Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.Integrations.QueryServerLocation.Description
source: When in-game, you'll be able to see where your server is located via [ipinfo.io]({0}).
ar: عندما تكون داخل اللعبة، ستتمكن من رؤية مكان وجود السيرفر الخاص بك عبر [ipinfo.io]({0}).
bg: Когато сте в игра, ще можете да видите къде се намира сървърът ви чрез [ipinfo.io]({0}).
bs: Kada si u igri, moguće je vidjeti gdje je tvoj server lociran preko [ipinformacija.io]({0}).
cs: Ve hře budete moci zjistit, kde se váš server nachází, pomocí [ipinfo.io]({0}).
da: Når du er i spil, kan du se, hvor din server er placeret via [ipinfo.io]({0}).
de: Wenn du im Spiel bist, kannst du über [ipinfo.io]({0}) sehen, wo sich dein Server befindet.
es_es: Cuando estés dentro de una experiencia, podrás ver dónde se encuentra tu servidor a través de [ipinfo.io]({0}).
fa: وقتی در بازی هستید، میتوانید ببینید سرورتان در کجا قرار دارد با کمک [ipinfo.io]({0}).
fi: Kun olet pelissä, voit nähdä, missä palvelimesi on [ipinfo.io]({0}):n avulla.
fil: Kapag nasa loob ng laro, makikita mo ang iyong lokasyon ng server sa pamamagitan ng [ipinfo.io]({0}).
fr: Lorsque vous êtes en jeu, vous pourrez voir où se trouve votre serveur via [ipinfo.io]({0}).
hi: Game ke andar, aap dekh sakenge ki aapka server kahan located hai [ipinfo.io]({0}) ke madhyam se.
hr: Kada ste u igri, moći ćete vidjeti gdje je Vaš server sa [ipinfo.io]({0}).
hu: A játékban az [ipinfo.io]({0}) segítségével láthatod, hogy hol található a szervered.
id: Saat di dalam game, Anda dapat melihat dimana server Anda berada menggunakan [ipinfo.io]({0}).
it: Quando in gioco, sarai in grado di vedere dove si trova il tuo server tramite [ipinfo.io]({0}).
ja: ゲームのプレイ中、[ipinfo.io]({0})から取得したサーバー地域の情報を確認できます。
ko: 게임 내에서 [ipinfo.io]({0})를 통해 서버의 위치를 확인할 수 있습니다.
lt: Žaidimo metu galėsite matyti, kur yra jūsų serveris, naudojant [ipinfo.io]({0}).
lv: Kad jūs esat spēlē, jūs redzēsiet, kur atrodas jūsu serveris caur [ipinfo.io]({0}).
ms: Semasa dalam permainan, anda boleh melihat di mana lokasi server anda melalui [ipinfo.io]({0}).
nl: Wanneer je in een spel bent, kun je zien waar de server zich bevind via [ipinfo.io]({0}).
pl: Podczas rozgrywki, możesz zobaczyć, gdzie znajduje się serwer, na którym grasz za pośrednictwem [ipinfo.io]({0}).
pt_br: Quando estiver jogando, você será apto para ver em qual servidor você está via [ipinfo.io]({0}).
ro: Când ești în joc, vei putea vedea unde se află serverul tău prin [ipinfo.io]({0}).
ru: Во время игры вы сможете увидеть, где находится ваш сервер через [ipinfo.io]({0}).
sv_se: När du är i ett spel så kommer du att se var din server är belägen via [ipinfo.io]({0}).
th: เมื่ออยู่ในเกม คุณสามารถดูว่าเซิร์ฟเวอร์ของคุณอยู่ที่ไหนผ่าน [ipinfo.io]({0})
tr: Oyunun içindeyken, sunucunuzun konumunu [ipinfo.io]({0}) ile görebileceksiniz.
uk: Під час гри ви зможете побачити, де розташований ваш сервер, через [ipinfo.io]({0}).
vi: Khi ở trong trò chơi, bạn sẽ thấy được địa chỉ máy chủ của bạn thông qua [ipinfo.io]({0}).
zh_cn: 当您加入游戏时，您将会收到当前服务器具体信息的通知；通知将不会在 “全屏独占” 时显示。 （由 [ipinfo.io]({0}) 提供技术支持）
zh_hk: 當你在遊戲裏，你可以透過 [ipinfo.io]({0}) 來查看你加入的伺服器所在的位置。
zh_tw: 在遊戲中，您可以通過 [ipinfo.io]({0}) 查看您所在伺服器的位置。

# Menu.Integrations.QueryServerLocation.Title
source: Query server location
ar: موقع السيرفر الاستعلام
bg: Покажи местоположение на сървъра
bs: Upit lokacije servera
cs: Zjistit umístění serveru
da: Forespørg serverplacering
de: Serverstandort abfragen
es_es: Consultar la ubicación del servidor
fa: جستجوی مکان سرور
fi: Hae palvelimen sijainti
fr: Obtenir la localisation du serveur
hi: Server location ki jaanch karein
hr: Upit lokacije servera
hu: Szerver helyének megtekintése
id: Kueri lokasi server
it: Posizione del server Query
ja: サーバー地域を取得
ko: 서버 위치 보기
lt: Užklausos serverio vieta
lv: Vaicājums servera atrašanās vietai
ms: Paparkan hasil carian lokasi server
nl: Laat server locatie zien
pl: Pokaż położenie serwera
pt_br: Consultar Localização do Servidor
ro: Caută locația serverului
ru: Запрашивать местоположение сервера
sv_se: Visa serverns plats
th: เเบบสอบถามตำเเหน่งของเซิร์ฟเวอร์
tr: Sunucu konumu sorgula
uk: Запитувати місцеперебування сервера
vi: Tìm địa điểm của máy chủ
zh_cn: 允许接收服务器具体信息通知
zh_hk: 查詢伺服器位置
zh_tw: 查詢伺服器位置

# Menu.Integrations.Title
source: Integrations
ar: التكاملات
bg: Интеграции
bs: Integracije
cs: Integrace
da: Integrationer
de: Integrationen
es_es: Integraciones
fa: ادغام‌ها
fi: Integraatiot
fr: Intégrations
hr: Integracije
hu: Integrációk
id: Integrasi
it: Integrazioni
ja: 連携
ko: 연동 기능
lt: Integracijos
lv: Integrācijas
ms: Integrasi
nl: Integraties
pl: Wtyczki
pt_br: Integrações
ro: Integrații
ru: Интеграции
sv_se: Integrationer
th: ส่วนเสริม
tr: Entegrasyonlar
uk: Інтеграції
vi: Các tích hợp
zh_cn: 附属功能
zh_hk: 整合功能
zh_tw: 整合功能

# Menu.Mods.Description
source: Manage and apply file mods to the Roblox game client.
ar: إدارة وتطبيق تعديلات الملفات على عميل لعبة Roblox.
bg: Управлявайте и прилагайте модификации.
bs: Upravljajte i primijenite modifikacije fajlova na Roblox klijentu.
cs: Spravujte a aplikujte souborové mody do klienta Roblox.
da: Administrer og anvend fil mods til Roblox spil klient.
de: Verwalten und Anwenden von Datei-Mods für den Roblox-Spielclient.
es_es: Gestiona y aplica modificadores de archivos al cliente del juego de Roblox.
fa: مدریریت و اعمال کردن فایل های مود به کلاینت بازی روبلاکس.
fi: Muuta ja asenna tiedostomodeja Roblox-peliklienttiin.
fil: I-Manage at i-apply ang mga file mods sa Roblox game client.
fr: Gérez et appliquez des mods sur le client Roblox.
hi: Roblox game client par file mods prabandhit karen aur laagoo karen.
hr: Upravljajte i primjenite modifikacije datoteka na Roblox klijent.
hu: Kezelje és alkalmazza a Roblox játékkliens fájlmodokat.
id: Kelola dan terapkan file mods ke klien permainan Roblox.
it: Cambia e applica i file di mod al client di Roblox.
ja: RobloxクライアントのModを管理したり適用させることができます。
ko: Roblox 게임 클라이언트에 적용할 모드를 관리하세요.
lt: Tvarkykite ir taikykite failų modifikacijas „Roblox“ žaidimo klientui.
lv: Pārvaldīt un pielietot failu modifikācijas Roblox spēles klientam.
ms: Mengurus dan menerapkan fail mod dalam klien permainan Roblox.
nl: Beheer en pas bestandsmods toe op de Roblox-spelclient.
pl: Zarządzaj i stosuj modyfikacje plików w kliencie Roblox.
pt_br: Ver e aplicar modificações para o cliente do Roblox.
ro: Gestionați și aplicați modificări la clientul jocului Roblox.
ru: Управляйте и применяйте файловые модификации для клиента Roblox.
sv_se: Hantera och tillämpa filmodifieringar på Roblox-spelklienten.
th: จัดการและปรับใช้ไฟล์ม็อดกับตัวเกม Roblox
tr: Roblox oyun istemcisine dosya modlarını yönetin ve uygulayın.
uk: Керування та застосування файлових модів до клієнта Roblox.
vi: Quản lý và áp dụng các tệp mod cho Roblox.
zh_cn: 您可以在此处管理其模组的文件并将其应用到 Roblox 游戏客户端。
zh_hk: 管理和套用模組的檔案到 Roblox 遊戲客戶端。
zh_tw: 管理並啟用 Roblox 用戶端模組。

# Menu.Mods.Help.Description
source: See info about managing and creating mods.
ar: اطلع على معلومات حول إدارة وإنشاء التعديلات (المودات).
bg: Допълнителна информация за управление и създаване на модификации.
bs: Pogledajte informacije o upravljanju i pravljenju modova.
cs: Podívejte se na informace o správě a vytváření modů.
da: Se mere om styring og oprettelse af mods.
de: Informiere dich über das Verwalten und Erstellen von Mods.
es_es: Ver información acerca de manejar y crear modificaciones (mods).
fa: اطلاعات درمورد ساخت و مدیریت کردن مودها ببینید.
fi: Katso tietoa modien hallitsemisesta ja tekemisestä.
fil: Tignan ang impormasyon tungkol sa pag-manage at paglikha ng mods.
fr: Voir des infos sur la gestion et la création de mods.
hi: Mods ko prabandhit karane aur banaane ke baare mein jaanakaaree dekhen.
hr: Prikaz informacija o izradi i upravljanju modovima.
hu: Lásd a modok kezelésével és létrehozásával kapcsolatos információkat.
id: Tampilkan informasi tentang mengelola dan membuat mods.
it: Vedi info sul maneggiamento e creazione di mod.
ja: Modの管理と作成の詳細情報を確認できます。
ko: 모드 관리 및 제작에 관한 정보를 확인하세요.
lt: Žiūrėkite informaciją, kaip tvarkyti ir sukurti modifikacijas.
lv: Redzēt info par modifikāciju pārvaldīšanu un veidošanu.
ms: Lihat info tentang menguruskan dan mencipta mod.
nl: Zie info over het beheren en maken van mods.
pl: Zobacz informacje o zarządzaniu i tworzeniu modów.
pt_br: Ver informação sobre aplicar e criar modificações.
ro: Vezi informații despre utilizarea și crearea de mod-uri.
ru: См. информацию об управлении и создании модов.
sv_se: Visa information om att hantera och skapa moddar.
th: ดูข้อมูลเกี่ยวกับการจัดการและการสร้างม็อด
tr: Modları yönetme ve oluşturma hakkındaki bilgilere bakın.
uk: Дивіться інформацію про керування та створення модифікацій.
vi: Xem thông tin về cách quản lý và tạo mod.
zh_cn: 查阅关于如何管理和创建模组的指南。
zh_hk: 顯示管理和創造模組的資訊。
zh_tw: 查看關於如何管理和創造模組的資訊。

# Menu.Mods.Misc.CustomFont.Choose
source: Choose font...
ar: اختار الخط...
bg: Изберете шрифт...
bs: Izaberi font...
cs: Vyberte font...
da: Vælg skrifttype...
de: Schriftart auswählen...
es_es: Elige la fuente...
fa: انتخاب فونت...
fi: Valitse fontti...
fil: Piliin ang font...
fr: Choisir une police d'écriture...
hi: Font choose kare...
hr: Izaberite font...
hu: Betűtípus kiválasztása...
id: Pilih font...
it: Scegli Font...
ja: フォントを選択...
ko: 글꼴 선택...
lt: Pasirinkti šriftą...
lv: Izvēlēties fontu...
ms: Pilih font...
nl: Kies een lettertype...
pl: Wybierz czcionkę...
pt_br: Escolher fonte...
ro: Alege un font...
ru: Выбрать шрифт...
sv_se: Välj typsnitt...
th: เลือกฟอนต์...
tr: Yazı tipi seçiniz...
uk: Оберіть шрифт...
vi: Chọn phông chữ...
zh_cn: 选择字体文件...
zh_hk: 選擇字體...
zh_tw: 選擇字體...

# Menu.Mods.Misc.CustomFont.Description
source: Font size can be adjusted in the Engine Settings tab.
bs: Veličina fonta može se podesiti u stranici sa motornim postavkama.
cs: Velikost písma může být změněna v nastavení enginu.
da: Skrifttypestørrelse kan justeres i fanen Hurtig Flags.
de: Die Schriftgröße kann im Tab 'Engine-Einstellungen' angepasst werden.
es_es: El tamaño de la fuente puede ser ajustado en el apartado Configuración del cliente.
fa: اندازه فونت را میتوانید در بخش موتور تنظیم کنید.
fi: Fonttikokoa voi säätää Pelimoottorin asetukset -välilehdellä.
fil: Ang Font size ay pwede ibago sa Engine Settings tab.
fr: La taille de police peut être ajustée dans l'onglet Paramètres du moteur.
hr: Veličina fonta se može promijeniti u kartici Postavke Motora.
hu: A betűméret a Motorbeállítások lapon állítható be.
id: Ukuran fon dapat diubah melalui tab Pengaturan Mesin.
ja: フォントサイズは「エンジン設定」タブで調整できます。
lt: Šrifto dydį galima koreguoti skirtuke Variklio nustatymai.
lv: Fonta izmērs var tikt pielāgots Spēles Dzinēja cilnē.
ms: Saiz font boleh dilaraskan dalam tab tetapan enjin.
nl: Het lettertype kan worden aangepast in de Engine Settings-tab.
pl: Rozmiar czcionki można dostosować w zakładce „Ustawienia silnika”.
pt_br: O tamanho da fonte pode ser ajustado na aba de Configurações do Motor.
sv_se: Typsnittsstorlek kan justeras i fliken Motorinställningar.
tr: Yazı tipi boyutu Motor Ayarları sekmesinde ayarlanabilir.
zh_cn: 字体大小可在 “FFlags” 选项卡中进行调整。
zh_hk: 可以在「引擎設定」標籤中調整字體大小。
zh_tw: 字體大小可在 “引擎設定” 中進行調整。

# Menu.Mods.Misc.CustomFont.Invalid
source: The file you have chosen does not appear to be a valid font file.
ar: لا يبدو أن المِلَفّ الذي اخترته هو مِلَفّ خط صالح.
bg: Изглежда, че файла, който сте избрали, не е валиден файл за шрифт.
bs: Fajl koji ste izabrali nije validan font fajl.
cs: Soubor, který jste vybrali, zřejmě není platným souborem fontu.
da: Filen du har valgt ser ikke ud til at være en gyldig skrifttypefil.
de: Die von dir gewählte Datei scheint keine gültige Schriftdatei zu sein.
es_es: El archivo que has elegido no parece ser un archivo de fuente válido.
fa: فایلی که انتخاب کردید یک فایل درست فونت نیست.
fi: Valitsemasi tiedosto ei näytä olevan fonttitiedosto.
fil: Ang pinili mo na file ay hindi wasto na font file.
fr: Le fichier que vous avez choisi ne semble pas être un fichier de police d'écriture valide.
hi: Aapake dvaara chunee gaee file ek vaidh font file prateet nahin hotee hai.
hr: Izabrana datoteka se ne čini kao ispravna font datoteka.
hu: A kiválasztott fájl nem tűnik érvényes betűtípusfájlnak.
id: File yang Anda pilih sepertinya bukan file font yang valid.
it: Il file che hai scelto non sembra essere un file di font valido.
ja: 選択したファイルは有効なフォントファイルではありません。
ko: 선택한 파일이 유효한 글꼴 파일이 아닙니다.
lt: Atrodo, kad jūsų pasirinktas failas nėra tinkamas šrifto failas.
lv: Fails, ko jūs esat izvēlējies nav derīgs fonta fails.
ms: Fail yang anda pilih merupakan fail font yang tidak sah.
nl: Het bestand dat je hebt gekozen lijkt geen geldig lettertypebestand te zijn.
pl: Wybrany plik nie wydaje się być prawidłowym plikiem czcionki.
pt_br: O arquivo que você escolheu não é um arquivo de fonte válido.
ro: Fișierul ales nu pare să fie un fișier font valid.
ru: Выбранный вами файл, похоже, не является действительным файлом шрифта.
sv_se: Den fil du har valt verkar inte vara en giltig typsnittsfil.
th: ไฟล์ที่คุณเลือกไม่ใช่ไฟล์ฟอนต์ที่ถูกต้อง
tr: Seçtiğiniz dosya geçerli bir yazı tipi dosyası gibi görünmüyor.
uk: Вибраний вами файл не є правильним файлом шрифту.
vi: Tệp bạn đã chọn có vẻ không phải là tệp phông chữ hợp lệ.
zh_cn: 您当前选择的文件似乎不是有效的字体文件。
zh_hk: 你選擇的檔案不是一個有效的字體檔案。
zh_tw: 你選擇的文件不是一個有效的字體文件。

# Menu.Mods.Misc.CustomFont.Remove
source: Remove applied font
ar: حذف الخط المطبق
bg: Премахни приложения шрифт
bs: Ukloni primijenjen font
cs: Odstranit aplikovaný font
da: Fjern anvendt skrifttype
de: Entferne die angewendete Schriftart
es_es: Eliminar la fuente aplicada
fa: حذف فونت اعمال‌شده
fi: Poista asetettu fontti
fil: Itanggal ang inilagay na font
fr: Retirer la police d'écriture appliquée
hi: Laagoo font hataen
hr: Sklonite izabrani font
hu: Alkalmazott betűtípus eltávolítása
id: Hapus font yang dipakai
it: Rimuovi font applicato
ja: フォントをもとに戻す
ko: 적용된 글꼴 제거
lt: Pašalinti taikomą šriftą
lv: Noņemt pielietoto fontu
ms: Buang font yang telah ditetapkan
nl: Toegepast lettertype verwijderen
pl: Usuń zastosowaną czcionkę
pt_br: Remover fonte aplicada
ro: Șterge fontul aplicat
ru: Удалить применённый шрифт
sv_se: Ta bort applicerat typsnitt
th: ลบ font ที่กำลังใช้
tr: Uygulanan yazı tipini kaldır
uk: Видалити застосований шрифт
vi: Xoá phông chữ đã áp dụng
zh_cn: 移除已应用的字体
zh_hk: 移除已套用的字體
zh_tw: 移除已套用的字體

# Menu.Mods.Misc.CustomFont.Title
source: Use custom font
ar: استخدام نوعية الخط المخصص
bg: Използвайте собствен шрифт
bs: Koristi prilagođen font
cs: Použít vlastní písmo
da: Brug tilpasset skrifttype
de: Verwende eigene Schriftart
es_es: Usar Fuente Personalizada
fa: استفاده از فونت دلخواه
fi: Käytä mukautettua fonttia
fil: Gamitin ang custom font
fr: Utiliser une police d'écriture customisée
hi: Custom font upayog kare
hr: Koristi prilagođen font
hu: Saját betűtípus használata
id: Gunakan font kustom
it: Usa font personalizzato
ja: カスタムフォントを使う
ko: 사용자 지정 글꼴 사용하기
lt: Naudoti pasirinktinį šriftą
lv: Izmantot pielāgotu fontu
ms: Guna font sendiri
nl: Aangepaste lettertype gebruiken
pl: Zastosuj niestandardową czcionkę
pt_br: Usar fontes personalizadas
ro: Folosește font customizat
ru: Использовать пользовательский шрифт
sv_se: Använd eget typsnitt
th: ใช้ฟ้อนต์ที่กำหนดด้วยตัวเอง
tr: Özel yazı tipi kullan
uk: Застосувати користувацький шрифт
vi: Dùng phông chữ tuỳ chỉnh
zh_cn: 使用自定义字体
zh_hk: 使用自訂字體
zh_tw: 使用自訂字體

# Menu.Mods.OpenModsFolder.Description
source: Manage custom Roblox mods here.
ar: إدارة تعديلات Roblox المخصصة هنا.
bg: Управлявайте вашите собствени модификации тук.
bs: Upravljaj prilagođenim Roblox modovima ovdje.
cs: Spravujte své vlastní Roblox modifikace zde.
da: Administrer brugerdefinerede Roblox-mods her.
de: Benutzerdefinierte Roblox-Mods hier verwalten.
es_es: Gestionar las modificaciones (mods) de Roblox aquí.
fa: مدیریت مود های دلخواه روبلاکس در اینجا.
fi: Hallitse mukautettuja Roblox-modeja täällä.
fil: I-Manage ang mga custom na Roblox mods dito.
fr: Gérez vos mods pour Roblox ici.
hi: Yahaan custom Roblox mods prabandhit karen.
hr: Upravljanje prilagođenih Roblox modova.
hu: Egyéni Roblox modok kezelése itt.
id: Kelola mods kustom Roblox di sini.
it: Gestisci le mod di Roblox personalizzate qui.
ja: RobloxのModを管理できます。
ko: Roblox 사용자 정의 모드를 관리하세요.
lt: Tvarkykite pasirinktinius „Roblox“ modifikacijas čia.
lv: Pārvaldīt pielāgotas Roblox modifikācijas šeit.
ms: Urus mod Roblox di sini.
nl: Beheer aangepaste Roblox-mods hier.
pl: Tutaj zarządzaj modami.
pt_br: Gerencie modificações do Roblox aqui.
ro: Gestionați modurile personalizate Roblox aici.
ru: Управляйте пользовательскими модификациями Roblox здесь.
sv_se: Hantera egna Roblox-moddar här.
th: จัดการม็อดต่างๆ ได้ที่นี้
tr: Özel Roblox modlarını buradan yönetin.
uk: Керуйте власними модами Roblox тут.
vi: Quản lí và tùy chỉnh mod Roblox ở đây.
zh_cn: 您可以在此处自定义 Roblox 的模组。
zh_hk: 在這管理Roblox自訂模組。
zh_tw: 在這管理Roblox自訂模組。

# Menu.Mods.OpenModsFolder.Title
source: Open Mods Folder
ar: افتح مجلد التعديل (المودات)
bg: Отворете папка за модификации
bs: Otvori Mods Folder
cs: Otevřít složku s modifikacema
da: Åbn mappen Mods
de: Mods-Ordner öffnen
es_es: Abre la carpeta de Modificaciones (mods)
fa: باز کردن پوشۀ مود ها
fi: Avaa modikansio
fil: Buksan ang Mods Folder
fr: Ouvrir le dossier des Mods
hi: Mods Folder khole
hr: Otvori Mods folder
hu: Mods mappa megnyitása
id: Buka Folder Mods
it: Apri la cartella delle Modifiche
ja: Modフォルダを開く
ko: 모드 폴더 열기
lt: Atidaryti modifikacijų aplanką
lv: Atvērt Modifikāciju Mapi
ms: Buka Fail Mod
nl: Map met mods openen
pl: Otwórz folder z modami
pt_br: Abrir pasta de mods
ro: Deschide fișierul de Modificări
ru: Открыть папку с модификациями
sv_se: Öppna Moddmappen
th: เปิดโฟลเดอร์ Mods
tr: Mod klasörünü aç
uk: Відкрити папку модів
vi: Mở thư mục Mod
zh_cn: 打开模组文件夹
zh_hk: 開啓模組資料夾
zh_tw: 開啟模組資料夾

# Menu.Mods.Presets.EmojiType.Description
source: Choose which type of emoji should Roblox use.
ar: اختر نوع الإيموجي الذي تريد أن تستخدمها في Roblox.
bg: Изберете кой тип емотикони да използва Roblox.
bs: Izaberi koju će vrstu emoji-ja Roblox koristiti.
cs: Vyberte typ emoji který by měl Roblox používat.
da: Vælg, hvilken type emoji Roblox skal bruge.
de: Wähle, welchen Emoji-Typ Roblox verwenden soll.
es_es: Elige el tipo de emojis que usara Roblox.
fa: انتخاب کنید چه نوع ایموجی برای روبلاکس میخواهید استفاده کنید.
fi: Valitse, minkälaisia emojeita Roblox käyttää.
fil: Piliin ang type ng emoji na dapat piliin ng Roblox.
fr: Choisissez le type d'emoji que Roblox doit utiliser.
hi: Chunen Roblox ko kis prakaar ke emoji ka upayog karane chaahiye.
hr: Izaberi tip emotikona koji će Roblox koristiti.
hu: Válassza ki, hogy milyen típusú emojit használjon a Roblox.
id: Pilih tipe emoji apa yang harus di gunakan Roblox.
it: Scegli che tipo di emoji Roblox dovrebbe usare.
ja: Robloxで使用する絵文字のデザインを変更できます。
ko: Roblox에서 사용할 이모지 유형을 선택하세요.
lt: Pasirinkite, kokio tipo jaustukas turėtų naudoti „Roblox“.
lv: Izvēlēties, kādu emoji veidu Roblox lietot.
ms: Pilih jenis emoji yang akan digunakan oleh Roblox.
nl: Kies welk type emoji Roblox moet gebruiken.
pl: Wybierz, jaki rodzaj emoji Roblox powinien używać.
pt_br: Escolha o tipo de emoji que o Roblox usa.
ro: Alegeți ce tip de emoji ar trebui să folosească Roblox.
ru: Выберите, какой тип эмодзи Roblox будет использовать.
sv_se: Bestäm vilken typ av emoji som Roblox ska använda.
th: เลือกชนิดอิโมจิที่ Roblox ควรใช้
tr: Roblox'un hangi emoji türünü kullanması gerektiğini seçin.
uk: Виберіть, який тип емодзі повинен використовувати Roblox.
vi: Lựa chọn loại emoji Roblox sẽ dùng.
zh_cn: 选择要应用到 Roblox 的表情符号类型。
zh_hk: 選擇Roblox應使用表情符號的類型。
zh_tw: 選擇 Roblox 應該使用的表情符號類型。

# Menu.Mods.Presets.EmojiType.Title
source: Preferred emoji type
ar: نوع الإيموجي المفضل
bg: Предпочитан тип емотикони
bs: Preferirana vrsta emoji-ja
cs: Preferovaný typ emoji
da: Foretrukken emoji type
de: Bevorzugter Emoji-Typ
es_es: Tipo de emoji preferido
fa: نوع ایموجی تجریحی
fi: Suosittu emojityyppi
fil: Gustong uri ng emoji
fr: Type d'emoji préféré
hi: Pasandeeda emoji type
hr: Preferirani tip emotikona
hu: Előnyben részesített emoji típus
id: Tipe emoji yang disukai
it: Tipo di emoji preferito
ja: 絵文字のデザインの変更
ko: 선호하는 이모지 유형
lt: Pageidaujamas jaustuko tipas
lv: Vēlamais emoji veids
ms: Pilih jenis emoji
nl: Voorkeur emoji-type
pl: Preferowany wygląd emoji
pt_br: Tipo de emoji favorito
ro: Tipuri de Emoji preferate
ru: Предпочитаемый тип эмодзи
sv_se: Föredragen emoji-typ
th: ชนิดอิโมจิที่ต้องการ
tr: Tercih edilen emoji türü
uk: Бажаний тип емодзі
vi: Loại emoji yêu thích
zh_cn: 首选表情符号类型
zh_hk: 首選表情符號類型
zh_tw: 首選表情符號類型

# Menu.Mods.Presets.MouseCursor.Description
source: Choose between using two classic Roblox cursor styles.
ar: الاختيار بين أشكال مؤشر Roblox الكلاسيكية.
bg: Изберете между употребата на два класически стила на курсора.
bs: Izaberi između korištenja dva klasična stila kursora u Roblox-u.
cs: Vyberte si mezi dvěma klasickými styly kurzoru Roblox.
da: Vælg mellem to klassiske Roblox-markørstile.
de: Wähle zwischen zwei klassischen Roblox Mauszeigern.
es_es: Escoge entre usar dos estilos del cursor de Roblox clásico.
fa: بین دو سبک نشانگر کلاسیک روبلاکس یکی را انتخاب کنید.
fi: Valitse kahden klassisen Roblox-kursorityylin väliltä.
fil: Pumili sa dalawang klase ng classic Roblox cursor style.
fr: Choisissez entre deux styles classiques de curseur Roblox.
hi: Doh classic Roblox cursor styles ke beech chuna.
hr: Izaberi između dva klasična Roblox kursor stilova.
hu: Válassz két klasszikus Roblox kurzorstílus használata közül.
id: Pilih di antara dua tipe kursor Roblox klasik.
it: Scegli quale usare tra due stili di cursore classici di Roblox.
ja: 2つのクラシックなRobloxカーソルから選択できます。
ko: 두 가지 클래식 Roblox 커서 스타일 중 선택하세요.
lt: Pasirinkite iš dviejų klasikinių „Roblox“ žymeklių stilių.
lv: Izvēlēties starp divu klasisku Roblox kursora stilu izmantošanu.
ms: Pilih antara dua gaya klasik kursor yang akan digunakan oleh Roblox.
nl: Kies tussen twee klassieke Roblox-cursorstijlen.
pl: Wybierz między dwoma klasycznymi kursorami.
pt_br: Escolher entre usar dois estilos clássicos do ponteiro do mouse.
ro: Alegeți între două cursoare clasice de Roblox.
ru: Выберите между двумя классическими стилями курсора Roblox.
sv_se: Välj mellan att använda två klassiska Roblox-markörstilar.
th: เลือกว่าจะใช้เคอร์เซอร์ของเมาส์แบบไหน
tr: İki klasik Roblox imleç stilini kullanmak arasında seçim yapın.
uk: Вибирайте між двома класичними стилями курсору Roblox.
vi: Chọn giữa hai loại trỏ chuột Roblox cổ điển.
zh_cn: 在两种经典的 Roblox 指针样式之间进行选择。
zh_hk: 選擇兩種不同的經典鼠標風格。
zh_tw: 選擇兩種不同的經典鼠標風格。

# Menu.Mods.Presets.MouseCursor.Title
source: Mouse cursor
ar: مؤشر الفأرة
bg: Курсор
bs: Kursor miša
cs: Kurzor myši
da: Mus markør
de: Mauszeiger
es_es: Cursor de ratón
fa: نشانگر موس
fi: Hiiren kursori
fil: Cursor ng mouse
fr: Curseur de la souris
hr: Kursor miša
hu: Egér kurzor
id: Kursor mouse
it: Cursore del mouse
ja: マウスカーソル
ko: 마우스 커서
lt: Pelės žymeklis
lv: Peles kursors
ms: Kursor Tetikus
nl: Muisaanwijzer
pl: Kursor myszki
pt_br: Ponteiro do mouse
ro: Cursorul mouse-ului
ru: Курсор мыши
sv_se: Muspekare
th: เคอเซอร์เมาส์
tr: Fare imleci
uk: Курсор миші
vi: Con trỏ chuột
zh_cn: 鼠标指针
zh_hk: 鼠標
zh_tw: 滑鼠游標
