Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Uninstaller.Title
source: Uninstall Bloxstrap
ar: إلغاء تثبيت Bloxstrap
bg: Деинсталирайте Bloxstrap
bs: Deinstalirajte Bloxstrap
cs: Odinstalovat Bloxstrap
da: Afinstallere Bloxstrap
de: Deinstalliere Bloxstrap
es_es: Desinstalar Fishstrap
fa: حذف نصب بلاکسترپ
fi: Poista Bloxstrapin asennus
fil: I-uninstall ang Bloxstrap
fr: Désinstaller Fishstrap
hi: Bloxstrap uninstall karein
hr: Deinstaliraj Fishstrap
hu: Bloxstrap eltávolítása
id: Hapus Fishstrap
it: Disinstalla Bloxstrap
ja: Fishstrapをアンインストール
ko: Bloxstrap 제거하기
lt: Išdiegti „Fishstrap“
lv: Atinstalēt Bloxstrap
ms: Nyahpasang Fishstrap
nl: Verwijder Fishstrap
pl: Odinstaluj Fishstrap
pt_br: Desinstalar Bloxstrap
ro: Dezinstalează Bloxstrap
ru: Удаление Bloxstrap
sv_se: Avinstallera Fishstrap
th: ถอนการติดตั้ง Bloxstrap
tr: Bloxstrap'ı kaldır
uk: Видалення Bloxstrap
vi: Gỡ cài đặt Bloxstrap
zh_cn: 卸载 Bloxstrap
zh_hk: 解除安裝 Bloxstrap
zh_tw: 解除安裝 Fishstrap

# Uninstaller.Text
source: Uninstalling will remove Bloxstrap from your system, and automatically reconfigure the default Roblox launcher if it's still installed. If you're uninstalling or reinstalling because you are having issues with Roblox, read [this help page]({0}) first. The uninstall process may not be able to fully clean up itself, so you may need to manually clean up leftover files where Bloxstrap was installed. Bloxstrap was installed at "{1}".
ar: سيؤدي إلغاء التثبيت إلى المسح Bloxstrap من نظامك، وإعادة تكوين مشغل Roblox الافتراضي تلقائيًا إذا كان لا يزال مثبتًا. إذا كنت تقوم بإلغاء التثبيت أو إعادة التثبيت لأنك تواجه مشكلات مع Roblox، فاقرأ [صفحة المساعدة هذه]({0}) أولاً. قد لا تتمكن عملية إلغاء التثبيت من تنظيف نفسها بالكامل، لذا قد تحتاج إلى تنظيف الملفات المتبقية يدويًا حيث تم تثبيت Bloxstrap. تم تثبيت Bloxstrap في "{1}".
bg: Деинсталирането ще премахне Bloxstrap от вашата система и автоматично ще преконфигурира Roblox по подразбиране, ако все още е инсталиран. Ако деинсталирате или преинсталирате, защото имате проблеми с Roblox, първо прочетете [тази страница]({0}). Процесът на деинсталиране може да не успее да се изчисти напълно, така че може да се наложи ръчно да почистите остатъчните файлове, където е инсталиран Bloxstrap. Bloxstrap е инсталиран на „{1}“.
bs: Deinstaliranjem će se ukloniti Bloxstrap iz vašeg sistema i automatski će se ponovo konfigurirati zadani Roblox pokretač ako je još uvijek instaliran. Ako deinstalirate ili ponovo instalirate jer imate problema s Robloxom, prvo pročitajte [ovu stranicu pomoći]({0}). Proces deinstalacije možda neće moći u potpunosti da se očisti, tako da ćete možda morati ručno očistiti preostale datoteke na kojima je instaliran Bloxstrap. Bloxstrap je instaliran na "{1}".
cs: Odinstalace odstraní Bloxstrap z vašeho systému a automaticky znovu nastaví výchozího spouštěče Robloxu, pokud je stále nainstalován. Pokud odinstalujete nebo přeinstalujete, protože máte problémy s Robloxem, přečtěte si nejprve [tuto stránku pomoci]({0}). Odinstalace možná nebude moct odstranit všechny data sama, takže možná budete muset ručně vyčistit zbylé soubory po Bloxstrapu. Bloxstrap byl nainstalován na "{1}".
da: Afinstallering vil fjerne Bloxstrap fra dit system, og automatisk omkonfigurere standard Roblox launcher hvis det stadig er installeret. Hvis du afinstallerer eller geninstallerer fordi du har problemer med Roblox, så læs [denne hjælpeside] ({0}) første. Afinstallationsprocessen kan muligvis ikke rydde op i sig selv, så du kan have brug for manuelt rydde op resterende filer, hvor Bloxstrap blev installeret. Bloxstrap blev installeret ved "{1}".
de: Die Deinstallation wird Bloxstrap von deinem System entfernen und den originalen Roblox Launcher automatisch wiederherstellen, sofern dieser noch installiert sein sollte. Falls du dich zur Deinstallation oder Reinstallation aufgrund von Problemen mit Roblox entschieden hast, lese [diese Hilfeseite]({0}) zuerst. Der Deinstallationsprozess wird gegebenenfalls nicht alle Dateien von Bloxstrap entfernen können, also könnte eine manuelle Entfernung der verbliebenen Dateien am Installationsort anfallen. Bloxstrap war bei "{1}" installiert.
es_es: La desinstalación eliminará Fishstrap de tu sistema, y reconfigurará automáticamente el lanzador por defecto de Roblox si aún está instalado. Si estás desinstalando o reinstalando porque tienes problemas con Roblox, lee primero [esta página de ayuda]({0}). Es posible que el proceso de desinstalación no sea capaz de limpiarse por sí solo, por lo que es posible que tengas que limpiar manualmente los archivos sobrantes donde se instaló Fishstrap. Fishstrap se instaló en «{1}».
fa: حذف کردن، برنامه بلاکسترپ را از سیستم شما حذف میکند، و اگر هنوز نصب شده است به طور خودکار تنظیمات را به تنظیمات اصلی لانچر روبلاکس برمیگرداند. اگر شما درحال حذف کردن و یا نصب مجدد هستید به دلیل اینکه مشکلاتی با روبلاکس دارید، اول [این صفحه راهنما]({0}) را بخوانید. فرآیند حذف نصب ممکن است نتواند به‌طور کامل خودش را پاکسازی کند، بنابراین ممکن است نیاز باشد که فایل‌های باقی‌مانده در محل نصب بلاکسترپ را به‌صورت دستی پاک کنید. بلاکسترپ در "{1}" نصب شده بود.
fi: Asennuksen poistaminen poistaa Bloxstrapin järjestelmästäsi ja automaattisesti uudelleenmäärittää Robloxin vakiokäynnistysohjelman, jos se on vielä asennettuna. Jos poistat asennuksen tai asennat uudelleen, koska koet ongelmia Robloxin kanssa, lue [tämä tukisivu]({0}) ensin. Poistoprosessi ei saata pystyä siivoamaan itsensä täysin, joten sinun täytyy mahdollisesti siivota jäljelle jääneet tiedostot Bloxstrapin asennussijainnista. Bloxstrap asennettiin polkuun "{1}".
fil: Matatanggal ang Bloxstrap sa iyong systema kapag na-uninstall mo, at kukusang i-configure ang default na Roblox launcher kung naka install pa rin. Kung ikaw ay mag-uninstall o mag-reinstall dahil mayroon kang issues sa Roblox, basahin mo [itong help page]({0}) muna. Ang proseso sa pag-uninstall ay maaaring hindi ganap na malinis ang sarili, kaya kailangan mong linisin ang natitirang files kung saan na-install ang Bloxstrap. Na-installed ang Bloxstrap sa "{1}".
fr: Désinstaller supprimera Fishstrap de votre système et reconfigurera automatiquement le lanceur Roblox par défaut s'il est encore installé. Si vous désinstallez ou réinstallez en raison de problèmes avec Roblox, lisez d'abord [cette page d'aide]({0}). Le processus de désinstallation peut ne pas être en mesure de se nettoyer entièrement, vous devrez donc peut-être supprimer manuellement les fichiers restants à l'endroit où Fishstrap était installé. Fishstrap était installé à l'emplacement suivant : "{1}".
hi: Uninstall karne se Bloxstrap aapke system se remove ho jayega, aur agar default Roblox launcher abhi bhi installed hai toh use automatically reconfigure kar diya jayega. Uninstall process ke baad kuch cheezein reh sakti hain, isliye aapko manually leftover files clean karni pad sakti hain jahan Bloxstrap install tha. Bloxstrap "{1}" par install tha.
hr: Deinstaliranje će maknuti Fishstrap s Vašeg sustava, i automatski rekonfigurirati zadani Roblox pokretač ako je još dalje instaliran. Ako deinstalirate ili reinstalirate zato što imate poteškoće s Roblox-om, prvo pročitajte [ovu stranicu za pomoć]({0}). Proces deinstalacije se možda neće moći počistiti do kraja sam sa sobom, pa ćete možda trebati ručno počistiti bilo koje preostale datoteke gdje je Fishstrap bio instaliran. Fishstrap je bio instaliran na "{1}".
hu: Az eltávolítás eltávolítja a Bloxstrap-et a rendszerből, és automatikusan átállítja az alapértelmezett Roblox indítóprogramot, ha az még telepítve van. Ha azért távolítod el vagy telepíted újra, mert problémáid vannak a Roblox-al, először olvasd el [ezt a súgóoldalt]({0}). Előfordulhat, hogy az eltávolítási folyamat nem képes teljesen kitakarítani magát, ezért előfordulhat, hogy kézzel kell kitakarítani a megmaradt fájlokat, ahová a Bloxstrap telepítve volt. A Bloxstrap telepítése a „{1}” helyre történt.
id: Mencopot pemasangan akan menghapus Fishstrap dari sistem Anda, dan secara otomatis mengatur ulang peluncur Roblox bawaan jika masih terpasang. Jika Anda mencopot pemasangan atau memasang ulang karena mengalami masalah dengan Roblox, baca [halaman bantuan ini]({0}) terlebih dahulu. Proses pencopotan mungkin tidak dapat sepenuhnya membersihkan dirinya sendiri, jadi Anda mungkin perlu membersihkan sisa berkas di tempat pemasangan Fishstrap secara mandiri. Fishstrap terpasang di "{1}".
it: Con la disinstallazione verrà rimosso Bloxstrap dal tuo sistema, e automaticamente riconfiguererà al launcher predefinito di Roblox se è installato. Se lo stai disinstallando o lo stai reinstallando perchè stai avendo problemi con Roblox, per favore leggi prima [questa pagina d'aiuto]({0}). Il processo di disinstallazione potrebbe non essere capace di completamente eliminarsi, quindi potresti dovere manualmente pulire i file rimanenti rimasti dove Bloxstrap è stato installato. Bloxstrap è stato installato in "{1}".
ja: アンインストールでは、Fishstrapをシステムから削除し、インストールされている場合はデフォルトのRobloxランチャーに再設定します。 もしRobloxに関する問題によってアンインストール、または再インストールを行っている場合は、最初に[ヘルプ]({0})を確認してください。 アンインストール作業はすべてのファイルを完全に削除することはできません。Fishstrapのインストール場所から手動で削除することができます。 Fishstrapのインストール場所: {1}
ko: 제거하면 시스템에서 Bloxstrap이 제거되고, 기존의 Roblox가 아직 설치되어 있는 경우 자동으로 재구성됩니다. Roblox에 문제가 있어서 제거하거나 재설치하는 경우 먼저 [도움말]({0})을 읽어보세요. 설치된 위치에서 일부 파일을 완전히 제거할 수 없을 수도 있습니다. 따라서, 설치된 위치에 남은 파일을 수동으로 제거해야 할 수도 있습니다. Bloxstrap이 “{1}”에 설치되어 있습니다.
lt: Išdiegus bus pašalinta „Fishstrap“ iš sistemos ir automatiškai perkonfigūruota numatytoji „Roblox“ paleidyklė, jei ji vis dar įdiegta. Jei išdiegiate arba iš naujo įdiegiate, nes turite problemų su „Roblox“, pirmiausia perskaitykite [šį pagalbos puslapį]({0}). Išdiegimo procesas gali nesugebėti visiškai išvalyti, todėl gali tekti rankiniu būdu valyti likusius failus, kuriuose buvo įdiegta „Fishstrap“. „Fishstrap“ buvo įdiegta vietoje „{1}“.
lv: Atinstalējot, Bloxstrap tiks izņemts no jūsu sistēmas, un automātiski rekonfigurēs Roblox uz noklusējuma palaidēju, ja tas vēl ir ielādēts. Ja jūs atinstalējat vai pārinstalējat, jo jums ir problēms are Roblox, izlasiet [šo palīdzības lapu]({0}) vispirms. Atinstalēšans process varētu nebūt spējīgs pilnībā visu izdzēst, tāpēc jums vajadzēs manuāli dzēst pāri palikušos failus vietā, kur Bloxstrap bija instalēts. Bloxstrap tika instalēts "{1}".
ms: Menyahpasang Fishstrap akan membuang Fishstrap daripada sistem anda, dan juga secara automatik mengkonfigurasi semula Roblox sebagai pelancar asal, jika ia masih dipasang. Jika anda sedang menghapus atau memasang semula kerana mengalami masalah dengan Roblox, sila baca [halaman bantuan]({0}) ini terlebih dahulu. Proses penghapusan pemasangan mungkin tidak dapat membersihkan sepenuhnya, jadi anda mungkin perlu membersihkan secara manual fail yang tertinggal di tempat Fishstrap dipasang. Fishstrap telah dipasang di "{1}".
nl: De-installeren zal Fishstrap van uw systeem verwijderen en automatisch de standaard Roblox launcher opnieuw configureren als het nog steeds geïnstalleerd is. Als u eerst problemen ondervindt met Roblox en probeert de de-installeren of opnieuw te installeren, lees dan [deze helppagina] ({0}). Het de-installatieproces kan zichzelf mogelijk niet volledig opschonen, dus u moet misschien handmatig de overgebleven bestanden opschonen waar Fishstrap is geïnstalleerd. Fishstrap is geïnstalleerd op "{1}".
pl: Odinstalowywanie usunie Fishstrap z twojego systemu i automatycznie skonfiguruje domyślny launcher Roblox, jeśli ten nadal jest zainstalowany. Jeśli odinstalowujesz lub instalujesz ponownie, ponieważ masz problemy z Roblox, w pierwszej kolejności przeczytaj [tę stronę pomocy]({0}). Proces odinstalowania może w pełni nie oczyścić danych programu i zostawić pliki w miejscu, gdzie Fishstrap został zainstalowany. W takim przypadku zalecane jest ręczne usunięcie pozostałości gdziekolwiek twoja instalacja Fishstrap się znajdywała. Fishstrap był zainstalowany na "{1}".
pt_br: A desinstalação removerá o Bloxstrap do seu sistema e reconfigurará automaticamente o inicializador padrão do Roblox, caso ele ainda esteja instalado. Se você estiver desinstalando ou reinstalando porque está tendo problemas com o Roblox, leia [esta página de ajuda]({0}) primeiro. O processo de desinstalação pode não ser capaz de se limpar completamente, então talvez seja necessário limpar manualmente os arquivos restantes onde o Bloxstrap foi instalado. O Bloxstrap foi instalado em "{1}".
ro: Dezinstalarea va elimina Bloxstrap din sistemul dumneavoastră şi va reconfigura automat lansatorul Roblox dacă este încă instalat. Procesul de dezinstalare ar putea lăsa unele lucruri în urmă, așa că este posibil să fie nevoie să curățați în mod manual fișierele rămase din locația în care a fost instalat Bloxstrap. Bloxstrap a fost instalat la „{1}”.
ru: Удаление, уберёт Bloxstrap с вашей системы, и автоматически перенастроит стандартный лаунчер Roblox если он всё ещё установлен. Этот процесс удаления может оставить некоторые файлы, поэтому вам может потребоваться ручная очистка файлов в месте установки Bloxstrap. Bloxstrap был установлен в "{1}".
sv_se: Genom att avinstallera Fishstrap kommer du att ta bort det från ditt system, och automatiskt byta till Roblox egna startprogram om det fortfarande är installerat. Om du avinstallerar eller ominstallerar eftersom du har problem med Roblox, läs [denna hjälpsida]({0}) först. Avinstallationsprocessen kanske inte kan ta bort alla Fishstraps filer och lämmna kvar några filer där Fishstrap installerades, som du kan behöva ta bort manuellt. Fishstrap installerades i "{1}".
th: การถอนการติดตั้งจะเอา Bloxstrap ออกจากระบบของคุณเเละจะกลับมาใช้ตัวเปิด Roblox ดั้งเดิมโดยอัตโนมัติ การถอนการติดตั้งอาจทิ้งบางอย่างไว้ คุณอาจจะต้องลบไฟล์ที่เหลือไว้ที่ Bloxstrap ถูกติดตั้ง Bloxstrap ถูกติดตั้งที่ "{1}"
tr: Kaldırmak, Bloxstrap'ı sisteminizden kaldıracaktır, ve hâlâ yüklü ise varsayılan Roblox başlatıcısını otomatik olarak yeniden yapılandıracaktır. Eğer Roblox ile bir sorun yaşadığınızdan dolayı kaldırıyorsanız veya yeniden yüklüyorsanız, ilk önce [bu yardım sayfasını]({0}) okuyun. Kaldırma işlemi kendisinin artıklarını tamamen temizleyemeyebilir, bu yüzden Bloxstrap'ın yüklü olduğu yerdeki artık dosyaları manuel olarak temizlemeniz gerekebilir. Bloxstrap "{1}" yerine yüklüydü.
uk: Видалення видалить Bloxstrap із вашої системи та автоматично переналаштує програму запуску Roblox за умовчанням, якщо вона все ще встановлена. Якщо ви видаляєте або перевстановлюєте через проблеми з Roblox, спочатку прочитайте [цю довідкову сторінку]({0}). Можливо, процес видалення не зможе повністю очистити себе, тому вам може знадобитися вручну очистити залишки файлів, де було встановлено Bloxstrap. Bloxstrap встановлено на "{1}".
vi: Gỡ cài đặt sẽ xóa Bloxstrap khỏi hệ thống của bạn, và tự động cài đặt phần mềm Roblox mặc định nếu nó đã được cài đặt. Quá trình gỡ cài đặt có thể để lại một vài thứ, cho nên bạn có thể phải tự dọn dẹp những tài liệu còn dư ở nơi Bloxstrap đã được cài đặt. Bloxstrap đã được cài đặt ở "{1}".
zh_cn: 卸载后，Bloxstrap 将会从系统中移除；并自动重新配置 Roblox 原版启动器。 如果您卸载重装的原因是 Roblox 的问题，请先阅读 [此帮助页]({0})。 卸载过程可能无法完全自行清理，因此您可能需要手动清理安装 Bloxstrap 时残留的文件。 Bloxstrap 的安装路径是： “{1}”
zh_hk: 解除安裝將從你的系統中刪除 Bloxstrap，並自動重新配置預設的 Roblox 啓動器，如果仍然安裝了的話。 如果您因為使用 Roblox 時出現問題而要解除安裝或重新安裝，請先閱讀[此說明頁面]({0})。 解除安裝過程可能無法完全刪除所有檔案，因此你可能需要手動刪除安裝 Bloxstrap 時的剩餘檔案。 Bloxstrap 已安裝在 "{1}"。
zh_tw: 解除安裝將從您的系統中刪除 Fishstrap，並重新配置默認的 Roblox 啟動器。 如果您是因為 Roblox 出現問題，想要解除安裝，請先閱讀 [此幫助頁面]({0})。 解除安裝的過程可能無法刪除全部文件。 所以你可能需要手動清理 Fishstrap 的殘留文件。 Fishstrap 安裝在 "{1}"。

# Uninstaller.KeepData.Label
source: Keep my settings and mods
ar: احتفظ بإعداداتي و تعديلاتي
bg: Запази моите настройки и добавки
bs: Zadrži moja podešavanja i modove
cs: Uložit moje nastavení a módy
da: Behold mine indstillinger og mods
de: Behalte meine Einstellungen und Mods
es_es: Mantener mis ajustes y mods
fa: تنظیمات و مود های من را ذخیره کن
fi: Säilytä asetukseni ja modini
fil: I-tabi ang aking settings at mods
fr: Garder mes paramètres et mods
hi: Meri settings aur mods ko rakhein
hr: Zadrži moje postavke i modifikacije
hu: Tartsa meg a beállításaimat és modjaimat
id: Simpan pengaturan dan mods saya
it: Mantieni le mie impostazioni e mod
ja: 設定とModを残す
ko: 설정 및 모드 유지하기
lt: Išlaikyti mano nustatymus ir modifikacijas
lv: Paturēt manus iestatījumus un modifikācijas
ms: Simpan tetapan dan mod saya
nl: Mijn instellingen en modificaties behouden
pl: Zachowaj moje ustawienia i mody
pt_br: Manter minhas configurações e mods
ro: Păstrează-mi setările și modurile
ru: Оставить мои настройки и моды
sv_se: Behåll mina inställningar och moddar
th: เก็บการตั้งค่าและม็อดของฉันไว้
tr: Ayarlarımı ve modlarımı tut
uk: Зберегти мої налаштування та моди
vi: Giữ lại các cài đặt và mod của tôi
zh_cn: 保留我的 Bloxstrap 设置 和 Roblox 模组 (Mods)
zh_hk: 保留我的設定和模組
zh_tw: 保留我的設定和模組

# Uninstaller.KeepData.Description
source: They'll be kept where Bloxstrap was installed, and will automatically be restored on a reinstall.
ar: سيتم إبقائهم حيث تم تثبيت Bloxstrap، وسيتم إعادتهم تلقائيا عند إعادة التثبيت.
bg: Те ще се съхраняват там, където е инсталиран Bloxstrap, и ще бъдат автоматично възстановени при преинсталиране.
bs: Oni će se sačuvati tamo gdje je instaliran Bloxstrap i automatski će biti vraćeni pri ponovnoj instalaciji.
cs: Zůstanou uchovány na instalačním místě Bloxstrapu, a budou automaticky obnoveny při přeinstalaci.
da: De vil blive bevaret, hvor Bloxstrap blev installeret, og vil automatisk blive gendannet på en geninstallation.
de: Sie verbleiben am Installationsort von Bloxstrap, und werden Automatisch bei einer Neuinstallation wiederhergestellt.
es_es: Se guardarán donde se instaló Fishstrap, y se restaurarán automáticamente en una reinstalación.
fa: آنها در مکانی که بلاکسترپ نصب شده است نگهداری میشوند، و در یک نصب مجدد به طور خودکار بازمیگردند.
fi: Ne pidetään siellä, missä Bloxstrap asennettiin ja palautetaan uudelleenasennuksen yhteydessä.
fil: Matatabi din ito kung saan na-install ang Bloxstrap, at mababalik din sa pag-reinstall.
fr: Ils seront conservés là où Fishstrap a été installé, et seront automatiquement restaurés lors d'une réinstallation.
hi: Yeh Bloxstrap jahan install tha, wahan rakhe jayenge, aur reinstall karte waqt automatically restore ho jayenge.
hr: Biti će zadržani na mjestu gdje je Fishstrap bio instaliran, i bit će automatski vraćeni na reinstalaciji.
hu: Ezek ott maradnak, ahová a Bloxstrap telepítve volt, és automatikusan visszaállnak egy újratelepítéskor.
id: File-file tersebut akan disimpan di lokasi tempat Fishstrap diinstal, dan akan secara otomatis dipulihkan saat diinstal ulang.
it: Verranno mantenuti dove Bloxstrap è stato installato, e verranno ripristinati automaticamente su una reinstallazione.
ja: Fishstrapがインストールされている場所に保存され、再インストール時に自動的に復元されます。
ko: Bloxstrap이 설치된 위치에 보관되며, 재설치 시 자동으로 복원됩니다.
lt: Jie bus saugomi ten, kur buvo įdiegta „Fishstrap“, ir bus automatiškai atkurti įdiegus iš naujo.
lv: Tie atradīsies vietā, kur Bloxstrap tika instalēts, un automātiski tiks atgriezti, kad atkal instalēsiet Bloxstrap.
ms: Fail-fail anda akan disimpan di tempat Fishstrap dipasang, dan akan dipulihkan secara automatik semasa pemasangan semula.
nl: Ze zullen bewaard worden waar Fishstrap geïnstalleerd was, en zal automatisch herstelt worden op een herinstallatie.
pl: Będą one przechowane tam, gdzie Fishstrap był zainstalowany i przywrócone automatycznie po ponownej instalacji.
pt_br: Eles serão mantidos onde Bloxstrap foi instalado, e serão automaticamente restaurados em uma reinstalação.
ro: Vor fi păstrate acolo unde a fost instalat Bloxstrap și vor fi restaurate automat la o reinstalare.
ru: Они будут храниться там, где был установлен Bloxstrap, и будут автоматически восстановлены при переустановке.
sv_se: De kommer att behållas där Fishstrap installerades, och kommer automatiskt att återställas vid en ominstallation.
th: พวกมันจะถูกเก็บไว้ในตำแหน่งที่ Bloxstrap ติดตั้งไว้ และจะถูกกู้คืนโดยอัตโนมัติเมื่อทำการติดตั้งใหม่
tr: Bloxstrap'ın yüklü olduğu yerde tutulacak, ve bir yeniden yükleme de otomatik olarak geri yüklenecektir.
uk: Вони будуть збережені там, де встановлено Bloxstrap, і автоматично відновляться при перевстановленні.
vi: Chúng sẽ được giữ lại nơi Bloxstrap đã được cài đặt, và sẽ tự động khôi phục sau khi cài đặt lại.
zh_cn: 它们将会保存在 Bloxstrap 安装的位置；重新安装时则会自动恢复。
zh_hk: 它們將保留在安裝 Bloxstrap 的位置，並在重新安裝時自動恢復。
zh_tw: 它們將保存在 Fishstrap 安裝的位置，並且會在重新安裝時自動恢復

# Uninstaller.Uninstall
source: Uninstall
ar: إلغاء التثبيت
bg: Деинсталирай
bs: Deinstalirati
cs: Odinstalovat
da: Afinstaller
de: Deinstallieren
es_es: Desinstalar
fa: حذف نصب
fi: Poista asennus
fr: Désinstaller
hr: Deinstaliraj
hu: Eltávolítás
id: Hapus Instalasi
it: Disinstalla
ja: アンインストール
ko: 제거
lt: Išdiegti
lv: Atinstalēt
ms: Nyahpasang
nl: Verwijderen
pl: Odinstaluj
pt_br: Desinstalar
ro: Dezinstalează
ru: Удалить
sv_se: Avinstallera
th: ถอนการติดตั้ง
tr: Kaldır
uk: Видалити
vi: Gỡ cài đặt
zh_cn: 卸载
zh_hk: 解除安裝
zh_tw: 解除安裝

# LaunchMenu.LaunchRoblox
source: Launch Roblox
ar: تشغيل Roblox
bg: Стартирай Roblox
bs: Pokreni Roblox
cs: Spustit Roblox
da: Start Roblox
de: Roblox Starten
es_es: Iniciar Roblox
fa: اجرای روبلاکس
fi: Käynnistä Roblox
fil: I-launch ang Roblox
fr: Lancer Roblox
hi: Roblox launch karein
hr: Pokreni Roblox
hu: Roblox elindítása
id: Buka Roblox
it: Avvia Roblox
ja: Robloxを起動
ko: Roblox 실행
lt: Paleisti „Roblox“
lv: Palaist Roblox
ms: Lancarkan Roblox
nl: Open Roblox
pl: Uruchom Roblox
pt_br: Iniciar o Roblox
ro: Lansează Roblox
ru: Запустить Roblox
sv_se: Starta Roblox
th: เปิด Roblox
tr: Roblox'u başlat
uk: Запустити Roblox
vi: Khởi chạy Roblox
zh_cn: 启动 Roblox
zh_hk: 啓動 Roblox
zh_tw: 啟動 Roblox

# LaunchMenu.ConfigureSettings
source: Configure settings
ar: ضبط الإعدادات
bg: Конфигурирай
bs: Konfigurišite postavke
cs: Nakonfigurovat nastavení
da: Konfigurér indstillinger
de: Einstellungen konfigurieren
es_es: Configurar ajustes
fa: پیکربندی تنظیمات ها
fi: Muokkaa asetuksia
fil: I-configure ang mga setting
fr: Configurer les paramètres
hi: Settings configure karein
hr: Konfiguriraj postavke
hu: Beállítások konfigurálása
id: Atur setelan
it: Configurazione delle impostazioni
ja: 設定を変更する
ko: 설정 변경하기
lt: Konfigūruoti nustatymus
lv: Konfigurēt iestatījumus
ms: Konfigurasi tetapan
nl: Verander instellingen
pl: Skonfiguruj ustawienia
pt_br: Definir configurações
ro: Configurează setările
ru: Настройка параметров
sv_se: Konfigurera inställningar
th: เปลี่ยนการตั้งค่า
tr: Ayarları yapılandır
uk: Налаштування параметрів
vi: Cài đặt cấu hình
zh_cn: 更改设置
zh_hk: 配置設定
zh_tw: 更改設定

# LaunchMenu.Wiki.Title
source: Having an issue?
ar: هل لديك مشكلة؟
bg: Имате проблем?
bs: Imate problem?
cs: Máte problém?
da: Har du et problem?
de: Hast du ein Problem?
es_es: ¿Tiene algún problema?
fa: مشکلی دارید؟
fi: Koetko ongelmia?
fil: Nagkaroon kang issue?
fr: Vous avez un problème ?
hi: Kya koi issue hai?
hr: Imate li poteškoće?
hu: Problémája van?
id: Mempunyai masalah?
it: Stai avendo problemi?
ja: 問題がありますか？
ko: 문제가 있나요?
lt: Turite problemų?
lv: Vai jums ir problēma?
ms: Mengalami masalah?
nl: Heeft u een probleem?
pl: Masz problem?
pt_br: Está tendo um problema?
ro: Aveți o problemă?
ru: Возникли проблемы?
sv_se: Har du ett problem?
th: กำลังมีปัญหา?
tr: Bir sorun mu yaşıyorsunuz?
uk: Виникла проблема?
vi: Đang gặp vấn đề?
zh_cn: 出现问题？
zh_hk: 遇到問題？
zh_tw: 遇到問題了嗎？
