Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CustomTheme.Errors.SetupFailed
source: Failed to setup custom bootstrapper: {0}. Defaulting to {1}.
bg: Неуспешно настройване на тема: {0}. Преминаване към {1}.
bs: Neuspjelo postavljanje prilagođenog pokretača: {0}. Zadano na {1}.
cs: Nepodařilo se zprovoznit vlastní bootstrapper: {0}. Používám motiv {1}.
da: Kunne ikke opsætte tilpasset bootstrapper: {0}. Standardindstilles til {1}.
de: Fehler beim Einrichten des benutzerdefinierten Boostrappers: {0}. Es wurde automatisch {1} ausgewählt.
es_es: Error al configurar el iniciador personalizado: {0}. Revirtiendo al tema {1}.
fa: راه‌اندازی بوت‌ استرپرِ دلخواه انجام نشد: {0}. به‌طور پیش‌فرض تنظیم می‌شود برروی {1}.
fi: Mukautetun käynnistysohjelman asettaminen epäonnistui: {0}. Palataan oletukseen {1}.
fil: Nabigo I-setup ang custom bootstrapper: {0}. Defaulting sa {1}.
hi: Custom bootstrapper setup karne mein fail ho gaya: {0}. Default {1} par ja raha hai.
hr: Neuspjelo postavljanje prilagođenog pokretača: {0}. Prebacivanje na zadani {1}.
hu: Sikertelen az egyéni bootstrapper beállítása: {0}. Alapértelmezés szerint {1}.
it: Installazione di bootstrapper personalizzato non riuscita: {0}. Predefinito a {1}.
ja: カスタムランチャーのセットアップに失敗しました。{0}。 テーマ設定を{1}に変更します。
ko: 사용자 지정 부트스트래퍼를 초기화하는데 실패했습니다: {0}. {1}로 초기화합니다.
lt: Nepavyko nustatyti pasirinktinės pakopinės paleidyklės: {0}. Nustatomas numatytasis į „{1}“.
lv: Neizdevās uzstādīt pielāgotu palaišanas ielādētāju: {0}. Noklusējums uz {1}.
ms: Gagal menyediakan bootstrapper tersuai: {0}. Menggunakan tetapan lalai balik kepada {1}.
nl: Het instellen van aangepaste bootstrapper: {0}. Word ingesteld op de standaard {1}.
pl: Nie udało się załadować niestandardowego bootstrappera: {0}. Ustawiono domyślnie do {1}.
pt_br: Falha ao configurar o inicializador personalizado: {0}. Revertendo para {1}.
ro: Nu s-a putut seta inițializatorul: {0}. Setat implicit la {1}.
ru: Не удалось установить пользовательскую тему лаунчера: {0}. Возвращаемся к {1}.
sv_se: Misslyckades med att konfigurera egen startprogram: {0}. Använder {1} istället.
th: ไม่สามารถตั้งค่า Bootstrapper แบบกำหนดเองได้: {0}. เปลี่ยนกลับไปใช้เป็น {1}.
uk: Не вдалося встановити спеціальний bootstrapper: {0}. за замовчуванням {1}.
vi: Không thể thiết lập trình khởi động tùy chỉnh: {0}. Mặc định về {1}.
zh_hk: 無法設定自訂啓動器：{0}。 正在預設為 {1}。
zh_tw: 無法設定自定義的啟動器：{0}。 正在預設為 {1}。

# Menu.Appearance.CustomThemes.NoneSelected
source: No custom theme selected.
ar: لم يتم تحديد موضوع مخصص.
bg: Няма избрана тема.
bs: Nije odabrana prilagođena tema.
cs: Není vybrán žádný vlastní motiv.
da: Intet tilpasset tema valgt.
de: Kein benutzerdefiniertes Design ausgewählt.
es_es: No se ha seleccionado ningún tema personalizado.
fa: هیچ تم دلخواهی انتخاب نشده است.
fi: Mukautettua teemaa ei ole valittu.
fil: Walang custom theme napili.
hi: Koi custom theme select nahi kiya gaya.
hr: Nije odabrana niti jedna prilagođena tema.
hu: Nincs egyéni téma kiválasztva.
it: Nessun tema personalizzato scelto.
ja: カスタムテーマが選択されていません。
ko: 사용자 지정 테마가 선택되지 않았습니다.
lt: Nepasirinkta jokia pasirinktinė tema.
lv: Neviena pielāgota tēma nav izvēlēta.
ms: Tiada tema suai dipilih.
nl: Geen aangepaste thema geselecteerd.
pl: Nie wybrano niestandardowego motywu.
pt_br: Nenhum tema personalizado selecionado.
ro: Nicio temă personalizată selectată.
ru: Пользовательская тема не выбрана.
sv_se: Inget eget tema valt.
th: ไม่มีธีมกําหนดเองเลือกไว้
uk: Не вибрано жодної особистої теми.
vi: Chưa chọn chủ đề tùy chỉnh nào.
zh_hk: 未選擇自訂主題。
zh_tw: 未選取自訂主題。

# Menu.Appearance.CustomThemes.DeleteFailed
source: Failed to delete custom theme {0}: {1}
ar: فشل في حذف موضوع مخصص {0}: {1}
bg: Неуспешно изтриване на тема {0}: {1}
bs: Brisanje prilagođene teme {0} nije uspjelo: {1}
cs: Nepodařilo se odstranit vlastní motiv {0}: {1}
da: Kunne ikke slette tilpasset tema {0}: {1}
de: Fehler beim Löschen des benutzerdefinierten Designs {0}: {1}
es_es: Error al eliminar el tema personalizado {0}: {1}
fa: ناموفق در حذف نصب تم دلخواه {0}: {1}
fi: Mukautetun teeman {0} poistaminen epäonnistui: {1}
fil: Nabigo I-delete ang custom theme {0}: {1}
hi: Custom theme {0} delete karne mein fail ho gaya: {1}
hr: Nije uspjelo brisanje prilagođene teme {0}: {1}
hu: Nem sikerült törölni az egyéni témát {0}: {1}
it: L'eliminazione del tema personalizzato {0} non riuscita: {1}
ja: テーマ「{0}」を削除できませんでした。 {1}
ko: 사용자 지정 테마 {0} 삭제에 실패했습니다: {1}
lt: Nepavyko ištrinti pasirinktinės temos {0}: {1}.
lv: Neizdevās izdzēst pielāgotu tēmu {0}: {1}
ms: Gagal memadam tema tersuai {0}: {1}
nl: Aangepast thema verwijderen mislukt {0}: {1}
pl: Nie udało się usunąć niestandardowego motywu {0}: {1}
pt_br: Falha ao excluir o tema personalizado {0}: {1}
ro: Nu s-a putut șterge tema personalizată {0}: {1}
ru: Не удалось удалить пользовательскую тему {0}: {1}
sv_se: Misslyckades att radera eget tema {0}: {1}
th: ไม่สามารถลบธีมกําหนดเองได้ {0}: {1}
uk: Не вдалося видалити особисту тему {0}: {1}
vi: Không thể xóa chủ đề tùy chỉnh {0}: {1}
zh_hk: 無法刪除自訂主題 {0}：{1}
zh_tw: 無法刪除自訂主題 {0}: {1}

# Menu.Appearance.CustomThemes.RenameFailed
source: Failed to rename custom theme {0}: {1}
ar: فشل في حذف موضوع مخصص {0}: {1}
bg: Неуспешно преименуване на тема {0}: {1}
bs: Preimenovanje Prilagođene teme {0} nije uspjelo {1}
cs: Nepodařilo se přejmenovat vlastní šablonu {0}: {1}
da: Kunne ikke omdøbe tilpasset tema {0}: {1}
de: Fehler beim Umbenennen des benutzerdefinierten Designs {0}: {1}
es_es: Error al renombrar el tema personalizado {0}: {1}
fa: ناموفق در تغییرنام تم دلخواه {0}: {1}
fi: Mukautetun teeman {0} uudelleennimeäminen epäonnistui: {1}
fil: Nabigong palitan ang custom na theme {0}: {1}
hi: Custom theme {0} rename karne mein fail ho gaya: {1}
hr: Nije uspjelo učitavanje prilagođene teme {0}: {1}
hu: Nem sikerült átnevezni az egyéni témát {0}: {1}
it: L'eliminazione del tema personalizzato {0} fallita: {1}
ja: テーマ「{0}」の名前を変更できませんでした。 {1}
ko: 사용자 지정 테마 {0} 이름 변경에 실패했습니다: {1}
lt: Nepavyko pervadinti pasirinktinės temos {0}: {1}.
lv: Neizdevās mainīt nosaukumu pielāgotajai tēmai {0}: {1}
ms: Tidak berjaya menamakan semula tema tersuai {0}: {1}
nl: Hernoemen van aangepast thema {0} mislukt: {1}
pl: Nie udało się zmienić nazwy niestandardowego motywu {0}: {1}
pt_br: Falha ao renomear o tema personalizado {0}: {1}
ro: Nu s-a putut redenumi tema personalizată {0}: {1}
ru: Не удалось переименовать пользовательскую тему {0}: {1}
sv_se: Det gick inte att byta namn på eget tema {0}: {1}
th: ไม่สามารถเปลี่ยนชื่อธีมกําหนดเองได้ {0}: {1}
uk: Не вдалося перейменувати особисту тему {0}: {1}
vi: Không thể đổi tên chủ đề tùy chỉnh {0}: {1}
zh_hk: 無法重新命名自訂主題 {0}：{1}
zh_tw: 無法重命名自訂主題 {0}: {1}

# Bootstrapper.ModificationsFailed.Title
source: Failed to apply all modifications
ar: فشل في تطبيق جميع التعديلات
bg: Неуспешно прилагане на всички модификации
bs: Primjena izmjena nije uspjela
cs: Nepodařilo se použít modifikace
da: Kunne ikke anvende ændringer
de: Fehler bei der Anwendung der Modifikationen
es_es: Fallo al aplicar modificaciones
fa: اعمال تغییرات با شکست مواجه شد
fi: Muutoksia ei voitu ottaa käyttöön
fil: Nabigo mag-apply ang modifications
hi: Parivartan lagu karne mein asafal raha
hr: Neuspjela primjena modifikacija
hu: Nem sikerült alkalmazni a módosításokat
it: Applicazione delle modifiche non riuscita
ja: Modの適用に失敗
ko: 변경 사항을 적용하지 못했습니다
lt: Nepavyko pritaikyti modifikacijų
lv: Neizdevās pielietot visas modifikācijas
ms: Gagal menerapkan pengubahsuaian
nl: Toepassen van wijzigingen mislukt
pl: Nie udało się zastosować modów
pt_br: Falha ao aplicar modificações
ro: Aplicarea modificărilor a eșuat
ru: Не удалось применить модификации
sv_se: Det gick inte att tillämpa ändringarna
th: ไม่สามารถบันทึกการเปลี่ยนเเปลงได้
uk: Не вдалось застосувати модифікацію
vi: Không thể áp dụng các chỉnh sửa
zh_hk: 無法套用所有修改
zh_tw: 無法套用所有修改

# Bootstrapper.ModificationsFailed.Message
source: Not all modifications will be present in the current launch.
ar: لن تكون جميع التعديلات موجودة في عملية الإطلاق الحالية.
bg: Не всички модификации ще бъдат приложени при текущото стартиране.
bs: Neće sve modifikacije biti prisutne u trenutnom lansiranju.
cs: Ne všechny modifikace budou přítomny při aktuálním spuštění.
da: Ikke alle ændringer vil være til stede i den nuværende lancering.
de: Nicht alle Modifikationen werden in dieser Sitzung verfügbar sein.
es_es: No todas las modificaciones estarán presentes en el lanzamiento actual.
fa: همه تغییرات در راه‌اندازی فعلی وجود نخواهند داشت.
fi: Kaikki muutokset eivät ole läsnä nykyisessä käynnistyksessä.
fil: Hindi lahat ang modifications ay makikita sa current launch.
hi: Sabhi parivartan vartaman launch mein upasthit nahi honge.
hr: Sve modifikacije neće biti prisutne u trenutnom pokretanju.
hu: Nem minden módosítás lesz jelen a jelenlegi indításban.
it: Non tutte le modifiche saranno presenti nell'avvio corrente.
ja: 今回の起動では、一部のModが適用されていません。
ko: 이번 실행에서 모든 변경 사항이 적용되지는 않습니다.
lt: Ne visos modifikacijos bus pateiktos dabartiniame paleidime.
lv: Ne visas modifikācijas tiks pielietotas šajā palaišanas reizē.
ms: Tidak semua pengubahsuaian akan muncul dalam pelancaran.
nl: Niet alle wijzigingen zullen aanwezig zijn in de huidige lancering.
pl: Nie wszystkie modyfikacje będą obecne w bieżącym uruchomieniu.
pt_br: Nem todas as modificações estarão presentes nesta execução.
ro: Nu toate modificările vor fi prezente în lansarea curentă.
ru: Не все изменения будут присутствовать при текущем запуске.
sv_se: Inte alla ändringar kommer att finnas med i denna session.
th: การแก้ไขทั้งหมดอาจไม่ปรากฏในการเปิดเกมรอบนี้
uk: Не всі модифікації будуть діяти під час наступного запуску.
vi: Các chỉnh sửa sẽ không được áp dụng trong lần chạy này.
zh_hk: 並非所有修改都會出現在目前的啓動中。
zh_tw: 並非所有修改都會出現在本次啟動中。

# Bootstrapper.ExtractionFailed.Title
source: Failed to extract all files
ar: فشل في استخراج جميع الملفات
bg: Неуспешно разархивиране на всички файлове
bs: Raspakivanje svih fajlova nije uspjelo
cs: Extrahování souborů se nezdařilo
da: Kunne ikke udpakke filer
de: Fehler bei der Extraktion der Dateien
es_es: Fallo al extraer archivos
fa: استخراج فایل‌ها با شکست مواجه شد
fi: Tiedostojen purku epäonnistui
fil: Nabigo pagkuha ng files
hi: Files extract karne mein asafal raha
hr: Neuspjelo izdvajanje datoteka
hu: Nem sikerült extraktálni a fájlokat
it: Estrazione dei file non riuscita
ja: ファイルの抽出に失敗
ko: 파일을 추출하는데 실패했습니다
lt: Nepavyko išskleisti failų
lv: Neizdevās izvilkt visus failus
ms: Gagal untuk mengekstrak fail
nl: Kon niet alle bestanden uitpakken
pl: Nie udało się rozpakować plików
pt_br: Falha ao extrair arquivos
ro: Extragerea fișierelor a eșuat
ru: Не удалось извлечь файлы
sv_se: Det gick inte att extrahera filerna
th: ไม่สามารถเเตกไฟล์ได้
uk: Не вдалось отримати файл
vi: Không thể giải nén các tập tin
zh_hk: 無法解壓縮所有檔案
zh_tw: 無法解壓縮所有檔案

# Bootstrapper.ExtractionFailed.Message
source: Some content may be missing. Force a Roblox reinstallation in settings to fix this.
ar: قد يكون بعض المحتوى مفقود. قم بإعادة تثبيت Roblox في الإعدادات لإصلاح هذا.
bg: Възможно е да липсват някои файлове. Преинсталирайте Roblox от настройките, за да поправите това.
bs: Neki sadržaj možda nedostaje. Prisilite ponovnu instalaciju Robloxa u postavkama da to popravite.
cs: Některý obsah může chybět. Přeinstalujte Roblox v nastavení pro opravení.
da: Noget indhold kan mangle. Tving en Roblox geninstallation i indstillinger for at løse dette.
de: Einige Dateien scheinen zu fehlen. Erzwinge eine Reinstallation von Roblox in den Einstellungen, um dieses Problem zu beheben.
es_es: Algunas cosas pueden faltar. Fuerce una reinstalación de Roblox en las configuración para arreglar esto.
fa: ممکن است برخی از محتواها گم شده باشند. برای رفع این مشکل، نصب مجبوری مجدد روبلاکس را در تنظیمات اجباری کنید.
fi: Jotakin sisältöä saattaa puuttua. Pakota Robloxin uudelleenasennus asetuksista korjataksesi tämän.
fil: May content na maaaring nawawala. Pilitin ang Roblox Installation sa settings para ayusin ito.
hi: Kuch content missing ho sakta hai. Isko thik karne ke liye settings mein jaakar Roblox ko zabardasti reinstall karein.
hr: Možda nedostaje neki sadržaj. Prisilite reinstalaciju u postavkama za popravak.
hu: Néhány tartalom hiányozhat. A Roblox újratelepítésének kényszerítése a beállítások között javítja ezt.
it: Alcuni contenuti potrebbero mancare. Forza la reinstallazione di Roblox nelle impostazioni per risolverlo.
ja: 一部のファイルが不足している可能性があります。設定からRobloxの強制再インストールを行ってください。
ko: 콘텐츠 일부가 누락되었을 수 있습니다. Roblox를 강제 재설치하여 이를 해결하세요.
lt: Kai kurio turinio gali trūkti. Kad tai ištaisytumėte, nustatymuose priverskite iš naujo įdiegti „Roblox“.
lv: Daļa no satura varētu būt pazudusi. Piespiedu kārtā lieciet Roblox pārinstalēšanu iestatījumos, lai šo salabotu.
ms: Sebahagian kandungan mungkin hilang. Sila pergi ke bahagian tetapan untuk memaksa pemasangan semula Roblox bagi membetulkan masalah ini.
nl: Er kan inhoud ontbreken. Forceer een Roblox herinstallatie in de instellingen om dit op te lossen.
pl: Może brakować niektórych treści. Zmuś ponowną instalację Roblox w ustawieniach, aby to naprawić.
pt_br: Algum conteúdo pode estar faltando. Force uma reinstalação do Roblox nas configurações para consertar isso.
ro: Este posibil ca unele conținuturi să lipsească. Forțează o reinstalare a Roblox din setări pentru a rezolva acest lucru.
ru: Некоторое содержимое может быть нету. Чтобы исправить это, сделайте принудительную переустановку Роблокса в настройках.
sv_se: Vissa filer verkar saknas. Genomför en ominstallation av Roblox i inställningarna för att åtgärda problemet.
th: คอนเทนต์บางอย่างอาจหายไป บังคับติดตั้ง Roblox ใหม่อีกครั้งในตั้งค่าเพื่อแก้ไขปัญหานี้
uk: Деякий вміст може бути відсутнім. Примусово перевстановіть roblox в налаштування аби виправити це.
vi: Một số nội dung có thể bị thiếu. Cài đặt lại Roblox để sửa lỗi này.
zh_hk: 某些內容可能會遺失。請在設定中強制重新安裝 Roblox 可以解決此問題。
zh_tw: 某些內容可能已經損毁或遺失。 請在設定中強制重新安裝 Roblox 以修復此問題。

# Common.Rename
source: Rename
ar: إعادة تسمية
bg: Преименувай
bs: Preimenuj
cs: Přejmenovat
da: Omdøb
de: Umbenennen
es_es: Renombrar
fa: تغییرنام
fi: Nimeä uudelleen
fil: Palitan ng pangalan
hi: Rename karo
hr: Preimenuj
hu: Átnevezés
it: Rinomina
ja: 名前を変更
ko: 이름 변경
lt: Pervadinti
lv: Mainīt nosaukumu
ms: Namakan Semula
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ro: Redenumire
ru: Переименовать
sv_se: Byt namn
th: เปลี่ยนชื่อ
uk: Перейменувати
vi: Đổi tên
zh_hk: 重新命名
zh_tw: 重新命名

# Common.CreateNew
source: Create New
ar: إنشاء جديد
bg: Създай нова
bs: Napravi novi
cs: Vytvořit nový
da: Opret ny
de: Neu erstellen
es_es: Crear nuevo
fa: ایجاد مورد جدید
fi: Luo uusi
fil: Gumawa ng bago
hi: Naya Banaein
hr: Izradi novo
hu: Új létrehozása
it: Crea Nuovo
ja: 新規作成
ko: 새로 만들기
lt: Kurti naują
lv: Izveidot Jaunu
ms: Buat baharu
nl: Maak nieuw
pl: Stwórz nowy
pt_br: Criar Novo
ro: Creează
ru: Создать новый
sv_se: Skapa ny
th: สร้างใหม่
uk: Створити нове
vi: Khởi tạo
zh_hk: 建立新的
zh_tw: 新建

# Menu.Bloxstrap.Description
source: Configure options related to Bloxstrap's behaviour itself.
ar: تكوين الخيارات المتعلقة بسلوك Bloxstrap.
bg: Конфигурирайте опции, свързани с поведението на Bloxstrap.
bs: Konfiguiraj opcije povezane sa samim ponašanjem Bloxstrapa.
cs: Konfigurace možností souvisejících se samotným chováním Bloxstrapu.
da: Konfigurer indstillinger relateret til Bloxstraps opførsel.
de: Konfiguriere Optionen, welche sich auf das Verhalten von Bloxstrap auswirken.
fi: Määritä Bloxstrapin käyttäytymiseen liittyviä asetuksia.
fil: I-configure ang mga option na nanuugnay sa pag-uugali ng Bloxstrap mismo.
hi: Bloxstrap ke apne behaviour se judi options ko configure karein.
hu: A Bloxstrap viselkedésével kapcsolatos beállítások konfigurálása.
it: Configura le opzioni a riguardo del comportamento di Bloxstrap.
ko: Bloxstrap의 동작과 관련된 옵션을 구성
lv: Konfigurē opcijas saistītas ar paša Bloxstrap uzvedību.
pt_br: Configure opções relacionadas ao comportamento do Bloxstrap.
ro: Configurați opțiunile legate de comportamentul Bloxstrap-ului.
ru: Настройка параметров, связанных с поведением Bloxstrap.
th: กำหนดค่าเกี่ยวกับตัวเลือกที่เกี่ยวข้องกับพฤติกรรมของ Bloxstrap เอง
tr: Bloxstrap'ın davranışı ile ilgili ayarları yapılandırın.
uk: Налаштуйте параметри, пов'язані з поведінкою самого Bloxstrap.
vi: Tùy chỉnh những lựa chọn liên quan tới cách hoạt động của Bloxstrap.
zh_cn: 您可以在此处配置 Bloxstrap 本身行为相关的选项。
zh_hk: 配置與 Bloxstrap 行為本身相關的選項。

# Menu.Behaviour.BackgroundUpdates.Title
source: Background updates
ar: تحديثات الخلفية
bg: Актуализации във фонов режим
bs: Pozadinska aržuriranja
cs: Aktualizace v pozadí
da: Baggrundsopdateringer
es_es: Actualizaciones de fondo
fa: به‌روزرسانی‌های پس‌زمینه‌ای
fi: Päivitä taustalla
hr: Ažuriranja u pozadini
hu: Háttérfrissítések
it: Aggiornamenti in background
ja: バックグラウンド更新を有効にする
ko: 백그라운드 업데이트
lt: Fono naujinimai
lv: Fona atjauninājumi
ms: Kemas kini latar belakang
nl: Updates op de achtergrond
pl: Aktualizacje w tle
pt_br: Atualizações em segundo plano
ro: Actualizare în fundal
ru: Фоновые обновления
sv_se: Bakgrundsuppdateringar
th: อัพเดทในพื้นหลัง
uk: Оновлення у фоновому режимі
vi: Cập nhật ở nền
zh_hk: 背景更新
zh_tw: 背景更新

# Menu.Behaviour.BackgroundUpdates.Description
source: Update Roblox in the background instead of waiting. Not recommended for slow networks. At least 3GB of free storage space is required for this feature to work.
ar: تحديث Roblox في الخلفية بدلاً من الانتظار. لا ينصح بالشبكات البطيئة. مطلوب على الأقل 3 جيغابايت من مساحة التخزين الحرة لكي تعمل هذه الميزة.
bg: Вместо да чакате, актуализирайте Roblox във фона. Не се препоръчва за бавни мрежи. За да работи тази функция, е необходм минимум 3GB свободно място.
bs: Ažurirajte Roblox u pozadini umjesto da čekate. Ne preporučuje se za spore mreže. Za rad ove funkcije potrebno je najmanje 3GB slobodnog prostora za pohranu.
cs: Aktualizuje Roblox v pozadí místo čekání. Není doporučeno pro pomalé sítě. Alespoň 3GB volného úložiště je potřeba, aby tato funkce fungovala.
da: Opdater Roblox i baggrunden i stedet for at vente. Ikke anbefalet for langsomme netværk. Mindst 3GB af ledig lagerplads kræves for at denne funktion kan fungere.
es_es: Actualizar Roblox en segundo plano en lugar de esperar. No es recomendado para redes lentas. Se necesitan al menos 3GB de espacio de almacenamiento libre para que esta característica funcione.
fa: روبلاکس را در پس‌زمینه به‌روزرسانی کنید به‌جای منتظر ماندن. برای اینترنت های کند توصیه نمی‌شود. برای فعال شدن این قابلیت، حداقل ۳ گیگابایت فضای خالی نیاز است.
fi: Päivitä Roblox taustalla odotttamisen sijaan. Ei suositeltu hitaille verkkoyhteyksille. Ainakin 3GB vapaata tallennustilaa vaaditaan, jotta tämä ominaisuus toimisi.
fil: i-Update ang Roblox sa background kesa sa pag-hintay. Hindi ito inirerekomenda sa mga mabagal na network. Kailangan ng 3GB na libreng storage space para mapagana ang feature na ito.
hi: Jab update available ho, tab launch ko block karne ke bajaye Roblox ko background mein update karein. Is feature ke liye kam se kam 5GB ka free storage space zaroori hai.
hr: Ažuriraj Roblox u pozadini umjesto čekanja. Ne preporuča se slabijim vezama. Najmanje 3GB slobodne memorije treba za rad ove značajke.
hu: Várakozás helyett a háttérben frissítheti a Robloxot. Lassú hálózatokon nem ajánlott. A funkció működéséhez legalább 3GB szabad tárhely szükséges.
it: Aggiorna Roblox in background invece di attendere. Non consigliato per reti lente. Per far funzionare questa funzione è necessario almeno 3GB di spazio di archiviazione libero.
ja: Robloxをバックグラウンドで更新することで、Robloxの起動時間を短縮することができます。インターネット回線の速度が遅い場合はおすすめしません。この機能を使用する際は、3GBの空き容量が必要です。
ko: 기다리는 대신 백그라운드에서 Roblox를 업데이트합니다. 느린 네트워크 환경에서는 권장되지 않습니다. 이 기능이 작동하려면 최소 3GB의 저장 공간이 필요합니다.
lt: Atnaujinkite „Roblox“ fone vietoj to, kad lauktumėte. Nerekomenduojama naudoti lėtuose tinkluose. Kad ši funkcija veiktų, reikia bent 3 GB laisvos vietos saugykloje.
lv: Atjaunināt Roblox fonā, nevis gaidīt. Nav ieteicams, ja tev ir lēns internets. Vismaz 3GB ar brīvu vietu ir nepieciešami, lai šī funkcija varētu strādāt.
ms: Kemas kini Roblox di latar belakang tanpa menunggu. Ciri ini tidak disarankan untuk internet yang perlahan dan memerlukan sekurang-kurangnya 3GB ruang storan kosong untuk ia berfungsi dengan baik.
nl: Update Roblox op de achtergrond in plaats van te wachten. Niet aanbevolen voor langzame netwerken. Ten minste 3 GB aan vrije opslagruimte is vereist om deze functie te laten werken.
pl: Aktualizuj Roblox w tle, zamiast czekać. Nie jest zalecane dla słabych połączeń sieciowych. Aby funkcja zadziałała wymagane jest co najmniej 3 GB wolnego miejsca.
pt_br: Atualize o Roblox em segundo plano ao invés de ficar esperando. Não recomendado para conexões lentas. É necessário pelo menos 3GB de armazenamento livre em disco para este recurso funcionar.
ro: Actualizează Roblox în fundal în loc de a bloca lansarea atunci când este disponibilă o actualizare. Cel puțin 5 GB de spațiu de stocare gratuit este necesar pentru această funcționalitate.
ru: Обновлять Roblox в фоновом режиме вместо блокировки запуска, когда доступно обновление. Для этой функции, нужно хотя бы 5 ГБ свободного места на диске.
sv_se: Uppdatera Roblox i bakgrunden istället för att vänta. Rekommenderas inte för långsamma nätverk. Minst 3 GB ledigt lagringsutrymme krävs för att den här funktionen ska fungera.
th: อัพเดท Roblox ในพื้นหลัง เเทนที่หยุด Roblox จากการเปิดเมื่อมีอัปเดต ต้องมีพื้นที่เก็บข้อมูลเหลืออย่างน้อย 5GB เพื่อให้ฟีเจอร์นี้ทำงาน
uk: Обновіть Roblox у фоновому режимі замість очікування роботи. Не рекомендується для мереж з повільною швидкістю. Для роботи необхідно щонайменше 3 ГБ вільного місця.
vi: Cập nhật Roblox trong nền thay vì chặn quá trình khởi chạy khi có bản cập nhật. Cần trống ít nhất 5GB bộ nhớ lưu trữ cho tính năng này.
zh_hk: 無需等待即可在背景更新 Roblox。不建議用於速度較慢的網路。此功能需要至少 3GB 的可用儲存空間才能正常運作。
zh_tw: 無需等待即可在背景更新 Roblox。不建議在網速較慢的情況下使用此功能。此功能至少需要 3 GB 的可用儲存空間才能正常運作。

# Common.Import
source: Import
ar: استيراد
bg: Импортиране
bs: Uvoz
cs: Importovat
da: Importer
de: Importieren
es_es: Importar
fa: وارد کردن
fi: Tuo
fil: Mag-import
hi: Import Karo
hr: Uvedi
hu: Importálás
it: Importa
ja: インポート
ko: 가져오기
lt: Importuoti
lv: Importēt
nl: Importeer
pl: Importuj
pt_br: Importar
ro: Importă
ru: Импортировать
sv_se: Importera
th: นำเข้า
uk: Імпортувати
vi: Nhập
zh_hk: 匯入
zh_tw: 匯入

# Common.Edit
source: Edit
ar: حرّر
bg: Редактирай
bs: Uredi
cs: Upravit
da: Rediger
de: Bearbeiten
es_es: Editar
fa: ويرايش
fi: Muokkaa
fil: I-edit
hi: Edit karo
hr: Uredi
hu: Módosítás
it: Modifica
ja: 編集
ko: 편집
lt: Redaguoti
lv: Rediģēt
nl: Aanpassen
pl: Edytuj
pt_br: Editar
ro: Editează
ru: Изменить
sv_se: Redigera
th: แก้ไข
uk: Редагувати
vi: Chỉnh sửa
zh_hk: 編輯
zh_tw: 編輯

# About.Title
source: About Bloxstrap
ar: حول Bloxstrap
bg: За Bloxstrap
bs: O Bloxstrapu
cs: O Bloxstrapu
da: Om Bloxstrap
de: Über Bloxstrap
es_es: Acerca de Fishstrap
fa: درباره بلاکسترپ
fi: Tietoja Bloxstrapista
fil: Tungkol sa Bloxstrap
fr: À propos de Fishstrap
hi: Bloxstrap ke baare mein
hr: O Fishstrapu
hu: A Bloxstrapről
id: Tentang Fishstrap
it: Riguardante Bloxstrap
ja: Fishstrapについて
ko: Bloxstrap 정보
lt: Apie „Fishstrap“
lv: Par Bloxstrap
ms: Perihal Fishstrap
nl: Over Fishstrap
pl: O Fishstrap
pt_br: Sobre o Bloxstrap
ro: Despre Bloxstrap
ru: О Bloxstrap
sv_se: Om Fishstrap
th: เกี่ยวกับ Bloxstrap
tr: Bloxstrap Hakkında
uk: Про Bloxstrap
vi: Về Bloxstrap
zh_cn: 关于 Bloxstrap
zh_hk: 關於 Bloxstrap
zh_tw: 關於 Fishstrap
