Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.FastFlags.Presets.EscapeMenuVersion.Title
source: Preferred escape menu version
bs: Preferirana verzija escape menija
cs: Vybraná verze escape nabídky
da: Foretrukken escape menu version
de: Bevorzugte Version des Escape Menüs
es_es: Versión preferida del menú de escape
fa: نسخه منوی ترجیحی
fr: Version préférée du menu échap
hr: Preferirana verzija escape menija
hu: Előnyben részesített játék menü verzió
id: Versi menu escape yang diinginkan
ja: Robloxメニュー画面を変更
lt: Pageidaujama grįžimo meniu versija
lv: Vēlamā escape izvēlnes versija
ms: Pilih versi menu keluar
nl: Gewenste escape-menu-versie
pl: Preferowana wersja menu gry
sv_se: Föredragen escapemeny-version
tr: Tercih edilen ESC menüsü versiyonu
zh_cn: 首选 Esc 菜单版本
zh_hk: 首選的ESC選單版本
zh_tw: 首選的ESC選單版本

# Menu.FastFlags.Presets.FPSLimit.Description
source: Set to 0 for defaults if you want to use Roblox's native framerate unlocker.
bs: Postavite na 0 za zadane vrijednosti ako želite koristiti Robloxov prirodni otključivač framerate-a.
cs: Nastavte na 0 pro výchozí, pokud chcete používat nativní Fps unlocker v Robloxu.
da: Sæt til 0 for standardindstillinger, hvis du vil bruge Roblox' oprindelige framerate oplåsning.
de: Setze dies auf 0 für standards, wenn du den nativen Framerate-Freischalter von Roblox verwenden möchtest.
es_es: Establece a 0 por defecto si quieres usar el desbloqueador de fotogramas nativo de Roblox.
fa: برای استفاده از آنلاک‌کننده‌ی فریم‌ریت روبلاکس، مقدار را روی ۰ تنظیم کنید تا به تنظیمات پیش‌فرض بازگردد.
fi: Aseta nollaksi oletuksille, jos tahdot käyttää Robloxin natiivia kuvataajuusvapauttajaa.
fil: Ilagay sa 0 para sa defaults pag ikaw ay gusto gamitin ang native framerate unlocker ng Roblox.
fr: Réglez sur 0 pour les paramètres par défaut si vous souhaitez utiliser le débloqueur de FPS natif de Roblox.
hr: Stavite na 0 za zadane postavke ako želite koristiti Roblox-ov domaći framerate unlocker.
hu: Állítsd 0-ra az alapértelmezettért, ha a Roblox saját FPS korlát eltörlőjét akarod használni.
id: Ubah ke 0 untuk bawaan jika Anda ingin menggunakan pembuka framerate bawaan dari Roblox.
ja: 0に設定することでRoblox標準のフレームレート開放機能を利用できます。
lt: Nustatykite 0 kaip numatytąsias reikšmes, jei norite naudoti „Roblox“ vietinį kadrų spartos atsklęsdyklę.
lv: Iestatiet 0 uz noklusējumu, ja jūs vēlaties izmantot Roblox iebūvēto kadru sekundē atbloķētāju.
ms: Jika anda ingin menggunakan kadar bingkai Roblox yang asal, tetapkan kepada 0.
nl: Stel het in op 0 als je de standaard framesnelheid onvergrendeling van Roblox wilt gebruiken.
pl: Ustaw wartość na 0, jeśli chcesz użyć domyślnego limitera klatek na sekundę.
pt_br: Defina como 0 para padrão se você quiser usar o desbloqueador de taxa de quadros nativo do Roblox.
sv_se: Sätt till 0 för standard om du vill använda Roblox inbyggda bildfrekvensupplåsare.
tr: Roblox'un kendi kare hızı açıcısını kullanmak için varsayılanı 0'a ayarlayın.
zh_cn: 设置为 “0” (默认值) 以使用 Roblox 自带的帧率解锁器。
zh_hk: 如果您想使用 Roblox 自帶的幀率解鎖器，請將數字設置為0以使用預設設定。
zh_tw: 如果您想使用 Roblox 原本就有的幀率解鎖器，將數字設置為0以使用默認設置。

# Menu.FastFlags.Presets.FPSLimit.Title
source: Framerate limit
bs: Granica framerate-a
cs: Omezení snímků
da: Framerate grænse
de: Bildwiederholrate begrenzen
es_es: Límite de velocidad de fotogramas
fa: محدودیت نرخ فریم
fi: Kuvataajuuden rajoitus
fr: Limite de FPS
hr: Framerate granica
hu: FPS korlát
id: Batas framerate
ja: フレームレート上限
lt: Kadrų dažnio riba
lv: Kadru sekundē limits
ms: Had kadar bingkai
nl: Framerate-limiet
pl: Limit liczby klatek na sekundę
pt_br: Limite de taxa de quadros (FPS)
sv_se: Bildfrekvensgräns
tr: Kare hızı limiti (FPS)
zh_cn: 帧率上限
zh_hk: 幀率(FPS)上限
zh_tw: 幀數（FPS）上限

# Menu.FastFlags.Presets.HideGuis.Description
source: Toggled with [keyboard shortcuts]({0}). Only works if you're in the [Bloxstrap group]({1}).
bs: Uključuje se sa [keyboard shortcuts]({0}). Samo radi ako ste u [Bloxstrap group]({1}).
cs: Přepíná se pomocí [klávesových zkratek]({0}). Funguje pouze, pokud jste ve [skupině Bloxstrap na Robloxu]({1}).
da: Slået til med [tastaturgenveje]({0}). Virker kun, hvis du er i [Bloxstrap gruppen]({1}).
de: Mit [Tastenkombinationen]({0}) umschaltbar. Funktioniert nur, wenn du Teil der [Bloxstrap Gruppe]({1}) bist.
es_es: Alternado con [atajos de teclado]({0}). Solo funciona si estás en el [grupo de Fishstrap]({1}).
fa: با [میانبر های کیبورد]({0}) تغییر وضعیت میتوان داد. فقط در صورتی کار می کند که در [گروه بلاکسترپ]({1}) حضور داشته باشید.
fi: Vaihda käyttämällä [näppäinyhdistelmiä]({0}). Toimii vain, jos olet [Bloxstrap Roblox-ryhmässä]({1}).
fil: Toggled kasama ang [keyboard shortcuts]({0}). Gumagana lang kapag ikaw ay nasa [Bloxstrap group]({1}).
fr: Activé en utilisant les [raccourcis clavier]({0}). Fonctionne uniquement si vous êtes dans le [groupe Fishstrap]({1}).
hr: Prebacuje se sa [keyboard shortcuts]({0}). Radi samo ako ste u [Fishstrap group]({1}).
hu: A [billentyűparancsok]({0}) segítségével kapcsolható. Csak akkor működik, ha a [Bloxstrap Roblox csoportban]({1}) vagy.
id: Di aktifkan lewat [shortcut keyboard]({0}). Hanya berfungsi jika Anda ada di [grup Fishstrap]({1}).
ja: [ショートカットキー]({0})で切り替えることができます。[Fishstrapグループ]({1})に参加している場合のみ有効です。
lt: Perjungta su [spartiečiais klavišais]({0}). Veikia tik jei esate [„Fishstrap“ grupėje]({1}).
lv: Iespējots ar [taustiņu kombinācijām]({0}). Strādā tikai. ja tu esi [Bloxstrap grupā]({1}).
ms: Diaktifkan menggunakan [pintasan papan kekunci]({0}). Fungsi ini hanya akan berfungsi jika anda berada dalam [kumpulan Fishstrap] sahaja ({1}).
nl: Omschakelen met [sneltoetsen]({0}). Werkt alleen als je in de [Fishstrap-groep]({1}) zit.
pl: Przełączane za pomocą [skrótów klawiaturowych]({0}). Działa tylko wtedy, gdy należysz do [grupy Fishstrap]({1}) w Roblox.
pt_br: Ligado com [atalhos de teclado]({0}). Só funciona se você estiver no [grupo Bloxstrap]({1}).
sv_se: Sätts igång med [tangentbordsgenvägar]({0}). Fungerar endast om du är i [Fishstrap-gruppen]({1}).
tr: [Klavye kısayolları]({0}) ile değiştirilir. Yalnızca [Bloxstrap grubu]({1}) içindeyseniz çalışır.
zh_cn: 使用 [键盘快捷键]({0}) 来切换；只有当您在加入 [Bloxstrap 群组]({1}) 后才会生效。
zh_hk: 用[快捷鍵]({0}) 來切換。只會在加入了[Bloxstrap群組]({1}) 後生效。
zh_tw: 用快捷鍵({0})開啟，此設定需加入[Fishstrap group]({1})。

# Menu.FastFlags.Presets.HideGuis.Title
source: Enable ability to hide GUIs
bs: Uključi mogućnost za skrivanje GUI-ova
cs: Povolit možnost skrýt GUI
da: Aktiver evne til at skjule GUI'er
de: Aktiviere die Fähigkeit, GUIs zu verstecken
es_es: Habilitar la capacidad de ocultar GUIs
fa: فعال سازی قابلیت پنهان کردن رابط کاربر گرافیکی
fi: Antaa sinun piilottaa pelin GUI:t
fil: Paganahin ang kakayahang itago ang mga GUIs
fr: Activer la possibilité de masquer les interfaces
hr: Uključi mogućnost za skrivanje GUIa
hu: A GUI-k elrejtésének lehetővé tétele
id: Nyalakan kemampuan untuk menyembunyikan GUI
ja: GUIを非表示にする機能を有効にする
lt: Įjungti galimybę paslėpti grafinės sąsajas
lv: Iespējot spēju paslēpt GUI
ms: Aktifkan keupayaan untuk menyembunyikan GUI
nl: Mogelijkheid om GUI's te verbergen inschakelen
pl: Włącz możliwość ukrywania GUI (interfejsu gry)
pt_br: Habilitar a função de ocultar GUIs
sv_se: Aktivera möjligheten att dölja GUIs
tr: GUI'leri gizleme özelliğini etkinleştir
zh_cn: 启用 隐藏/显示 GUI 的功能
zh_hk: 啓用隱藏介面功能
zh_tw: 啟用隱藏介面功能

# Menu.FastFlags.Presets.LightingTechnology.Description
source: Chosen one will be force enabled in all games. [Beware, may cause lighting issues!]({0})
bs: Izabrana opcija će biti forsirana u svim igrama. [Oprez, može izazvati probleme sa osvjetljenjem!]({0})
cs: Vybraná volba bude povinně aktivována ve všech hrách. [Pozor, může způsobit problémy s osvětlením!]({0})
da: Valgt en vil blive aktiveret i alle spil. [Pas på, kan forårsage belysningsproblemer!]({0})
de: Die ausgewählte wird in jedem Spiel erzwungen. [Achtung, dies kann zu Beleuchtungsfehlern führen!]({0})
es_es: El elegido se activará a la fuerza en todos los juegos. [Cuidado, puede causar problemas de iluminación]({0})
fa: گزینه‌ی انتخاب شده در تمامی بازی‌ها به‌طور اجباری فعال خواهد شد. [توجه کنید، ممکن است مشکلاتی در نورپردازی ایجاد کند!]({0})
fr: L'option choisie sera activée de force dans tous les jeux. [Attention, cela peut causer des problèmes d'éclairage !]({0})
hr: Odabrani će biti prisilno uključeni u svim igrama. [Pazite, može uzrokovati poteškoće sa svjetlom!]({0})
hu: A kiválasztott feltétlenül meg fog jelenni az összes játékban. [Vigyázz, ez el tudja rontani a játék kinézetét!]({0})
id: Yang dipilih akan dinyalakan secara paksa pada semua permainan. [Hati-hati, kemungkinan menyebabkan masalah pengcahayaan!]({0})
ja: すべてのゲームで強制的に設定されます。[照明の描画に問題が発生する可能性があります。]({0})
lt: Išrinktasis bus priverstiniai įjungtas visuose žaidimuose. [Saugokitės, gali kilti apšvietimo problemų!]({0})
lv: Izvēlētais piespiedu kārtā tiks iespējots katrā spēlē. [Uzmanību, var radīt problēmas ar gaismu!]({0})
ms: Pilihan yang anda pilih akan dipaksa diaktifkan dalam semua permainan. [Amaran! ia berkemungkinan akan menyebabkan masalah pencahayaan pada permainan]({0})
nl: De gekozen lichttechnologie zal in alle spellen geforceerd ingeschakeld worden. [Let op, dit kan verlichtingsproblemen veroorzaken!]({0})
pl: Wybrany zostanie wymuszony we wszystkich grach. [Uwaga, to może powodować problemy z oświetleniem!]({0})
sv_se: Vald ljusteknologi kommer tvingas igång i alla spel. [Var försiktig, detta kan skapa ljusproblem!]({0})
tr: Seçilmiş olan tüm oyunlarda zorla etkinleştirilecektir. [Dikkatli olun, aydınlatma sorunlarına neden olabilir!]({0})
zh_cn: 选择的项目将会在所有游戏内应用。 [请注意，此选项可能会导致一些出乎意料的光照问题！]({0})
zh_hk: 此選擇會強制在全部遊戲使用。[小心，這可能會造成照明問題！]({0})
zh_tw: 此選擇會強制在全部遊戲使用。[小心，這可能會造成遊戲內的照明問題！]({0})

# Menu.FastFlags.Presets.LightingTechnology.Title
source: Preferred lighting technology
bs: Preferirana tehnologija osvjetljenja
cs: Preferovaná technologie osvětlení
da: Foretrukne belysningsteknologi
de: Bevorzugte Beleuchtungstechnologie
es_es: Tecnología de iluminación preferida
fa: تکنولوژی نورپردازی ترجیهی
fr: Technologie d'éclairage préférée
hr: Preferirana tehnologija svjetla
hu: Előnyben részesített világítási technológia
id: Teknologi pencahayaan yang di sukai
ja: Lighting technologyを選択
lt: Pageidaujama apšvietimo technologija
lv: Vēlamā gaismas tehnoloģija
ms: Pilihan teknologi pencahayaan
nl: Voorkeur voor verlichtingstechnologie
pl: Preferowana technologia oświetlenia
sv_se: Föredragen ljusteknik
tr: Tercih edilen aydınlatma teknolojisi
zh_cn: 首选光照技术
zh_hk: 首選的照明技術
zh_tw: 首選的照明技術

# Menu.FastFlags.Presets.DisablePostFX.Title
source: Disable post-processing effects
bs: Isključi post-processing efekte
cs: Vypnout efekty následného zpracování
da: Deaktiver efterbehandlingseffekter
de: Deaktiviere post-processing Effekte
es_es: Desactivar efectos de post-procesamiento
fa: غیرفعال کردن اثرات های پس از پردازش
fi: Poista jälkikäsittelyefektit käytöstä
fil: I-disable ang post-processing effects
fr: Désactiver les effets de post-traitement
hr: Onemogući post-processing efekte
hu: Utófeldolgozási effektusok letiltása
id: Matikan efek post-processing
ja: ポストプロセスエフェクトを無効にする
lt: Išjungti tolesnio apdorojimo efektus
lv: Atspējot pēcapstrādes efektus
ms: Nyahaktifkan kesan pasca pemprosesan
nl: Post-processing effecten uitschakelen
pl: Wyłącz efekty post-processingu
pt_br: Desativar efeitos pós-processamento
sv_se: Stäng av postprocessingseffekter
tr: İşlem-sonrası efeklerini devre dışı bırak
zh_cn: 禁用后期处理效果
zh_hk: 停用後期處理效果
zh_tw: 禁用後期處理效果

# Menu.FastFlags.Presets.FullscreenTitlebar.Title
source: Disable full-screen titlebar
bs: Isključi traku sa naslovom u full-screenu
cs: Vypnout titulní lištu na celé obrazovce
da: Deaktivér fuldskærm titelbar
de: Titelleiste im Vollbildmodus deaktivieren
es_es: Desactivar barra de título en pantalla completa
fa: غیرفعال کردن نوار عنوان تمام صفحه
fi: Poista koko näytön otsikkopalkki käytöstä
fil: I-disable ang full-screen titlebar
fr: Désactiver la barre de titre en plein écran
hr: Onemogući naslovnu traku u prikazu cijelog zaslona
hu: A teljesképernyős címsor letiltása
id: Nonaktifkan titlebar fullscreen
ja: フルスクリーンでのタイトルバーを無効にする
lt: Išjungti viso ekrano lango antraštės juostą
lv: Atspējot pilnekrāna virsrakstjoslu
ms: Nyahaktifkan bar tajuk skrin penuh
nl: Volledig scherm titelbalk uitschakelen
pl: Wyłącz pasek tytułowy w trybie pełnoekranowym
pt_br: Desativar barra de título em tela cheia
sv_se: Stäng av helskärmstitelrad
tr: Tam ekran başlık çubuğunu kapat
zh_cn: 禁用全屏标题栏
zh_hk: 關閉全螢幕標題列
zh_tw: 關閉視窗標題列

# Menu.FastFlags.Presets.DisablePlayerShadows.Title
source: Disable player shadows
bs: Isključi sjenke igrača
cs: Vypnout stíny hráčů
da: Deaktivér spiller-skygger
de: Spielerschatten Deaktivieren
es_es: Desactivar las sombras de los jugadores
fa: غیرفعال کردن سایه های بازیکن
fi: Poista pelaajien varjot käytöstä
fil: I-disable ang player shadows
fr: Désactiver les ombres de joueurs
hr: Onemogući sjene igrača
hu: Játékosok árnyékai letiltása
id: Matikan bayangan pemain
ja: プレイヤーの影を非表示にする
lt: Išjungti žaidėjų šešėlius
lv: Atspējot spēlētāju ēnas
ms: Nyahaktifkan bayang pada pemain
nl: Spelerschaduw uitzetten
pl: Wyłącz cienie graczy
pt_br: Desativar sombras dos jogadores
sv_se: Stäng av spelarskuggor
tr: Oyuncu gölgelerini kapat
zh_cn: 禁用玩家阴影
zh_hk: 關閉玩家陰影
zh_tw: 關閉玩家陰影

# Menu.FastFlags.Presets.FontPadding.Title
source: Font size
bs: Veličina fonta
cs: Velikost písma
da: Skriftstørrelse
de: Schriftartgröße
es_es: Tamaño de fuente
fa: اندازه فونت
fi: Fonttikoko
fr: Taille de la police d'écriture
hr: Veličina fonta
hu: Betűtípus méret
id: Ukuran font
ja: フォントサイズ
lt: Šrifto dydis
lv: Fonta izmērs
ms: Saiz font
nl: Grootte van lettertype beheren
pl: Rozmiar czcionki
pt_br: Tamanho da fonte
sv_se: Typsnittsstorlek
tr: Yazı tipi boyutu
zh_cn: 字体大小
zh_hk: 字體大小
zh_tw: 字體大小

# Menu.FastFlags.Presets.FontPadding.Description
source: Default value is 1. Adjust if you use a custom font.
bs: Zadana vrijednost je 1. Prilagodite ako koristite prilagođeni font.
cs: Výchozí hodnota je 1. Upravte, pokud používáte vlastní písmo.
da: Standardværdi er 1. Justér hvis du bruger en brugerdefineret skrifttype.
de: Standardwert ist 1. Verändere es, wenn du eine eigene Schriftart verwendest.
es_es: El valor por defecto es 1. Ajústalo si utilizas una fuente personalizada.
fa: مقدار پیش فرض ۱ است. تنظیم کنید در صورت استفاده از فونت سفارشی.
fi: Oletusarvo on 1. Säädä, jos käytät kustomoitua fonttia.
fil: Ang default value nito ay 1. I-adjust ito pag gumagamit ng custom font.
fr: La valeur par défaut est 0. Ajustez si vous utilisez une police d'écriture personnalisée.
hr: Zadana vrijednost je 1. Prilagodite ako koristite prilagođeni font.
hu: Az alapértelmezett érték 1. Változtassa meg ezt, ha egy saját betűtípust használ.
id: Jumlah bawaan adalah 1. Ubah jika Anda menggunakan font kustom.
ja: デフォルトは1です。カスタムフォントを使用する際に設定してください。
lt: Numatytoji reikšmė – 1. Jei naudojate pasirinktinį šriftą, pakoreguokite.
lv: Noklusējuma vērtība ir 1. Izmainiet to, ja jūs izmantojat pielāgotu fontu.
ms: Nilai asal adalah 1. Laraskan jika anda menggunakan font sendiri.
nl: Standaardwaarde is 1. Pas aan als je een aangepast lettertype gebruikt.
pl: Domyślna wartość to 1. Dostosuj, jeśli używasz niestandardowej czcionki.
pt_br: O valor padrão é 1. Ajuste se estiver usando uma fonte personalizada.
sv_se: Standardvärde är 1. Ändra om du använder ett eget typsnitt.
tr: Varsayılan değer 1'dir. Özel bir yazı tipi kullanıyorsanız değiştirin.
zh_cn: 默认数值为 “1”；如果您使用自定义字体，请进行调整以获取最佳适配性。
zh_hk: 預設值為1。可調整你使用中的自訂字體。
zh_tw: 預設值為1。如果使用自訂字體，可進行調整。

# Menu.FastFlags.Presets.DisableTerrainTextures.Title
source: Disable terrain textures
bs: Isključi teksture terena
cs: Vypnout terénové textury
da: Deaktivér terræn teksturer
de: Geländetexturen deaktivieren
es_es: Desactivar texturas del terreno
fa: غیرفعال کردن بافت های زمین
fi: Poista maaston tekstuurit käytöstä
fil: I-disable ang terrain textures
fr: Désactiver les textures de terrain
hr: Onemogući teksture terena
hu: Tereptextúrák kikapcsolása
id: Matikan tekstur daratan
ja: 地形テクスチャを無効にする
lt: Išjungti vietovės tekstūras
lv: Atspējot reljefa tekstūras
ms: Nyahaktifkan tekstur permukaan rupa bumi
nl: Schakel terreintexturen uit
pl: Wyłącz tekstury terenu
pt_br: Desativar texturas de terreno
sv_se: Stäng av terrängtexturer
tr: Arazi dokularını devre dışı bırak
zh_cn: 禁用地形材质
zh_hk: 關閉地形材質
zh_tw: 關閉地形材質

# Menu.About.Licenses.Apache
source: Apache License 2.0
ar: رخصة Apache 2.0
bg: Apache Лиценз 2.0
bs: Apache licenca 2.0
cs: Licence Apache 2.0
da: Apache Licens 2,0
de: Apache-Lizenz 2.0
es_es: Licencia de Apache 2.0
fa: مجوز Apache 2.0
hr: Apache Licenca 2.0
it: Licenza Apache 2.0
ko: Apache 라이선스 2.0
lt: „Apache“ licencija 2.0
lv: Apache Licence 2.0
ms: Lesen Apache 2.0
nl: Apache Licentie 2.0
pl: Licencja Apache 2.0
pt_br: Licença Apache 2.0
ro: Licență Apache 2.0
ru: Лицензия Apache 2.0
sv_se: Apache-licens 2.0
vi: Giấy phép Apache 2.0
zh_hk: Apache 授權條款 2.0
zh_tw: Apache 授權條款 2.0

# Menu.Bloxstrap.Analytics.Title
source: Enable sending of analytics
ar: تمكين إرسال التحليلات
bg: Активирайте изпращането на аналитика
bs: Omogućite slanje analitike
cs: Povolit odesílání analytiky
da: Aktiver afsendelse af analyser
de: Aktiviere das Senden von analytischen Daten
fi: Ota analytiikan lähetys käyttöön
fil: I-enable ang pag-send ng analitiko
hi: Analytics bhejne ko enable karein
hu: Az analitika küldésének engedélyezése
it: Abilita l'invio delle statistiche
ko: 사용 진단 정보 전송 활성화
lv: Iespējo analītiku sūtīšanu
pt_br: Habilitar o envio de análises
ro: Activează trimiterea de date analitice
ru: Включить отправку аналитики
th: เปิดใช้งานการส่งข้อมูลวิเคราะห์
tr: Analitikleri göndermeyi etkinleştir
uk: Увімкнути надсилання аналітики
vi: Bật gửi dữ liệu phân tích
zh_cn: 允许发送分析数据
zh_hk: 啓用分析傳送

# Menu.Bloxstrap.Analytics.Description
source: It's anonymous and nothing evil, promise. For insight on what we collect and why, see our [privacy policy]({0}).
ar: إنه مجهول وما فيه شر، أوعدكم! للحصول على نظرة ثاقبة حول ما نجمعه و لماذا, راجع [الPrivacy Policy]({0}).
bg: Те са напълно анонимни. За информация върху какво събираме и защо. Вижте нашата [политика за поверителност]({0}).
bs: Anonimno je i ništa loše, obećavam. Za uvid u to šta prikupljamo i zašto, pogledajte našu [politiku privatnosti]({0}).
cs: Je to anonymní a nic zlého, přísaháme. Pokud vás zajímá co sbíráme a proč, podívejte se na naše [zásady ochrany osobních údajů]({0}).
da: Det er anonymt, og der er intet ondt, vi lover. For indsigt i, hvad vi indsamler og hvorfor, se vores [privatlivspolitik]({0}).
de: Es ist anonym und nichts Böses, versprochen. Für mehr Klarheit über welche Daten wir sammeln und warum, schaue dir unsere [Datenschutzrichtlinien]({0}) an.
fi: Se on anonyymiä eikä mitään pahaa, lupaamme. Lisätietoja siitä, mitä me keräämme ja miksi löytyy [yksityisyyskäytännöstämme]({0}).
fil: Ito ay anonima lang at walang masama, promise. Para sa insight na anong kinokolekta namin at bakit, tignan mo ang aming [privacy policy]({0}).
hi: Yeh process anonymous aur nuksan-free hai. Hum jo data collect karte hain aur uske peeche ke karan ke liye, kripya humari [privacy policy]({0}) dekhein.
hu: Névtelen és semmi rossz, ígérjük. Ha többet szeretne megtudni arról, hogy mit és miért gyűjtünk, olvassa el az [adatvédelmi szabályzatunkat]({0}).
it: È anonimo e non è niente di male, promesso. Per informazioni su che cosa collezioniamo e perché, guarda la nostra [informativa sulla privacy]({0}).
ko: 전송되는 정보는 전부 익명이며 악의적인 목적이 아닙니다. 저희가 수집하는 항목과 이유에 대한 자세한 내용은 [개인정보 처리방침]({0})을 확인해 주세요.
lv: Tas ir anonīmi un nav ļauni, apsolam. Priekš ieskata, ko mēs vācam un kāpēc, skatiet mūsu [privātuma politiku]({0}).
pt_br: É anônimo e nada mau, eu prometo. Para saber o que coletamos e o porquê, veja nossa [política de privacidade]({0}).
ro: Este anonimă și fără intenții rele, vă promitem. Pentru a vedea ce colectăm și de ce, vedeți [politica noastră de confidențialitate]({0}).
ru: Это анонимно и ничего плохого, обещаем. О том, что мы собираем и зачем, читайте в нашей [политике конфиденциальности]({0}).
th: มันเป็นข้อมูลที่ไม่ระบุชื่อและไม่มีอะไรที่ไม่ดีแน่นอน สําหรับข้อมูลเกี่ยวกับสิ่งที่เรารวบรวมและเหตุผล โปรดดูที่ [นโยบายความเป็นส่วนตัวของเรา]({0})
tr: Hepsi anonim ve kötü bir şey değil, söz. Ne topladığımız ve neden topladığımız hakkında bilgi için [gizlilik politikamıza]({0}) bakın.
uk: Це анонімно і нічого злого, обіцяємо. Щоб дізнатися, що ми збираємо і чому, ознайомтеся з нашою [політикою конфіденційності]({0}).
vi: Mọi thứ đều ẩn danh và không có gì xấu xa cả, thật đấy. Để biết chúng tôi thu thập những gì và lý do, hãy xem [chính sách quyền riêng tư]({0}) của chúng tôi.
zh_cn: Bloxstrap 承诺所有收集的数据都是匿名无害的。若要了解我们为什么而收集；请参阅我们的 [隐私政策]({0})。
zh_hk: 這是匿名的，沒有什麼邪惡的，真的。如需深入了解我們收集的內容及其原因，請參閱我們的[隱私權政策]({0})。

# Menu.Bloxstrap.ExportData.Title
source: Export diagnostic data
ar: تصدير البيانات التشخيصية
bg: Експортиране на диагностични данни
bs: Izvezi dijagnostičkih podataka
cs: Exportovat diagnostická data
da: Eksport diagnostiske data
de: Diagnosedaten exportieren
fi: Vie diagnostiikkadata
fil: I-export ang diagnostic data
hi: Diagnostic data niryat
hu: Diagnosztikai adatok exportálása
it: Esportazione diagnostica dati
ko: 진단 데이터 내보내기
lv: Eksportēt diagnostikas datus
pt_br: Exportar dados de diagnóstico
ro: Exportă date de diagnosticare
ru: Экспортировать диагностические данные
th: ส่งออกข้อมูลสำหรับวินิจฉัย
tr: Tanısal veriyi dışarı aktar
uk: Експортувати діагностичні дані
vi: Xuất dữ liệu chuẩn đoán
zh_hk: 匯出診斷數據

# Menu.Bloxstrap.ExportData.Description
source: Gather information that can be uploaded online to troubleshoot a problem you're having.
ar: جمع المعلومات التي يمكن تحميلها عبر الإنترنت لاستكشاف مشكلة تعاني منها.
bg: Съберете информация, която може да бъде качена онлайн, за да се отстрани проблемът, който имате.
bs: Sakupi informacije koje se mogu prenijeti na internet kako biste riješili problem koji imate.
cs: Shromáždit informace, které lze nahrát online, abyste vyřešili problém, který máte.
da: Saml oplysninger, der kan uploades online for at fejlfinde et problem, du har.
de: Speichere informationen, welche online hochgeladen werden können, um bei der Problemlösung zu helfen.
fi: Kerää tietoja, joita voi ladata verkkoon kokemasi ongelman vianmäärityksen takia.
fil: I-gather ang impormasyon na pwedeng I-upload online para ma-troubleshoot ang iyong nararanasan na problema.
hi: Woh jankari ikattha karein jo aapke samasya ko suljhane ke liye online upload ki ja sakti hai.
hu: Gyűjtsön olyan információkat, amelyeket online feltölthet, hogy elháríthassa a felmerülő problémákat.
it: Raccogli informazioni che possono essere caricate online per risolvere un problema che stai riscontrando.
ko: 온라인으로 업로드가 가능한 정보를 수집하여 겪고 계신 문제를 해결하세요.
lv: Savākt informāciju, kas var tikt augšupielādēta tiešsaistē, lai palīdzētu atrisināt problēmu, kas jums ir.
pt_br: Colete informações que podem ser enviadas online para solucionar um problema que você está tendo.
ro: Adună informații care pot fi încărcate online pentru a rezolva o problemă pe care o întâmpini.
ru: Собрать информацию, которую можно загрузить онлайн для диагностики проблемы.
th: รวบรวมข้อมูลที่สามารถนำไปอัปโหลดบนออนไลน์เพื่อวินิจฉัยปัญหาที่คุณกำลังพบเจอ
tr: Yaşadığınız bir sorunu onarmak için çevrimiçi yüklenebilen bilgi toplayın.
uk: Зберіть інформацію, яку можна завантажити онлайн для усунення неполадок, які у вас є.
vi: Thu thập thông tin có thể tải lên mạng để giúp khắc phục sự cố bạn đang gặp phải.
zh_hk: 收集可在線上上傳的資訊以解決您遇到的問題。
