Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# About.Supporters.Description
source: These are the people who've supported Bloxstrap through Ko-fi. A massive thank you to everyone here! Every person here is ranked by their overall pledge.
ar: هؤلاء هم الأشخاص الذين دعموا Bloxstrap من خلال Ko-fi. شكرًا جزيلاً للجميع هنا! يتم تصنيف كل شخص هنا حسب تعهده الإجمالي.
bg: Това са хората, които са подкрепили Bloxstrap чрез Ko-fi. Огромни благодарности на всички тук! Всеки тук е класиран според общия им принос.
bs: Ovo su ljudi koji su podržali Bloxstrap preko Ko-fi. Veliko hvala svima ovdje! Svaka osoba ovdje je rangirana prema ukupnom obećanju.
cs: Tohle jsou lidé, kteří podpořili Bloxstrap skrz Ko-fi. Velký dík všem zde! Každá osoba je zařazena podle celkového závazku.
da: Det er de mennesker, der har støttet Bloxstrap gennem Ko-fi. En massiv tak til alle her! Hver person her er rangeret efter deres samlede løfte.
de: Dies sind die Personen die Bloxstrap über Ko-fi unterstützt haben. Ein riesiges Dankeschön an alle hier! Jede Person hier ist nach ihrem gesamten Beitrag eingestuft.
es_es: Estas son las personas que han apoyado a Fishstrap mediante Ko-fi. ¡Mil gracias a todos los que están aquí! Cada persona aquí está clasificada por su aportación general.
fa: این ها افرادی هستند که بلاکسترپ را از طریق Ko-fi حمایت کرده اند. یک تشکر گسترده از همه کسانی که در اینجا هستند! هر فردی در اینجا بر اساس تعهد کلی خود رتبه بندی می شود.
fi: Nämä henkilöt ovat tukeneet Bloxstrapia Ko-fin kautta. Suuret kiitokset kaikille, ketkä olevat tässä! Jokainen henkilö tässä on sijoitettu kokonaislahjoituksensa mukaisesti.
fil: Ito ang mga tao na nag suporta sa Bloxstrap gamit ang Ko-fi. Maraming salamat para sa lahat ng nandito! Lahat ng tao na nandito ay naka rank gamit ang kanilang overall pledge.
fr: Voici les personnes qui ont soutenu Fishstrap via Ko-fi. Un grand merci à tout le monde ici ! Chaque personne ici est classée par sa contribution globale.
hi: Yeh wo log hain jinhone Bloxstrap ko Ko-fi ke through support kiya hai. Yahan sabhi ko ek bada shukriya! Yahan har vyakti ko unke overall pledge ke hisaab se rank kiya gaya hai.
hr: Ovo su ljudi koji podržavaju Fishstrap preko Ko-fi. Veliko hvala svima ovdje! Svaka osoba ovdje je rangirana svojim sveukupnim zalogom.
hu: Ezek azok az emberek, akik a Ko-fi révén támogatták a Bloxstrap-et. Hatalmas köszönet mindenkinek! Itt minden személyt a teljes felajánlásuk alapján rangsorolunk.
id: Mereka merupakan orang-orang yang telah mendukung Fishstrap melalui Ko-fi. Terima kasih sebesar-besarnya kepada semua orang di sini! Setiap orang di sini diberi peringkat berdasarkan pemberiannya.
it: Queste sono le persone che hanno supportato Bloxstrap attraverso Ko-fi. Un enorme ringraziamento a tutti qui! Ogni persona qui è classificato dal loro impegno generale.
ja: Ko-fiを通じてFishstrapの開発を支援した方々です(寄付額順)。厚いご支援ありがとうございます！
ko: 이 분들은 Ko-fi를 통해 Bloxstrap을 지원해주신 분들입니다. 모두 감사를 전합니다! 여기 계신 모든 분들은 후원금에 따라 순위가 매겨집니다.
lt: Tai – žmonės, kurie palaikė „Fishstrap“ per „Ko-fi“. Didelis dėkui visiems čia esantiems! Kiekvienas čia esantis žmogus vertinamas pagal bendrą pažadą.
lv: Šie ir tie cilvēki, kas ir atbalstījuši Bloxstrap caur Ko-fi. Milzīgs paldies visiem šeit! Katrs cilvēks ir sarindots pēc viņu atbalsta.
ms: Ini adalah individu yang telah menyokong Fishstrap melalui Ko-fi. Terima kasih yang tidak terhingga kepada semua di sini! Setiap yang disenaraikan disini adalah mengikut jumlah sumbangan keseluruhan mereka.
nl: Dit zijn de mensen die Fishstrap hebben ondersteund via Ko-fi. Een enorme dank aan iedereen hier! Elke persoon hier is gerangschikt op basis van hun totale bijdrage.
pl: To są osoby, które wspierali Fishstrap przez Ko-fi. Ogromne podziękowania dla wszystkich tutaj! Każda osoba jest tutaj uszeregowana według swojego ogólnego zobowiązania.
pt_br: Estas são as pessoas que apoiaram o Bloxstrap pelo Ko-fi. Um enorme obrigado a todos aqui! Toda pessoa aqui está classificada pelo seu compromisso geral.
ro: Acestea sunt persoanele care au susținut Bloxstrap prin Ko-fi. Un mare mulțumesc tuturor celor de aici! Fiecare persoană este clasată în funcție de contribuția totală.
ru: Это люди, поддержавшие Bloxstrap через Ko-fi. Огромное спасибо каждому из вас! Приведённые здесь люди упорядочены по их общему вкладу.
sv_se: Dessa är de människor som har stött Fishstrap genom Ko-fi. Ett stort tack till alla här! Varje person här ordnas efter hur mycket de har donerat.
th: คนเหล่านี้คือคนที่สนับสนุน Bloxstrap ผ่าน Ko-fi ขอขอบคุณทุกท่านที่อยู่ในนี้ ทุกท่านในนี้ถูกเรียงอันดับโดยยอดรวมทั้งหมดของการสนับสนุน
tr: Bu kişiler, Bloxstrap'ı Ko-fi üzerinden desteklemiş kişilerdir. Burada ki herkese çok teşekkürler! Buradaki herkes genel vaatlerine göre sıralanmıştır.
uk: Це є люди, які підтримали Bloxstrap грошима через сервіс Ko-fi. Велике вам всім дякую! Кожна людина тут аранжована за загальною сумою пожертв.
vi: Đây là những người đã hỗ trợ Bloxstrap qua Ko-fi. Một lời cảm ơn tới tất cả mọi người ở đây! Thứ hạng của mỗi người ở đây dựa vào mức đóng góp của họ.
zh_cn: 这些目前是通过 Ko-fi 来支持 Bloxstrap 的赞助者；在此衷心感谢协助 Bloxstrap 发展的赞助者们！ （在此处的每一个人都按其总认捐额来排名）
zh_hk: 這些是使用 Ko-fi 來支持 Bloxstrap 的贊助者們。在此由衷感謝每一個協助 Bloxstrap 發展的贊助者們！ （在此處的人都按其總捐款額來排名。）
zh_tw: 這些是使用 Ko-fi 來支持 Fishstrap 的贊助者們；在此由衷感謝每一個協助 Fishstrap 發展的贊助者們！ （在此處的人都按其總捐款額來排名）

# JsonManager.SettingsLoadFailed
source: Your Settings could not be loaded. They have been reset to the default configuration.
ar: لا يمكن تحميل الإعدادات الخاصة بك. تم إعادة تعيينها إلى الإعدادات الأصلية.
bg: Вашите настройки не могат да бъдат заредени. Те бяха нулирани до настройките по подразбиране.
bs: Vaše postavke se ne mogu učitati. One su vraćene na zadanu konfiguraciju.
cs: Nezdařilo se načíst vaše nastavení. Byly obnoveny na výchozí konfiguraci.
da: Dine indstillinger kunne ikke indlæses. De er blevet nulstillet til standardindstillingen.
de: Deine Einstellungen konnten nicht geladen werden. Sie wurden auf die Standardkonfiguration zurückgesetzt.
es_es: No se ha podido cargar su configuración. Se han restablecido a la configuración por defecto.
fa: تنظیمات شما بارگیری نشد. آنها به تنظیمات پیش فرض بازنشانی شده اند.
fi: Asetuksiasi ei voitu ladata. Ne on palatutettu oletuksiin.
fil: Ang settings mo ay hindi makaload. Naka-reset na sa dating pagsasaayos.
fr: Vos paramètres n'ont pas pu être chargés. Ils ont été réinitialisés.
hi: Aapki settings load nahi ki ja sakti. Unhe default configuration par reset kar diya gaya hai.
hr: Vaše postavke se nisu mogle učitati. Resetirale su se na zadanu konfiguraciju.
hu: A beállítások nem tölthetők be. Az alapértelmezett konfigurációra lettek visszaállítva.
id: Pengaturan Anda tidak dapat dimuat. Mereka telah diatur ulang ke setelan bawaan.
it: Le tue impostazioni non posso essere caricate. Verranno ripristinate alle configurazioni predefinite.
ja: 設定の読み込みに失敗しました。デフォルト設定にリセットされます。
ko: 설정을 불러올 수 없습니다. 기본 구성으로 다시 설정되었습니다.
lt: Nepavyko įkelti nustatymų. Jie buvo atkurti į numatytąją konfigūraciją.
lv: Jūsu Iestatījumi nevāreja tikt ielādēti. Tie ir atiestatīti uz noklusējuma konfigurāciju.
ms: Terdapat masalah dalam memuat tetapan anda. Ia telah di set semula kepada konfigurasi asal.
nl: Uw instellingen konden niet geladen worden. Ze zijn teruggezet naar de standaardinstellingen.
pl: Twoje ustawienia nie mogły zostać zapisane. Zostały zresetowane do domyślnej konfiguracji.
pt_br: Suas configurações não puderam ser carregadas. Elas foram redefinidas para a configuração padrão.
ro: Setările tale nu au putut fi încărcate. Acestea au fost restabilite la configurația implicită.
ru: Ваши настройки не могут быть загружены. Они были сброшены к конфигурации по умолчанию.
sv_se: Dina inställningar kunde inte laddas. De har återställts till standardkonfigurationen.
th: ไม่สามารถโหลดการตั้งค่าของคุณได้ การตั้งค่าถูกรีเซ็ตเป็นค่าตั้งต้น
tr: Ayarlarınız yüklenemedi. Ayarlarınız varsayılan yapılandırmaya sıfırlandı.
uk: Ваші налаштування не вдалося завантажити. Вони були скинуті до стандартної конфігурації.
vi: Không thể tải những Cài Đặt của bạn. Chúng đã được đặt lại về cấu hình mặc định.
zh_cn: 由于无法加载您的设置；因此它们已被重置为默认值。
zh_hk: 無法載入你的設定。因爲它們已重置為預設配置。
zh_tw: 無法載入您的設置 。它們已被重設為默認設置。

# JsonManager.FastFlagsLoadFailed
source: Your Fast Flags could not be loaded. They have been reset to the default configuration.
ar: لا يمكن تحميل FastFlags الخاصة بك. تم إعادة تعيينها إلى الإعدادات الأصلية.
bg: Вашите Fast Flags не могат да бъдат заредени. Те бяха нулирани до настройките по подразбиране.
bs: Vaše 'Fast Flags' nije bilo moguće učitati. Oni su vraćeni na zadanu konfiguraciju.
cs: Nezdařily se načíst vaše fast flagy. Byly obnoveny na výchozí konfiguraci.
da: Dine hurtige flag kunne ikke indlæses. De er blevet nulstillet til standardindstillingen.
de: Deine Fast Flags konnten nicht geladen werden. Sie wurden auf die Standardkonfiguration zurückgesetzt.
es_es: No se han podido cargar sus Fast Flags. Se han restablecido a la configuración predeterminada.
fa: فست فلگس شما بارگیری نشد. آنها به تنظیمات پیش فرض بازنشانی شده اند.
fi: Fast Flagisi ei voitu ladata. Ne on palautettu oletuksiin.
fil: Ang FastFlags mo ay hindi makaload. Naka-reset na sa dating pagsasaayos.
fr: Vos Fast Flags n'ont pas pu être chargés. Ils ont été réinitialisés.
hi: Aapke Fast Flags load nahi kiye ja sake. Unhe default configuration par reset kar diya gaya hai.
hr: Vaši Fast Flags se nisu mogli učitati. Bili su resetirani na zadanu konfiguraciju.
hu: A Fast Flageket nem lehetett betölteni. Az alapértelmezett konfigurációra lettek visszaállítva.
id: Fast Flags Anda tidak dapat dimuat. Mereka telah diatur ulang ke setelan bawaan.
it: Le tue Fast Flags non possono essere caricate. Verranno ripristinate alle configurazioni predefinite.
ja: FastFlagの読み込みに失敗しました。デフォルト設定にリセットされます。
ko: Fast Flag를 불러올 수 없습니다. 기본 구성으로 다시 설정되었습니다.
lt: Nepavyko įkelti „Fast Flags“. Jie buvo atkurti į numatytąją konfigūraciją.
lv: Jūsu Ātrie Karogi nevarēja tikt ielādēti. Tie ir atiestatīti uz noklusējuma konfigurāciju.
ms: Fast Flags anda tidak dapat dimuat naik dan telah di set semula kepada konfigurasi asal.
nl: Uw Fast Flags konden niet geladen worden. Ze zijn teruggezet naar de standaard configuratie.
pl: Twoje Fast Flagi nie mogły zostać zapisane. Zostały zresetowane do domyślnej konfiguracji.
pt_br: Suas Fast Flags não puderam ser carregadas. Elas foram redefinidas para a configuração padrão.
ro: Fast Flag-urile tale nu au putut fi încărcate. Acestea au fost restabilite la configurația implicită.
ru: Не удалось загрузить FastFlags. Они были сброшены к конфигурации по умолчанию.
sv_se: Dina Fast Flags kunde inte laddas. De har återställts till standardkonfigurationen.
th: ไม่สามารถโหลด Fast Flags ของคุณได้ การตั้งค่าได้ถูกรีเซ็ตเป็นค่าตั้งต้น
tr: Fast Flag'leriniz yüklenemedi. Fast Flag'leriniz varsayılan yapılandırmaya sıfırlandı.
uk: Ваші Fast Flags не вдалося завантажити. Вони були скинуті до стандартної конфігурації.
vi: Không thể tải Fast Flag của bạn. Chúng đã được đặt lại về cấu hình mặc định.
zh_cn: 由于您配置的 Fast Flags 无法被加载；因此它们已被重置为默认值。
zh_hk: 無法加載你的 Fast Flag。因爲它們已重置為預設配置。
zh_tw: 無法載入您的 Flast Flags 。它們已被重設為默認設置。

# ContextMenu.GameHistory.Title
source: Game history
ar: تاريخ الألعاب
bg: Легенда на игри
bs: Istorija igranja
cs: Herní historie
da: Spil historik
de: Spielverlauf
es_es: Historial de juegos
fa: تاریخچه بازی
fi: Pelihistoria
fr: Historique des jeux
hi: Game itihas
hr: Povijest igara
hu: Játék előzmények
id: Riwayat permainan
it: Cronologia giochi
ja: ゲーム履歴
ko: 게임 기록
lt: Žaidimų istorija
lv: Spēķu vēsture
ms: Sejarah permainan
nl: Spel geschiedenis
pl: Historia rozgrywek
pt_br: Histórico de jogos
ro: Istoricul jocurilor
ru: История последних игр
sv_se: Spelhistorik
th: ประวัติเกม
tr: Oyun geçmişi
uk: Історія ігор
vi: Lịch sử trò chơi
zh_cn: 游戏历史
zh_hk: 遊戲歷史記錄
zh_tw: 遊戲歷史

# ContextMenu.GameHistory.Rejoin
source: Rejoin
ar: إعادة الانضمام
bg: Присъедини се отново
bs: Ponovno se pridruži
cs: Znovu se připojit
de: Erneut Verbinden
es_es: Volver a unirse
fa: دوباره ملحق شوید
fi: Liity uudelleen
fr: Rejoindre
hi: Dubara join karein
hr: Ponovno se pridružite
hu: Újra csatlakozás
id: Join kembali
it: Rientra
ja: 再参加
ko: 재접속
lt: Prisijungti iš naujo
lv: Pievienoties vēlreiz
ms: Sertai semula
pl: Dołącz ponownie
pt_br: Re-entrar
ro: Reintrați
ru: Перезайти
sv_se: Omanslut
th: เข้าร่วมใหม่
tr: Yeniden katıl
uk: Повторно приєднатися
vi: Tham gia lại
zh_cn: 重新加入
zh_hk: 重新加入
zh_tw: 重新加入

# ActivityWatcher.RichPresenceLoadFailed
source: Your current game will not show on your Discord presence because an error occurred when loading the game information.
ar: لن تظهر لعبتك الحالية على وجود Discord الخاص بك لأنه حدث خطأ عند تحميل معلومات اللعبة.
bg: Вашата игра няма да се показва в Discord, защото възникна грешка при зареждане на информацията за играта.
bs: Vaša trenutna igra se neće prikazati na vašem Discord prisustvu jer je došlo do greške prilikom učitavanja informacija o igri.
cs: Tvoje aktuální hra se nezobrazí na tvém Discord profilu, protože došlo k chybě při načítání informací o hře.
da: Dit nuværende spil vil ikke vises på din Discord-status, fordi der opstod en fejl, da spillets information blev indlæst.
de: Dein aktuelles Spiel wird in deinem Discord Status nicht angezeigt, da ein Fehler beim Laden der Spielinformationen aufgetreten ist.
es_es: Tu partida actual no se mostrará en tu presencia de Discord porque se ha producido un error al cargar la información de la partida.
fa: بازی فعلی شما در وضعیت دیسکورد شما نشان داده نخواهد شد زیرا هنگام بارگیری اطلاعات بازی خطایی رخ داده است.
fi: Tämänhetkinen pelisi ei näy Discord-profiilissasi, koska pelin tietoja ladattaessa tapahtui virhe.
fil: Ang laro mo ngayon ay hindi makikita sa iyong Discord presence dahil may naganap na error sa pagloload ng impormasyon sa laro.
fr: Votre jeu actuel ne s'affichera pas sur votre présence Discord car une erreur s'est produite lors du chargement des informations du jeu.
hi: Aapka current game aapke Discord profile par nahi dikhai dega kyunki game ki information load karte waqt ek error aayi hai.
hr: Vaša trenutna igra se neće pokazati na Vašoj Discord prisutnosti zato što se dogodila greška kada su se učitavale informacije o igri.
hu: Az aktuális játékod nem jelenik meg a Discord-profilodban, mert hiba történt a játékinformációk betöltésekor.
id: Game yang sedang Anda mainkan tidak akan muncul di presensi Discord Anda karena terjadi kesalahan saat memuat informasi game.
it: Il tuo gioco non verrà mostrato sulla tua attività di Discord, perché si è verificato un errore durante il caricamento delle informazioni di gioco.
ja: ゲーム情報の読み込みに失敗しました。現在プレイ中のゲームはDiscordのプロフィールに表示されません。
ko: 게임 정보를 불러오는 도중에 오류가 발생했습니다. 현재 게임이 Discord 활동에 표시되지 않습니다.
lt: Dabartinis žaidimas nebus rodomas jūsų „Discord“ buvime, nes įvyko klaida įkeliant žaidimo informaciją.
lv: Jūsu pašreizējo spēli nerādīs jūsu Discord profilā, jo ir notikusi kļūda, ielādējot spēles informāciju.
ms: Permainan semasa anda tidak akan dipaparkan dalam Discord presence anda, hal ini kerana berlakunya ralat semasa memuat maklumat permainan.
nl: Je huidige spel zal niet verschijnen op je Discord activiteit, omdat er een fout is opgetreden bij het laden van de spelinformatie.
pl: Gra, w którą obecnie grasz, nie zostanie pokazana na twoim profilu Discord, ponieważ próba załadowania informacji o grze nie powiodła się.
pt_br: Seu jogo atual não será exibido na sua presença no Discord porque ocorreu um erro ao carregar as informações do jogo.
ro: Jocul tău curent nu va apărea pe prezența ta Discord pentru că a apărut o eroare la încărcarea informațiilor jocului.
ru: Ваша текущая игра не будет отображаться в статусе активности Discord из-за возникшей ошибки при загрузке информации об игре.
sv_se: Ditt nuvarande spel kommer inte att visas på din Discord-profil eftersom ett fel uppstod när spelinformationen hämtades.
th: เกมปัจจุบันของคุณจะไม่แสดงในสถานะของคุณบน Discord เนื่องจากเกิดข้อผิดพลาดในการโหลดข้อมูลเกม
tr: Oyun bilgilerini yüklemeye çalışırken bir sorun yaşandığı için şu anki oynadığınız oyun Discord profilinizde görünmeyecektir.
uk: Ваша поточна гра не буде відображатися у вашому статусі Discord, оскільки сталася помилка при завантаженні інформації про гру.
vi: Trò chơi hiện tại của bạn sẽ không hiển thị trên Discord vì đã xảy ra lỗi khi tải thông tin trò chơi.
zh_cn: 由于加载游戏信息时发生错误；您当前的游戏状态将不会在您的 Discord 活动状态 上显示。
zh_hk: 你目前的遊戲不會顯示在你的 Discord 上，因為載入遊戲資訊時發生錯誤。
zh_tw: 由於載入遊戲資訊時發生錯誤，您當前的遊戲將不會在您的 Discord 活動狀態上顯示。

# ContextMenu.GameHistory.Description
source: Game history is only recorded for your current Roblox session. Games will appear here as you leave them or teleport within them. Not all servers will be rejoinable.
ar: سجل الألعاب مسجل فقط لجلسة Roblox الحالية. ستظهر الألعاب هنا عندما تتركها أو تنتقل داخلها. لن تكون جميع السيرفرات قابلة للانضمام مرة أخرى.
bg: Легендата на игри се записва само за текущата ви сесия. Игрите ще се появят тук, когато ги напуснете или се телепортирате в тях. Не всички сървъри ще могат да се преизбират.
bs: Historija igara se snima samo za vašu trenutnu sesiju Robloxa. Igre će se pojaviti ovdje kada ih napustite ili se teleportirate unutar njih. Neće se svi serveri ponovo pridružiti.
cs: Historie her je zaznamenána pouze pro tuto relaci Robloxu. Hry se zde objeví, když je opustíte nebo se teleportujete na jiný server. Nebudete schopni se zpátky připojit na všechny servery.
da: Spilhistorikken er kun optaget for din nuværende Roblox-session. Spil vil blive vist her, når du forlader dem eller teleporterer i dem. Ikke alle servere vil kunne tilsluttes tilbage til.
de: Der Spielverlauf wird nur für deine aktuelle Roblox-Sitzung aufgezeichnet. Spiele werden hier erscheinen, wenn du sie verlässt, oder in sie teleportierst. Nicht alle Server werden erneut Beitretbar sein.
es_es: El historial de experiencias solo se registra para tu sesión actual de Roblox. Las experiencias aparecerán aquí cuando las abandones o te teletransportes dentro de ellas. No será posible volver a unirte a todos los servidores.
fa: تاریخچه بازی فقط برای همین نشست روبلاکس ضبط می‌شود. بازی‌ها در این لیست، زمانی که از آن‌ها خارج می‌شوید یا تلپورت می‌کنید نمایان می‌شوند. همه سرورها قابل وارد شدن مجدد نخواهند بود.
fi: Pelihistoria tallennetaan ainoastaan nykyiselle Roblox-istunnollesi. Pelit ilmestyvät tänne, kun lähdet niistä tai teleporttaat niiden sisällä. Kaikki palvelimet eivät ole uudelleenliityttäviä.
fil: Ang Game History ay nakarecord lamang para sa Roblox session mo ngayon. Ang mga laro ay nakalitaw dito kapag nakaalis ka o magteleport ka sa kanila. Hindi lahat ng servers ay rejoinable.
fr: L'historique des jeux n'est enregistré que pour votre session Roblox actuelle. Les jeux apparaîtront ici au fur et à mesure que vous les quitterez ou changerez d'univers. Tous les serveurs ne seront pas rejoignables.
hi: Game itihas sirf aapke current Roblox session ke liye record kiya jata hai. Games yahan tab dikhai denge jab aap unhe chhodein ya unmein teleport karein. Sabhi servers ko dubara join nahi kiya ja sakta.
hr: Povijest igara je snimljena samo za Vašu trenutnu Roblox sesiju. Igre će se pojaviti ovdje kada izađete iz njih ili se teleportirate unutar njih. Ne može se ponovno pridružiti u sve servere.
hu: A játékelőzmények csak az aktuális Roblox-munkamenetre vonatkozóan kerülnek rögzítésre. A játékok akkor jelennek meg itt, amikor elhagyod őket, vagy teleportálsz bennük. Nem minden szerverhez lehet majd újra csatlakozni.
id: Riwayat permainan hanya direkam untuk sesi Roblox Anda saat ini. Permainan akan muncul di sini saat Anda meninggalkannya atau berteleportasi di dalamnya. Tidak semua server dapat digabung kembali.
it: La cronologia dei giochi sarà registrata solo per questa sessione. I giochi appariranno qui quando esci o entri all'interno di essi. Non potrai rientrare dentro tutti i server.
ja: ゲーム履歴はRobloxの起動から終了までにプレイしたゲームのみ記録されます。ゲームから退出したり、ゲーム内でのテレポートの後に表示されます。すべてのサーバーに再参加できるわけではありません。
ko: 게임 기록은 현재 Roblox 세션 관련으로만 기록됩니다. 게임에서 나가거나 게임 내에서 순간이동하였을 때 여기에 표시됩니다. 모든 서버에 다시 접속할 수 있는 것은 아닙니다.
lt: Žaidimo istorija įrašoma tik dabartinės „Roblox“ seanso metu. Žaidimai čia bus rodomi, kai juos paliksite arba teleportuositės į juos. Ne į visus serverius bus galima prisijungti iš naujo.
lv: Spēļu vēsture tiek ierakstīta tikai jūsu pašreizējai Roblox sesijai. Spēles šeit parādīsies, kad jūs tās pametīsiet, vai teleportēsieties iekš tām. Ne visiem serveriem var pievienoties vēlreiz.
ms: Rekod sejarah permainan anda hanya akan disimpan untuk sesi Roblox yang sedang aktif. Permainan akan dipaparkan di sini apabila anda meninggalkannya atau meretas jarak di dalam permainan. Tidak semua server boleh dimasuki semula.
nl: Spelgeschiedenis is alleen opgenomen voor je huidige Roblox sessie. Spellen zullen hier verschijnen terwijl je ze verlaat of teleporteert binnen hen. Je kan niet opnieuw alle servers joinen.
pl: Historia gier jest zapisywana tylko dla bieżącej rozgrywki. Gry pojawią się tutaj, gdy je opuścisz lub zostaniesz w nich przeniesiony. Nie wszystkie serwery będą mogły cię połączyć ponownie.
pt_br: O histórico do jogo só é gravado na sua sessão do Roblox atual. Os jogos aparecerão aqui quando você sair ou teletransportar dentro deles. Nem todos os servidores serão reconectáveis.
ro: Istoricul jocurilor este înregistrat doar pentru sesiunea curentă Roblox. Jocurile vor apărea aici pe măsură ce le părăsiți sau vă teleportați în interiorul lor. Nu în toate serverele veți putea să vă reîntoarceți.
ru: История игр будет сохраняться только в текущей сессии Roblox. Игры будут появляться здесь, когда вы выйдете или зайдёте в них. Не ко всем серверам можно будет перезайти.
sv_se: Spelhistorik sparas bara för din nuvarande Roblox session. Spel kommer att visas här när du lämnar dem eller teleporterar inom dem. Du kommer inte att kunna omansluta till alla servrar.
th: ประวัติเกมจะถูกบันทึกเฉพาะสำหรับเซสชัน Roblox ปัจจุบันของคุณ เกมจะปรากฏที่นี่เมื่อคุณออกจากเกมหรือเทเลพอร์ตภายในเกมนั้น ๆ ไม่ใช่ทุกเซิร์ฟเวอร์ที่จะสามารถเข้าร่วมใหม่ได้
tr: Oyun geçmişi yalnızca şu anki Roblox oturumunuz için kayıt edilir. Oyunlar çıktığınızda veya onların içinden başka bir oyuna ışınlandığınızda burada görünecektir. Tüm sunucular yeniden katılabilir olmayacaktır.
uk: Історія ігор записується лише для вашої поточної сесії Roblox. Ігри з’являться тут, коли ви покинете їх або телепортуєтеся в них. Не всі сервери будуть доступні для повторного приєднання.
vi: Lịch sử trò chơi chỉ được ghi lại cho phiên Roblox hiện tại. Trò chơi sẽ xuất hiện ở đây khi bạn thoát hoặc dịch chuyển trong đó. Không phải tất cả máy chủ có thể được tham gia lại.
zh_cn: 仅记录您当前 Roblox 会话的游戏历史记录；关于游戏的具体信息将会在您离开游戏或传送至其他游戏时出现在此处。并非所有服务器都可以重新加入。
zh_hk: 遊戲歷史記錄只會記錄你目前的 Roblox 工作記錄。當你離開遊戲或在其中傳送時，遊戲將出現在此處。並非所有伺服器都可以重新連線。
zh_tw: 遊戲歷史僅在您當前的 Roblox 工作階段中記錄下來。當您離開遊戲或在遊戲中傳送時，您所遊玩的遊戲將出現在這裡。並非所有伺服器都可以重新加入。
