Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.FastFlagEditor.Warning.Text
source: Fast Flags are extremely powerful, being that they are intended to only be used by Roblox engineers. While they can be very useful, manually configuring them can cause serious issues with stability and functionality. Do NOT use the editor if you are unsure of what you are doing. Do NOT use this to import large "flag lists" made by other people that promise to improve performance or such. They are subject to the aforementioned issues, and they will cause problems for you since you will not be fully aware of what they are changing. If you were about to do that, GO BACK.
da: Fast flag er ekstremt kraftfulde, da de er beregnet til kun at blive brugt af Roblox ingeniører. Mens de kan være meget nyttige, manuelt at konfigurere dem kan forårsage alvorlige problemer med stabilitet og funktionalitet. Brug IKKE editoren, hvis du er usikker på, hvad du laver. Brug IKKE dette til at importere store "flag lister" lavet af andre mennesker, der lover at forbedre ydeevnen eller sådanne. De er omfattet af førnævnte spørgsmål og de vil give problemer for dig, da du ikke vil være fuldt ud klar over, hvad de ændrer sig. Hvis du skulle til at gøre det, GÅ TILBAGE.
de: Fast Flags sind extrem mächtig, da sie nur von Roblox-Ingenieuren genutzt werden sollen. Auch wenn sie sehr nützlich sein können, kann das manuelle Konfigurieren ernsthafte Probleme mit der Stabilität und Funktionalität verursachen. Benutze den Editor NICHT, wenn du dir nicht sicher bist, was du tust. Benutze dies NICHT, um "große Flag list" zu importieren, die von anderen Leuten erstellt wurden und versprechen, die Leistung zu verbessern oder ähnliches. Diese Listen haben die oben genannten Probleme und werden dir Schwierigkeiten bereiten, da du nicht vollständig weißt, was sie ändern. Wenn du das vorhattest, GEH ZURÜCK.
es_es: Los Fast Flags son herramientas extremadamente poderosas diseñadas exclusivamente para el uso de ingenieros de Roblox. Aunque pueden ser muy útiles, configurarlas manualmente puede causar algunos problemas importantes de estabilidad y funcionalidad. NO uses el editor si no estás seguro de lo que estás haciendo. NO los uses para importar grandes "listas de flags" creadas por otras personas que prometen mejorar el rendimiento u otros aspectos. Estas están sujetas a los problemas mencionados anteriormente y pueden causar problemas porque es posible que no estés completamente consciente de los cambios que están realizando. Si estabas a punto de hacer eso, RETROCEDE.
fa: فست فلگ ها بسیار قدرتمند هستند، زیرا فقط برای مهندسین روبلاکس در نظر گرفته شده اند. در حالی که آنها می توانند بسیار مفید باشند، پیکربندی دستی آنها می تواند مشکلات جدی با ثبات و عملکرد ایجاد کند. اگر از کاری که انجام می دهید مطمئن نیستید از ویرایشگر استفاده نکنید. از این برای وارد کردن "فهرست های فلگ‌ ها" بزرگ ساخته شده توسط افراد دیگر که قول بهبود عملکرد یا موارد مشابه را می دهند استفاده نکنید. آنها مشمول موارد ذکر شده هستند و از آنجایی که شما به طور کامل از تغییر آنها آگاه نخواهید شد، برای شما مشکل ایجاد خواهند کرد. اگر قصد انجام این کار را داشتید، به عقب برگردید.
fr: Les Fast Flags sont extrêmement puissants, étant donné qu'ils sont destinés uniquement aux ingénieurs de Roblox. Bien qu'ils puissent être très utiles, les configurer manuellement peut causer de sérieux problèmes de stabilité et de fonctionnalité. N'UTILISEZ PAS l'éditeur si vous n'êtes pas sûr de ce que vous faites. N'UTILISEZ PAS ceci pour importer de longues "flag lists" faites par d'autres personnes qui promettent d'améliorer les performances ou autres. Elles sont sujettes aux problèmes mentionnés ci-dessus, et elles vous causeront des problèmes car vous ne serez pas pleinement conscient de ce qu'elles changent. Si vous étiez sur le point de le faire, FAITES MARCHE ARRIÈRE.
hr: FastFlagovi su izuzetno moćni, budući da su namijenjeni isključivo za upotrebu od strane inženjera Robloxa. Iako mogu biti vrlo korisni, ručno podešavanje može prouzrokovati ozbiljne probleme sa stabilnošću i funkcionalnošću. NE koristite editor ako niste sigurni što radite. NE koristite ovo da biste uvozili velike "flag liste" od drugi ljudi koje obećavaju poboljšanje performansi ili slično. One mogu uzrokovati gore spomenute probleme te će prouzrokovati probleme za vas jer nećete biti svjesni što točno mijenjaju. Ako ste to namjeravali napraviti, VRATITE SE.
hu: A Fast Flag-ek rendkívül erősek, mivel csak a Roblox mérnökei használhatják őket. Bár nagyon hasznosak lehetnek, a kézi konfigurálásuk komoly stabilitási és funkcionalitási problémákat okozhat. NE használd a szerkesztőt, ha nem vagy biztos abban, hogy mit csinálsz.
id: Fast Flags sangatlah kuat, oleh karena itu, Fast Flags hanya diperuntukkan untuk insinyur di Roblox. Walau mereka bisa sangat berguna, mengkonfigurasinya secara manual dapat menyebabkan masalah serius, ketidakstabilan, dan masalah fungsi. JANGAN gunakan editor jika Anda tidak tahu apa yang Anda lakukan. JANGAN gunakan ini untuk mengimpor kumpulan "flag lists" yang dibuat orang lain yang menjanjikan peningkatan performa. Mereka dapat menyebabkan masalah yang disebutkan tadi karena Anda tidak sepenuhnya tahu apa yang "flag lists" tersebut lakukan. Jika Anda baru saja ingin melakukan itu, KEMBALI.
ja: FastFlagの編集は非常に危険です。本来、Robloxのエンジニアのみが行います。 便利な機能ですが、使い方を誤ると 動作が不安定になったり、機能が破損するなどの深刻な問題が発生することがあります。 心配な場合は絶対に行わないでください。 また、「Flag一覧」 (英語で"Flag lists") などの他人が配布しているFlag設定を絶対に使用しないでください。 「Robloxが軽くなる」などを謳って配布されていることがありますが、前述の通り深刻な問題が発生したり、 設定の内容を理解していないために問題が発生することがあります。 もしそのような行為を行おうとしていた場合は、「今すぐ」この画面を閉じてください。
lt: „Fast Flags“ yra labai galingos, nes jos skirtos naudoti tik „Roblox“ inžinieriams. Nors jos gali būti labai naudingos, rankiniai jų konfigūruoti gali sukelti rimtų stabilumo ir funkcionalumo problemų. Nenaudokite rengyklės, jei nesate tikri, ką darote. Nenaudokite jo importuoti didelių kitų žmonių sudarytų „gairelių sąrašų“, kurie žada pagerinti našumą ar pan. Jiems gali kilti anksčiau minėtų problemų, be to, jie sukels jums problemų, nes jūs iki galo nežinosite, ką jie keičia. Jei ketinate tai daryti, grįžkite atgal.
ms: "Fast Flags" adalah sangat berkuasa, dengan itu ia hanya digunakan oleh jurutera di Roblox sahaja. Walaupun ia sangat berguna, akan tetapi mengubahnya akan menyebabkan masalah pada fungsi dan stabiliti. JANGAN menggunakan editor melainkan anda tahu apa yang anda lakukan. JANGAN mengimport sebarang senarai "Fast Flags" yang dibuat oleh pengguna lain yang menjanjikan sebarang kenaikkan pada pretasi. Ia akan menyebabkan isu dan masalah kepada anda kerana anda tidak menyedari apa yang diubahnya. Jika anda sedang mencuba untuk melakukannya, BERHENTI.
nl: Fast Flags zijn extreem krachtig, omdat ze bedoeld zijn om alleen gebruikt te worden door Roblox engineers. Hoewel ze erg nuttig kunnen zijn, kan het handmatig configureren ervan ernstige problemen veroorzaken met de stabiliteit en functionaliteit. Gebruik de editor NIET als je niet zeker weet wat je doet. Gebruik dit NIET om grote "vlaggenlijsten" te importeren die gemaakt zijn door andere mensen die beloven de prestaties te verbeteren of iets dergelijks. Ze zijn onderhevig aan de eerder genoemde problemen en ze zullen problemen voor je veroorzaken omdat je niet volledig bewust bent van wat ze veranderen. Als je dat van plan was, ga dan TERUG.
pl: Fast Flagi są niezwykle potężne, ponieważ są przeznaczone do użytku wyłącznie przez deweloperów Roblox. Chociaż mogą być bardzo przydatne, ręczna konfiguracja może spowodować poważne problemy ze stabilnością i funkcjonalnością. NIE używaj edytora, jeśli nie jesteś w pełni pewien, co robisz. Również NIE używaj tego do importowania dużych „list fast flagów” utworzonych przez inne osoby, które obiecują rzekomą poprawę wydajności i tym podobne. Podlegają one wyżej wymienionym problemom i mogą one powodować różne problemy, ponieważ nie będziesz w pełni świadomy wprowadzonych zmian. Jeśli miałeś zamiar to zrobić, lepiej WRÓĆ.
sv_se: Fast Flags är extremt kraftfulla, eftersom de endast är avsedda att användas av Roblox-ingenjörer. Även om de kan vara mycket användbara, kan manuell konfigurering av dem orsaka allvarliga problem med stabilitet och funktionalitet. Använd INTE redigeraren om du är osäker på vad du gör. Använd INTE detta för att importera stora "flagglistor" gjorda av andra personer som lovar att förbättra prestanda eller liknande. De kan ofta orsaka ovannämnda problem, och de kommer att orsaka problem för dig eftersom du inte kommer att vara helt medveten om vad de förändrar. Om du tänkte göra det, GÅ TILLBAKA.
tr: Fast Flag'lar, yalnızca Roblox mühendisleri tarafından kullanılmak üzere tasarlandıkları için son derece güçlüdür. Çok faydalı olsalar da, bunları manuel olarak yapılandırmak kararlılık ve işlevsellik ile ilgili ciddi sorunlara neden olabilir. Ne yaptığınızdan emin değilseniz düzenleyiciyi KULLANMAYIN. Bunu, diğer insanlar tarafından yapılan ve performansı artırmayı vaat eden büyük "Flag listelerini" içe aktarmak için KULLANMAYIN. Bunlar yukarıda bahsedilen sorunlara tabidir ve neyi değiştirdiklerinin tam olarak farkında olmayacağınız için sizin için sorunlara neden olurlar. Eğer bunu yapmak üzereyseniz, GERİ DÖNÜN.
zh_cn: Fast Flags 是专业且有用的，它们通常仅供 Roblox 工程师来使用；而不是非专业人士。虽然它们很有用，但手动配置它们可能会导致严重的稳定性和功能问题。如果你不知道这是干什么用的，那就最好别用 Fast Flags。 因此，在你不知道相关知识之前，请不要导入其他人制作的 Fast Flags；例如提高游戏性能或类似功能的 Fast Flags 配置，它们会让你徒增烦恼。如果你正打算这么干的话，就此打住吧。 （注：Fast Flags 是这样的，Roblox 只需要随时更新就可以了；而你要考虑的可就多了。）
zh_hk: Fast Flags 是非常強大的，因為它通常只給 Roblox 工程師使用的。雖然它們很有用，但是手動配置它們可以造成很嚴重的穩定性和功能性的問題。如果你不清楚你在做什麼，不要用此編輯器。 不要用這它來匯入別人製作的大型「flag lists」，例如那些聲稱可以改善的 Fast Flags。它們受上述問題的影響，而它們會因為你不會完全意識到它們正在改變什麼而造成問題。如果你打算這樣做，那就返回吧。
zh_tw: Fast Flags 非常強大，但這些功能原本是設計給 Roblox 工程師使用的。雖然它們可能非常有用，但手動設定可能會導致嚴重的穩定性和功能問題。如果你不確定自己在做什麼，請不要使用編輯器。 請不要使用此功能來導入其他人提供的龐大「Flag 列表」，例如那些聲稱可以改善效能的 Fast Flags。 這些列表可能會引發上述問題，並且會對你造成非常多困擾，因為你無法完全了解它們更改了什麼。如果你正打算這麼做，回頭是岸。

# Menu.FastFlags.Description
source: Control how specific Roblox engine parameters and features are configured.
ar: التحكم في كيفية تعديل معلمات وميزات محرك Roblox المحددة.
bg: Контролирайте как се настройват специфични параметри и функции.
bs: Kontroliši kako će specifični parametri i funkcije Roblox engine-a biti konfigurisani.
cs: Kontrolujte, jak jsou nakonfigurovány konkrétní parametry a funkce motoru Roblox.
da: Kontroller, hvordan specifikke Roblox engine parametre og funktioner er konfigureret.
de: Steuere, wie bestimmte Parameter und Funktionen der Roblox-Engine konfiguriert werden.
es_es: Controla que tan específicos son los parámetros y características del motor de Roblox.
fa: نحوه پیکربندی پارامترها و ویژگی های موتور روبلاکس را کنترل کنید.
fi: Ohjaa miten Roblox-pelimoottorin parametrit ja ominaisuudet ovat määritelty.
fil: I-Control kung paano na-configure ang mga espesipikong parameter at feature ng Roblox engine.
fr: Contrôlez la configuration de certains paramètres et fonctionnalités du moteur de Roblox.
hi: Niyantrit karen ki vishisht Roblox engine parameters aur suvidhaen kaise configure kee gaee hain.
hr: Kontrolirajte kako su specifični Roblox engine parametri i značajke konfigurirani.
hu: Vezérelheti a Roblox motor egyes paramétereinek és funkcióinak konfigurálását.
id: Kontrol bagaimana parameter dan fitur Roblox engine dikonfigurasi secara spesifik.
it: Controlla come specifiche caratteristiche e parametri del sistema di Roblox sono configurati.
ja: Robloxエンジンのパラメーターや機能を変更できます。
ko: 특정 Roblox 엔진 매개변수 및 기능의 구성을 제어합니다.
lt: Valdykite, kaip konfigūruojami konkretūs „Roblox“ variklio parametrai ir funkcijos.
lv: Pārvaldīt, kā specifski Roblox parametri un funkcijas ir konfigurētas.
ms: Mengawal parameter spesifik pada enjin Roblox dan juga konfigurasi pada cirinya.
nl: Bepaal hoe specifieke parameters en functies van de Roblox-engine worden geconfigureerd.
pl: Kontroluj sposób konfiguracji określonych parametrów i funkcji silnika Roblox.
pt_br: Controlar como os parâmetros e recursos específicos do motor do Roblox são configurados.
ro: Controlați modul în care sunt configurați parametrii și caracteristicile specifice ale sistemului Roblox.
ru: Контролируйте настройку конкретных параметров и функций движка Roblox.
sv_se: Ändra hur vissa specifika Roblox parametrar och funktioner är konfigurerade.
th: ควบคุมพารามิเตอร์และฟีเจอร์ของ Roblox แบบเจาะจง
tr: Belirli Roblox motor parametrelerinin ve özelliklerinin nasıl yapılandırıldığını yönetin.
uk: Керуйте налаштуванням певних параметрів і функцій двигуна Roblox.
vi: Kiểm soát cụ thể các cấu hình, các thông số và tính năng của Roblox.
zh_cn: 您可以在此处配置 Roblox 引擎的特定参数和功能。
zh_hk: 控制如何配置 Roblox 特定引擎的引數和功能。
zh_tw: 控制 Roblox 引擎的特定參數和功能的設定。

# Menu.FastFlags.Editor.Description
source: Manage your own Fast Flags. Use with caution.
ar: إدارة FastFlag الخاصة بك. استخدم بحذر.
bg: Управлявайте своите Fast Flags. Използвайте с внимание.
bs: Upravljajte svojim Fast Flags-om. Koristite sa oprezom.
cs: Spravujte své vlastní Fast Flags. Používejte s opatrností.
da: Administrer dine egne Fast Flags. Brug med forsigtighed.
de: Verwalte deine eigenen Fast Flags. Benutze sie mit Vorsicht.
es_es: Controla tus propias Fast Flags. Úsalo con cuidado.
fa: مدیریت کردن فست فلگ های خودتان. با احتیاط استفاده کنید.
fi: Hallitse omia Fast Flagejasi. Käytä varovasti.
fil: I-Manage ang iyong Fast Flags. Gamitin nang may pag-iingat.
fr: Gérez vos propres Fast Flags. À utiliser avec prudence.
hi: Apane svayan ke Fast Flags prabandhit karen. Saavadhaanee se prayog karen.
hr: Upravljajte svojim vlastitim Fast Flagovima. Koristite s oprezom.
hu: Kezelje a saját Fast Flag-jeit. Óvatosan használd.
id: Kelola Fast Flags mu. Gunakan dengan hati-hati.
it: Gestisci i tuoi Fast Flag. Da usare con cautela.
ja: FastFlagを管理できます。この機能の使用は危険が伴います。
ko: Fast Flag를 관리할 수 있습니다. 주의해서 사용해야 합니다.
lt: Tvarkykite savo „Fast Flags“. Naudokite atsargiai.
lv: Pārvaldīt savus Ātros Karogus. Izmantot ar piesardzību.
ms: Uruskan "Fast Flag" anda. Gunakan secara berhati-hati.
nl: Beheer je eigen Fast Flags. Voorzichtig gebruiken.
pl: Zarządzaj własnymi Fast Flagami. Używaj ostrożnie.
pt_br: Gerencie suas FastFlags. Use com cuidado.
ro: Gestionați-vă propriile Fast Flags. Folosiți cu prudență.
ru: Управляйте своими Fast Flags. Используйте с осторожностью.
sv_se: Hantera dina egna Fast Flags. Använd försiktigt.
th: จัดการ Flag ของตัวเอง โปรดระวัง
tr: Kendi Fast Flag'lerinizi yönetin. Dikkatli kullanın.
uk: Керуйте власними Fast Flag-ами. Використовуйте з обережністю.
vi: Quản lý Fast Flag của bạn. Sử dụng với sự thận trọng.
zh_cn: 您可以在此处管理属于您自己独一无二的 Fast Flags；请谨慎使用它们。
zh_hk: 管理你的 Fast Flags。請小心使用。
zh_tw: 管理您的 Fast Flags；請小心使用。

# Menu.FastFlags.Help.Description
source: Learn more about Fast Flags, what these presets do, and how to use them.
bs: Saznajte više o Fast Flags-u, šta ove pretpostavke rade, i kako ih koristiti.
cs: Zjistěte více o Fast Flags, k čemu tyto předvolby slouží a jak se používá.
da: Læs mere om Fast Flags, hvad disse forudindstillinger gør, og hvordan du bruger dem.
de: Erfahre mehr über Fast Flags, was diese Voreinstellungen bewirken und wie man sie benutzt.
es_es: Aprende más sobre Fast Flags, que hacen los preestablecidos, y como usarlos.
fa: درباره فست فلگ ها، کارهایی که انجام می دهند و نحوه استفاده از آنها را بیاموزید.
fr: Apprenez-en davantage sur les Fast Flags, ce que ces préréglages font, et comment les utiliser.
hr: Saznajte više o Fast Flagovima, što ove postavke rade i kako ih koristiti.
hu: Tudjon meg többet a Fast Flags-ről, az előbeállítások funkcióiról és használatukról.
id: Pelajari lebih lanjut tentang Fast Flags, apa yang preset ini lakukan, dan cara menggunakannya.
ja: FastFlagについて
lt: Sužinokite daugiau apie „Fast Flags“, ką šie išankstiniai nustatymai daro ir kaip juos naudoti.
lv: Uzzināt vairāk par Ātrajiem Karogiem, ko šie priekšiestatījumi dara, un kā tos izmantot.
ms: Ketahui lebih lanjut "Fast Flags", cara menggunakannya dan fungsi setiap pratetapan.
nl: Leer meer over Fast Flags, wat deze presets doen en hoe je ze kunt gebruiken.
pl: Dowiedz się więcej o Fast Flagach, działaniu tych presetów i o sposobach ich używania.
sv_se: Lär dig mer om Fast Flags, vad förinställningarna gör och hur du använder dem.
tr: Fast Flag'ler hakkında biraz daha öğrenin, bu ön ayarların ne işe yaradığını ve nasıl kullanılacağı hakkında öğrenin.
zh_cn: 进一步了解 Fast Flags 的更多信息、这些预设值的作用以及如何使用它们。
zh_hk: 了解更多關於 Fast Flags，這些預設值的用途，以及如何去使用它們。
zh_tw: 了解更多有關 Fast Flags 的資訊，了解這些預設的功能以及如何使用它們。

# Menu.FastFlags.Presets.D3DExclusiveFullscreenInfo
source: Direct3D [exclusive fullscreen]({0}) using Alt+Enter is enabled by default.
ar: Direct3D [ملء الشاشة الحصري]({0}) باستخدام Alt+Enter بشكل تلقائي.
bg: Direct3D [цял екран]({0}), се активирва с Alt+Enter по подразбиране.
bs: Direct3D [isključivi puni ekran]({0}) pomoću Alt+Enter je zadano omogućeno.
cs: Direct3D [exkluzivní celá obrazovka]({0}) je automaticky nastavena ve výchozím nastavení zmáčknutím Alt+Enter.
da: Direct3D [eksklusiv fullscreen]({0}) ved brug af Alt+Enter er aktiveret som standard.
de: Direct3D [exklusiver Vollbildmodus]({0}) mit Alt+Enter ist standardmäßig bereits aktiviert.
es_es: Direct3D [pantalla completa exclusiva]({0}) usando Alt+Enter está activado por defecto.
fa: ({0})Direct3D [exclusive fullscreen] با استفاده از Alt+Enter به صورت پیش فرض فعال است.
fi: Direct3D:n [koko näytön tila]({0}) pikanäppäimellä Alt+Enter on päällä oletuksena.
fil: Direct3D [exclusive fullscreen]({0}) ang paggamit ng Alt+Enter ay naka enable na by default.
fr: Direct3D [plein écran exclusif]({0}) en utilisant Alt+Entrée est activé par défaut.
hi: Direct3D [exclusive fullscreen]({0}) Alt+Enter ka upayog karake default roop se saksham hai.
hr: Direct3D [exclusive fullscreen]({0}) koristeći Alt+Enter je uključeno prema zadanim postavkama.
hu: A Direct3D [kizárólagos teljes képernyő]({0}) az Alt+Enter billentyűkombináció használatával alapértelmezés szerint engedélyezve van.
id: Direct3D [ekslusif fullscreen]({0}) menggunakan Alt+Enter sudah dinyalakan dari bawaan.
it: Direct3D [schermo intero esclusivo]({0}) usando Alt+Invio è già attivo di base.
ja: Alt+EnterでDirect3Dの[排他的フルスクリーン]({0})に変更できるようにする設定はデフォルトで有効です。
ko: Alt+Enter를 눌러 Direct3D [전체 화면]({0})을 실행하는 Fast Flag 프리셋은 이미 기본적으로 활성화되어 있습니다.
lt: „Direct3D“ [išskirtinis visas ekranas]({0}) naudojant Alt+Enter jau įjungtas pagal numatytuosius nustatymus.
lv: Direct3D [ekskluzīvais pilnekrāns]({0}) izmantojot Alt+Enter ir iespējots pēc noklusējuma.
ms: Direct3D untuk [skrin penuh eksklusif]({0}) menggunakan Alt+Enter telah diaktifkan secara lalai.
nl: Direct3D [Exclusief volledig scherm]({0}) Alt + Enter gebruiken is standaard ingeschakeld.
pl: Direct3D [wyłącznie dla trybu pełnoekranowego]({0}) przy użyciu Alt+Enter jest już domyślnie włączone.
pt_br: O [modo tela cheia exclusiva]({0}) do Direct3D usando Alt+Enter é ativado por padrão.
ro: Direct3D [fullscreen exclusiv]({0}) folosind Alt+Enter este activat în mod implicit.
ru: [Полноэкранный режим]({0}) Direct3D с помощью Alt+Enter включен по умолчанию.
sv_se: Direct3D [exklusiv helskärm]({0}) med Alt+Enter är igång som standard.
th: Direct3D [พิเศษสำหรับโหมดเต็มหน้าจอ]({0}) โดยใช้ Alt+Enter ถูกเปิดไว้เป็นค่าเริ่มต้น
tr: Alt+Enter kullanarak Direct3D [özel tam ekran]({0}) varsayılan olarak zaten etkindir.
uk: Direct3D [повноекранний режим]({0}) через Alt+Enter вже увімкнено за замовчуванням.
vi: Direct3D [toàn màn hình]({0}) bằng Alt+Enter đã được bật theo mặc định.
zh_cn: 使用 “Alt+Enter” 快捷键以进入 Direct3D [全屏独占]({0}) 已默认启用。
zh_hk: 已預設 Alt+Enter 鍵來啓動 Direct3D [全螢幕獨佔]({0})。
zh_tw: Alt + Enter鍵啟用為Direct3D [全螢幕獨佔模式]({0}) 已預設啟用。

# Menu.FastFlags.Presets.FixDisplayScaling.Description
source: Roblox reduces your rendering quality depending on how your display is scaled in Windows.
ar: Roblox تقلل من جودة العرض الخاص اعتمادا على كيفية تحجيم العرض الخاص بك في Windows.
bg: Roblox намалява качеството на графиките в зависимост от мащаба на дисплея.
bs: Roblox smanjuje kvalitetu prikaza u zavisnosti od toga kako je vaš ekran skaliran u Windows-u.
cs: Roblox snižuje vaší renderovací grafiku podle velikosti displeje Windows.
da: Roblox reducerer din renderingskvalitet afhængigt af, hvordan dit display skaleres i Windows.
de: Roblox reduziert deine Rendering-Qualität abhängig davon, wie dein Bildschirm in Windows skaliert ist.
es_es: Roblox reduce tu calidad de renderizado dependiendo en como está escalada tu resolución en Windows.
fa: روبلاکس کیفیت رندرینگ شما را بر اساس مقیاس نمایشگر در ویندوز کاهش می‌دهد.
fi: Roblox vähentää renderöintilaatua riippuen siitä, miten näyttö on skaalattu Windowsissa.
fil: Ang Roblox ay binabawasan ang iyong rendering quality depende sa gaanong laki ang display sa Windows.
fr: Roblox réduit la qualité de votre rendu selon l'échelle de votre écran dans Windows.
hi: Windows mein aapake display ko kaise scale kiya jaata hai, isake aadhaar par Roblox aapakee rendering gunavatta ko kam kar deta hai.
hr: Roblox smanjuje kvalitetu renderiranja oviseći o načinu na koji je vaš prikaz skaliran u Windows-u.
hu: A Roblox csökkenti a renderelési minőséget attól függően, hogy a kijelző hogyan van méretezve a Windows-ban.
id: Roblox mengurangi kualitas rendering anda tergantung pada skala display Windows anda.
it: Roblox riduce la qualità del rendering in base al ridimensionamento di Windows del tuo display.
ja: RobloxはWindowsのスケール設定に基づき画面解像度を下げることがあります。
ko: Roblox는 Windows 디스플레이 해상도에 따라 렌더링 품질을 낮춥니다.
lt: „Roblox“ sumažina atvaizdavimo kokybę, priklausomai nuo to, kaip „Windows“ ekrane yra keičiamas mastelis.
lv: Roblox samazina jūsu renderēšanas kvalitāte atkarība no tā, kā jusu Windows displejs ir mērogots.
ms: Roblox akan mengurangkan kualiti "rendering" bergantung pada skala skrin anda dalam Windows.
nl: Roblox vermindert je rendering kwaliteit afhankelijk van hoe je scherm geschaald is in Windows.
pl: Roblox koryguje jakość renderowania w zależności od tego, jak twój ekran jest skalowany w systemie Windows.
pt_br: O Roblox reduz a qualidade de renderização dependendo de como a sua tela está dimensionada no Windows.
ro: Roblox reduce calitatea de randare după modul în care afișajul dvs. este dimensionat în Windows.
ru: Roblox снижает качество прорисовки в зависимости от настроек масштабирования экрана в Windows.
sv_se: Roblox sänker din renderingskvalitet beroende på hur din skärm är skalad i Windows.
th: Roblox จะลดคุณภาพการเรนเดอร์ตามความละเอียดของการแสดงผลใน Windows
tr: Roblox, ekranınızın Windows'ta nasıl ölçeklendirildiğine bağlı olarak işleme kalitenizi azaltır.
uk: Roblox знижує вам якість рендерингу залежного від вашого масштабування дисплея в Windows.
vi: Roblox giảm chất lượng hiển thị của bạn tùy thuộc vào cách hiển thị được điều chỉnh trong Windows.
zh_cn: Roblox 会根据 Windows 的显示缩放比例来调整渲染质量；启用此选项将禁用此功能。
zh_hk: Roblox會根據Windows顯示縮放來降低渲染質量。
zh_tw: Roblox 會根據顯示縮放來降低渲染品質；啟用此選項將禁用此功能。
