Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.FastFlagEditor.InvalidPrefix
source: The entry for '{0}' is not valid as the name must start with FFlag, DFInt, etc
ar: الإدخال ل '{0}' غير صالح لأن الاسم يجب أن يبدأ بـ FFlag، DFInt، إلخ
bg: Въвеждането за '{0}' не е валидно, името трябва да започва с FFlag, DFInt, и други
bs: Unos za '{0}' nije validan jer ime mora početi sa FFlag, DFInt, itd
cs: Záznam pro '{0}' není platný, protože název musí začínat FFlag, DFInt atd
da: Indgangen for '{0}' er ugyldig, da navnet skal starte med FFlag, DFInt, osv.
de: Die Eingabe für '{0}' ist nicht gültig, da der Name mit FFlag, DFInt, usw. beginnen muss
es_es: La entrada para '{0}' no es válida, ya que el nombre debe empezar por FFlag, DFInt, etc
fa: ورودی "{0}" معتبر نیست زیرا نام آن باید با FFlag، DFInt و غیره شروع شود
fi: Merkintä flagille '{0}' ei kelpaa, koska nimen alussa täytyy olla FFlag, DFInt, jne.
fil: Ang pangalan ng flag na '{0}' ay hindi tama sapagkat ang pangalan ay dapat nagsisimula sa FFlag, DFInt, atbp
fr: L'entrée pour '{0}' n'est pas valide car les noms doivent commencer par FFlag, DFInt, etc
hi: {0} ke lie pravishti maany nahin hai kyonki naam FFlag, DFInt, aadi se shuroo hona chaahie
hr: Unos za '{0}' ne važi jer ime mora započeti s FFlag, DFInt, itd
hu: A(z) '{0}' nem érvényes, mivel a nevek csak FFlag, DFInt, stb-vel kezdődhetnek
id: Entri dari {0} tidak valid karena nama harus dimulai dengan FFlag, DFInt, dll
it: Il nome di '{0}' non è valido dato che deve iniziare con FFlag, DFInt, ecc
ja: このFlag名「{0}」は無効です。Flag名は"FFlag"や"DFInt"などから始まる必要があります。
ko: 입력된 값 '{0}'이(가) 유효하지 않습니다. 이름은 반드시 FFlag, DFInt 등으로 시작해야 합니다.
lt: Elementas „{0}“ netinkamas, nes pavadinimas turi prasidėti raidėmis FFlag, DFInt ir t. t.
lv: {0} Ieraksts nav derīgs, jo nosaukumam vajag sākties ar FFlag, DFInt, utc
ms: Entri untuk '{0}' tidak sah kerana nama mesti bermula dengan FFlag, DFInt, dan sebagainya
nl: De invoer voor '{0}' is ongeldig omdat de naam moet beginnen met FFlag, DFInt, enzovoort
pl: Wpis dla '{0}' jest nieprawidłowy, ponieważ nazwa musi zaczynać się od FFlag, DFInt, itp
pt_br: A entrada para '{0}' não é válida, pois ela precisa começar com FFlag, DFInt, etc
ro: Intrarea pentru „{0}” nu este validă deoarece numele trebuie să înceapă cu FFlag, DFInt, etc
ru: Запись для '{0}' недействительна, так как название должно начинаться с FFlag, DFInt, и т.д.
sv_se: Flaggan '{0}' är inte giltig eftersom namnet måste börja med FFlag, DFInt, o.s.v.
th: ช่องข้อมูล '{0}' ไม่ถูกต้องเนื่องจากชื่อต้องขึ้นต้นด้วย FFlag, DFInt, และอื่นๆ
tr: '{0}' girişi geçerli değildir isim FFlag, DFInt, ve benzeri ile başlaması gereklidir
uk: Запис для '{0}' є недійсним, оскільки назва має починатися з FFlag, DFInt тощо
vi: Flag '{0}' không hợp lệ vì tên phải bắt đầu với FFlag, DFInt, v. v
zh_cn: 您输入的内容 “{0}” 无效；其内容必须以 “FFlag”、“DFInt” 等开头才能生效。
zh_hk: 你所輸入'{0}'的條目無效，因為此名字必須以 "FFlag"，"DFInt"，等作開頭。
zh_tw: 您所輸入 '{0}' 的條目無效，名字必須以 "FFlag"，"DFInt"，等作開頭。

# Menu.FastFlagEditor.JsonCopiedToClipboard
source: Copied to clipboard.
ar: نسخ إلى الحافظة.
bg: Копирано в клипборда.
bs: Kopirano u međuspremnik.
cs: Kopírováno do schránky.
da: Kopieret til clipboard.
de: In die Zwischenablage kopiert.
es_es: Copiado al portapapeles.
fa: کپی شد به کلیپ بورد.
fi: Kopioitu leikepöydälle.
fil: Na copy sa clipboard.
fr: Copié dans le presse-papier.
hi: Clipboard par nakal.
hr: Kopirano u međuspremnik.
hu: Kimásolva a vágólapra.
id: Disalin ke papan klip.
it: Copiato negli appunti.
ja: クリップボードにコピーしました。
ko: 클립보드에 복사했습니다.
lt: Nukopijuota į iškarpinę.
lv: Kopēts starpliktuvē.
ms: Disalin di papan keratan.
nl: Gekopieerd naar klembord.
pl: Skopiowano do schowka.
pt_br: Copiado para a área de transferência.
ro: Copiat în clipboard.
ru: Скопировано в буфер обмена.
sv_se: Kopierat till urklipp.
th: คัดลอกไปที่คลิปบอร์ดแล้ว
tr: Panoya kopyalandı.
uk: Скопійовано до буфера обміну.
vi: Đã sao chép vào bộ nhớ tạm.
zh_cn: 已复制到剪贴板。
zh_hk: 已複製到剪貼板。
zh_tw: 已複製到剪貼簿。

# Menu.FastFlagEditor.LargeConfig
source: You appear to be importing a very large configuration. You should only be importing configurations that you fully understand. Do NOT blindly paste in configurations made by other people. If you continue, you will very likely end up with stability issues and encounter unexpected changes. Are you sure you want to continue?
ar: يبدو أنك تقوم باستيراد تكوين كبير جدًا. يجب عليك فقط استيراد التكوينات التي تفهمها تمامًا. لا تقم بلصق التكوينات التي أجراها أشخاص آخرون بشكل أعمى. إذا تابعت، فمن المحتمل جدًا أن ينتهي بك الأمر إلى مشكلات تتعلق بالاستقرار وستواجه تغييرات غير متوقعة.
bg: Изглежда, че импортирате много голяма конфигурация. Трябва да импортирате само конфигурации, които разбирате напълно. НЕ поставяйте сляпо конфигурации, направени от други хора. Ако продължите, най-вероятно ще имате проблеми със стабилността и ще срещнете неочаквани промени. Сигурни ли сте, че искате да продължите?
bs: Izgleda da uvozite vrlo veliku konfiguraciju. Trebali biste uvoziti samo konfiguracije koje u potpunosti razumijete. NIKADA neubacujte konfiguracije naslepo koje su napravili drugi ljudi. Ako nastavite, vrlo je vjerovatno da ćete imati problema sa stabilnošću i susresti se s neočekivanim promjenama. Jeste li sigurni da želite nastaviti?
cs: Vypadá, že se pokoušíte importovat velmi velkou konfiguraci. Měli by jste jen importovat konfigurace, kterým plně rozumíte. Slepě nevkládejte konfigurace udělané ostatními. Pokud budete pokračovat, velmi pravděpodobně skončíte s problémy stability a setkáte se s nečekanými změnami. Jste si jisti, že chcete pokračovat?
da: Du synes at importere en meget stor konfiguration. Du bør kun importere konfigurationer, som du fuldt ud forstår. Indsæt IKKE blindt konfigurationer lavet af andre mennesker. Hvis du fortsætter, vil du sandsynligvis ende med stabilitetsproblemer og støde på uventede ændringer. Er du sikker på, at du vil fortsætte?
de: Es scheint, dass du eine sehr umfangreiche Konfiguration importierst. Du solltest nur Konfigurationen importieren, die du vollständig verstehst. Füge NICHT blind von anderen Personen erstellte Konfigurationen ein. Wenn du fortfährst, wirst du sehr wahrscheinlich Stabilitätsprobleme haben und unerwartete Änderungen erleben. Bist du sicher, dass du fortfahren möchtest?
es_es: Parece que estás importando una configuración muy larga. Deberías sólo importar configuraciones que tú entiendes completamente. NO pegues configuraciones hechas por otras personas sin revisarlas. Si continúas, es casi seguro que termines con problemas de estabilidad y te encuentres con cambios no esperados. ¿Estás seguro que deseas continuar?
fa: به نظر می‌رسد که شما در حال وارد کردن یک پیکربندی بسیار بزرگ هستید. شما باید فقط پیکربندی‌هایی را وارد کنید که به‌طور کامل آنها را درک کرده‌ اید. از کپی کردن پیکربندی‌های دیگران به‌طور کورکورانه خودداری کنید. اگر ادامه دهید، احتمالاً با مشکلات پایداری روبرو خواهید شد و تغییرات غیرمنتظره‌ای را تجربه خواهید کرد. آیا مطمئن هستید که می‌خواهید ادامه دهید؟
fi: Näyttäisit olevasi tuomassa hyvin suuren konfiguraation. Kannattaisi tuoda vain konfiguraatioita, jotka ymmärrät täysin. ÄLÄ sokeasti liitä toisten luomia konfiguraatioita. Jos jatkat, kohtaat luultavasti epävakautta ja odottamattomia muutoksia. Haluatko varmasti jatkaa?
fil: Mukhang nagi-import ka nag sobrang laking configuration. Dapat mag-i-import ka lamang ng mga configuration na naiintindihan mo. HUWAG ka bulag mag paste ng configuration na gawa ng ibang tao. Kung itutuloy mo, malamang na magkakaroon ka ng mga isyu sa katatagan at makakaranas ng hindi inaasahang pagbago Sigurado ka bang gusto mo magtuloy?
fr: Il semble que vous importiez une configuration très volumineuse. Vous devriez uniquement importer des configurations que vous comprenez parfaitement. NE collez PAS aveuglément des configurations créées par d'autres personnes. Si vous continuez, il est très probable que vous rencontriez des problèmes de stabilité et des changements inattendus. Êtes-vous sûr de vouloir continuer ?
hi: Aap ek bahut bada configuration import kar rahe hain. Aapako keval vahee configuration aayaat karana chaahie jinhen aap pooree tarah se samajhate hain. Ani logon dvaara banae gae configurations ko bina jaane paste NA KAREN. Yadi aap jaaree rakhate hain, to bahut sambhaavana hai ki apko bohot sankat honge. Kya aap vaakee import karna chaahate hain?
hr: Izgleda da pokušavate ubaciti veliku konfiguraciju. Velike konfiguracije se ubacuju samo ako znate što radite. NE POKUŠAVAJTE naslijepo naljepljivati konfiguracije napravljene od drugih ljudi. Ako nastavite, završit će se sigurno sa nestabilnostima aplikacije. Jeste li sigurni da želite nastaviti?
hu: Úgy tűnik, hogy egy nagyon nagy beállítást importálsz. Csak olyan beállítást importáljon, amit ön teljesen tudja, hogy mit csinál. NE importáljon be vakon az olyan beállításokat, amit mások készítettek. Ha továbblép, nagy eséllyel instabilitással és váratlan változásokkal fog szembesülni. Biztosan folytatja?
id: Kelihatannya Anda sedang mengimpor sebuah konfigurasi yang sangat besar. Anda hanya boleh mengimpor konfigurasi jika Anda sudah mengerti secara penuh. JANGAN menyalin konfigurasi yang dibuat orang lain tanpa pengetahuan apapun. Jika Anda lanjutkan, Anda kemungkinan akan mengalami masalah stabilitas dan perubahan yang tidak diduga. Apakah Anda yakin untuk melanjutkan?
it: Sembra che stiate importando una configurazione molto grande. Dovresti importare solo le configurazioni che comprendi. NON incollare ciecamente configurazioni create da altre persone. Se si continua, è molto probabile che si verificano problemi di stabilità e cambiamenti imprevisti. Siete sicuri di volere continuare?
ja: 大量の設定が含まれるFastFlagをインポートしようとしています。 内容を理解している場合のみ行ってください。内容を理解せずに他人が配布したものをインポートすることは"絶対に"やめてください。 続行すると、動作が不安定になったり、予期せぬ変更に繋がる可能性があります。 本当に続行しますか？
ko: 매우 큰 설정을 가져오려고 하는 것 같습니다. 완전히 이해한 설정만 가져와야 하며, 다른 사람이 만든 설정을 무턱대고 붙여 넣으면 안 됩니다. 계속 진행하면 안정성 문제와 예상치 못한 변경 사항이 생길 가능성이 매우 높습니다. 계속 진행하시겠습니까?
lt: Atrodo, kad importuojate labai didelę konfigūraciją. Turėtumėte importuoti tik tas konfigūracijas, kurias visiškai suprantate. Negalite aklai įklijuoti kitų žmonių sukurtų konfigūracijų. Jei tęsite toliau, labai tikėtina, kad susidursite su stabilumo problemomis ir netikėtais pakeitimais. Ar tikrai norite tęsti?
lv: Izskatās, ka jūs importējat ļoti lielu konfigurāciju. Jums vajadzētu importēt tikai tās konfigurācijas, ko jūs pilnīgi saprotat. NEKĀDĀ gadījumā neielīmējat citu cilvēku konfigurācijas. Ja jūs turpināsiet, ir ļoti ticams, ka jums būs stabilitātes problēmas un negaidītas izmaiņas. Vai jūs esat pārliecināts, ka vēlaties turpināt?
ms: Anda nampaknya mencuba untuk mengimport konfigurasi yang sangat besar. Anda seharusnya mengimport konfigurasi yang anda faham sahaja. JANGAN sesekali mengikut konfigurasi orang lain tanpa tanpa memahami fungsi konfigurasi tersebut. Berbuat demikian akan menyebabkan anda mengalami masalah dari segi stabiliti dan juga masalah yang tidak dapat dijangka lainnya.
nl: Het lijkt erop dat je een erg grote configuratie importeert. Je zou alleen configuraties moeten importeren die je volledig begrijpt. Plak NIET blindelings configuraties in die door andere mensen zijn gemaakt. Als je doorgaat, zul je zeer waarschijnlijk stabiliteitsproblemen krijgen en onverwachte veranderingen tegenkomen. Weet je zeker dat je door wilt gaan?
pl: Wygląda na to, że importujesz bardzo dużą konfigurację. Powinieneś importować tylko konfiguracje, które w pełni rozumiesz. NIE wklejaj na ślepo konfiguracji stworzonych przez inne osoby. Jeśli będziesz kontynuować, najprawdopodobniej wystąpią problemy ze stabilnością i napotkasz nieoczekiwane zmiany. Czy jesteś pewien, że chcesz kontynuować?
pt_br: Você está importando uma configuração muito grande. Apenas importe configurações em que tenha certeza do que fazem. NÃO cole configurações feitas por outras pessoas sem antes verificar. Se continuar, muito provavelmente irá encontrar problemas de estabilidade e mudanças inesperadas. Você tem certeza de que quer continuar?
ro: Se pare că importați o configurație foarte mare. Ar trebui să importați numai configurații pe care le înțelegeți pe deplin. NU introduceți pe nevăzute configurații realizate de alte persoane. Dacă veți continua, este foarte probabil să vă confruntați cu probleme de stabilitate și să vă confruntați cu schimbări neașteptate. Ești sigur că vrei sa continui?
ru: Вы импортируете весьма большую конфигурацию. Вы должны импортировать только те конфигурации которые сами понимаете. НЕ вставляйте вслепую конфигурации от других людей. Если вы продолжите, можете столкнуться с непредвиденными изменениями и нестабильностью. Вы точно хотите продолжить?
sv_se: Du verkar importera en mycket stor konfiguration. Du bör bara importera konfigurationer som du helt förstår. Klistra INTE blint in konfigurationer gjorda av andra människor. Om du fortsätter kommer du med stor sannolikhet att få stabilitetsproblem och stöta på oväntade förändringar. Är du säker på att du vill fortsätta?
th: คุณกำลังนำเข้าการตั้งค่าที่มีขนาดใหญ่มาก คุณควรนำเข้าการตั้งค่าที่คุณเข้าใจเท่านั้น อย่านำการตั้งค่าที่คุณไม่เข้ามาจากคนอื่น ๆ หากคุณดำเนินการต่อ คุณอาจจะพบปัญหาด้านความเสถียรและพบกับการเปลี่ยนแปลงที่ไม่คาดคิดได้อย่างมาก
tr: Çok büyük bir yapılandırmayı içe aktarıyor gibi görünüyorsunuz. Yalnızca tam olarak anladığınız yapılandırmaları içe aktarmalısınız. Başkaları tarafından yapılmış yapılandırmaları körü körüne YAPIŞTIRMAYIN. Devam ederseniz, büyük olasılıkla istikrarsızlıklarla ve beklenmedik değişikliklerle karşılaşacaksınız. Devam etmek istediğinizden emin misiniz?
uk: Схоже, ви імпортуєте дуже велику конфігурацію. Імпортуйте лише ті конфігурації, які ви повністю розумієте. НЕ вставляйте наосліп конфігурації, створені іншими людьми. Це може спричинити проблеми зі стабільністю та неочікувані зміни. Ви впевнені, що хочете продовжити?
vi: Có vẻ như bạn đang nhập một cấu hình rất lớn. Bạn chỉ nên nhập những cấu hình mà bạn chắc chắn hiểu. KHÔNG dán một cách bừa bãi các cấu hình do người khác tạo. Nếu tiếp tục, rất có thể bạn sẽ gặp phải vấn đề về độ ổn định và gặp phải những thay đổi không mong muốn. Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 您似乎正在导入过多的配置；通常来说，您应该只导入自己完全了解的配置，切勿盲目粘贴他人的配置。如果执意继续，很可能会出现稳定性问题；并发生意想不到的变化。 您确定要继续吗？
zh_hk: 你似乎正在匯入一個大型配置。你只可以導入你完全明白的配置。不要盲目貼上別人做的配置。如果你要繼續，你最終可能會面對穩定性的問題以及你想不到的變化。 你是否肯定要繼續嗎？
zh_tw: 您似乎正在導入一個非常龐大的配置表。您應該只導入您完全理解的配置表。請不要盲目地貼上他人製作的配置表。如果繼續，很可能會導致穩定性問題，並且可能會遇到意外的變化。 您確定要繼續嗎？

# Menu.FastFlagEditor.Search
source: Search
ar: ابحث
bg: Потърси
bs: Pretraži
cs: Hledat
da: Søg
de: Suche
es_es: Buscar
fa: جستجو
fi: Hae
fil: Hanapin
fr: Rechercher
hi: Khojo
hr: Pretraga
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
lt: Ieškoti
lv: Meklēt
ms: Cari
nl: Zoeken
pl: Szukaj
pt_br: Pesquisar
ro: Caută
ru: Поиск
sv_se: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋
zh_tw: 搜尋

# Menu.FastFlagEditor.ShowPresetFlags
source: Show preset flags
ar: إظهار الأعلام الجاهزة
bg: Покажи предварително зададените флагове
bs: Prikaži unaprijed postavljene zastave
cs: Ukázat přednastavené vlajky
da: Vis forudindstillede flag
de: Zeige voreingestellte Flags
es_es: Mostrar los flags preestablecidos
fa: نمایش فلگ های پیشفرض
fi: Näytä esiasetus-flagit
fil: Ipakita ang preset flags
fr: Afficher les Flags prédéfinis
hi: Preset flags dikhao
hr: Prikaži unaprijed postavljene zastavice
hu: Előre beállított flag-ek mutatása
id: Tampilkan preset flags
it: Mostra i flag predefiniti
ja: プリセットを表示
ko: 프리셋 Flag 표시
lt: Rodyti išankstinių nustatytų gairelių
lv: Rādit priekšiestatījuma karogus
ms: Tunjuk praset "flags"
nl: Toon vooraf ingestelde Flags
pl: Pokaż ustawione flagi
pt_br: Mostrar flags predefinidas
ro: Afișează presetări
ru: Показывать предустановленные флаги
sv_se: Visa förinställningsflaggor
th: แสดง Flags ที่ตั้งไว้
tr: Önceden ayarlanmış flagleri göster
uk: Показати встановлені FastFlags
vi: Hiển thị các flag cài sẵn
zh_cn: 展示预设 Flags
zh_hk: 顯示預設的 flags
zh_tw: 顯示預設的Flags

# Menu.FastFlagEditor.Title
source: Fast Flag Editor
ar: محرر Fast Flag
bg: Fast Flag Редактор
bs: Fast Flag Uređivač
cs: Rychlý editor příznaků
da: Fast Flag redigering
de: Fast Flag Bearbeiter
es_es: Editor de Fast Flags
fa: ویرایشگر فست فلگ
fi: Fast Flag-editori
fr: Éditeur de Fast Flag
hr: Uređivač Fast Flagova
hu: Fast Flag Szerkesztő
id: Editor Fast Flag
it: Editor di Fast Flag
ja: FastFlagエディタ
ko: Fast Flag 편집기
lt: „Fast Flag“ rengyklė
lv: Ātro Karogu Redaktors
ms: Editor Fast Flag
pl: Edytor Fast Flagów
pt_br: Editor de Fast Flag
ro: Editor de Fast Flag-uri
ru: Редактор Fast Flag-ов
sv_se: Fast flag-redigerare
th: ตัวแก้ไข Fast Flag
tr: Fast Flag Editörü
uk: Налаштування Fast Flags
vi: Trình chỉnh sửa Fast Flag
zh_cn: FFlag 编辑器
zh_hk: Fast Flag 編輯器
zh_tw: Fast Flag 編輯器

# Menu.FastFlagEditor.Warning.Back
source: Go back
da: Gå tilbage
de: Zurück
es_es: Retroceder
fa: بازگشت
fr: Retour en arrière
hr: Idi nazad
hu: Visszatérés
id: Kembali
ja: 戻る
lt: Eiti atgal
ms: Pergi balik
nl: Ga terug
pl: Wróć
sv_se: Gå tillbaka
tr: Geri dön
zh_cn: 返回
zh_hk: 返回上一步
zh_tw: 返回上一步

# Menu.FastFlagEditor.Warning.Continue
source: I know what I'm doing
da: Jeg ved, hvad jeg laver
de: Ich weiß, was ich tue
es_es: Sé lo que estoy haciendo
fa: میدونم دارم چیکار می‌کنم
fr: Je sais ce que je fais
hr: Znam što radim
hu: Tudom, hogy mit csinálok
id: Aku tahu apa yang aku lakukan
ja: この機能の危険性を理解しています
lt: Žinau, ką darau
ms: Saya tahu apa yang saya lakukan
nl: Ik weet wat ik doe
pl: Wiem, co robię!
sv_se: Jag vet vad jag gör
tr: Ne yaptığımı biliyorum
zh_cn: 我知道我在做什么
zh_hk: 我知道我在做什麽
zh_tw: 我知道我在做什麼

# Menu.FastFlagEditor.Warning.Header
source: Do you know what you are doing?
da: Ved du, hvad du gør?
de: Weißt du, was du tust?
es_es: ¿Sabes lo que estás haciendo?
fa: آیا میدونی داری چی کار می‌کنی؟
fr: Savez-vous ce que vous faites ?
hr: Znaš li što radiš?
hu: Tudod, hogy mit csinálsz?
id: Apakah Anda tahu apa yang Anda lakukan?
ja: この機能の利用には危険性を伴います。
lt: Ar žinote, ką darote?
ms: Adakah anda tahu apa yang anda sedang lakukan?
nl: Weet je wat je aan het doen bent?
pl: Czy jesteś świadom, co robisz?
sv_se: Vet du vad du gör?
tr: Ne yaptığını biliyor musun?
zh_cn: 你知道您在做什么吗？
zh_hk: 你知道你在做什麼嗎？
zh_tw: 你知道你在做什麼嗎？
