Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.FastFlags.Presets.Categories.Rendering
source: Rendering and Graphics
ar: التقديم و الرسومات
bg: Рендъринг и Графики
bs: Renderiranje i Grafika
cs: Vykreslování a Grafika
da: Rendering og grafik
de: Rendering und Grafiken
es_es: Renderizado y gráficos
fa: رندر ها و گرافیک ها
fi: Renderönti ja grafiikat
fil: Rendering at Graphics
fr: Rendu et graphismes
hi: Rendering aur Graphics
hr: Renderiranje i Grafika
hu: Renderelés és Grafika
id: Rendering dan Grafik
it: Rendering e Grafica
ja: レンダリングとグラフィック
ko: 렌더링 및 그래픽
lt: Atvaizdavimas ir grafika
lv: Renderēšana un Grafika
ms: "Rendering" dan Grafik
nl: Rendering en grafische weergave
pl: Renderowanie i grafika
pt_br: Renderização e Gráficos
ro: Randare și grafică
ru: Прорисовка и графика
sv_se: Rendering och Grafik
th: การเรนเดอร์และกราฟฟิก
tr: İşleme ve Grafikler
uk: Графіка та рендеринг
vi: Kết xuất và chất lượng
zh_cn: 渲染和质量
zh_hk: 渲染和畫質
zh_tw: 渲染和畫質

# Menu.FastFlags.Presets.Categories.UserInterface
source: User Interface and Layout
bs: Korisnički Interfejs i Izgled
cs: Uživatelské Rozhrání a rozložení
da: Brugerinterface og Layout
de: Benutzeroberfläche und Layout
es_es: Interfaz de usuario y diseño
fa: رابط کاربری و چیدمان
fi: Käyttöliittymä ja asettelu
fil: User Interface at Layout
fr: Interface utilisateur et mise en page
hr: Korisničko sučelje i Raspored
hu: Felhasználói felület és Elrendezés
id: Interface pengguna dan layout
ja: UIとレイアウト
lt: Naudotojo sąsaja ir išdėstymas
lv: Lietotāja Interfeiss un Izkārtojums
ms: Antaramuka Pengguna dan Susun Atur
nl: Gebruikersinterface en lay-out
pl: Układ i interfejs użytkownika
pt_br: Layout da Interface de Usuário
sv_se: Användargränssnitt och Layout
tr: Kullanıcı Arayüzü ve Düzeni
zh_cn: UI 和布局
zh_hk: 使用者介面和布局
zh_tw: 使用者介面與布局

# Menu.FastFlags.ManagerEnabled.Title
source: Allow Bloxstrap to manage Fast Flags
ar: السماح لBloxstrap لادارة FastFlags
bg: Позволете на Bloxstrap да управлява Fast Flags
bs: Dozvoli Bloxstrap-u da upravlja Fast Flagovima
cs: Dovolit Bloxstrap spravovat Fast Flags
da: Tillad Bloxstrap at administrere Hurtig Flag
de: Erlaube Bloxstrap, Fast Flags zu verwalten
es_es: Permitir que Fishstrap gestione las Fast Flags
fa: اجازه بدید بلاکسترپ فست فلگس هارا مدیریت کند
fi: Salli Bloxstrapin hallita Fast Flageja
fil: Payagin ang Bloxstrap na i-manage ang Fast Flags
fr: Autoriser Fishstrap à gérer les Fast Flags
hi: Bloxstrap ko Fast Flags manage karne ke liye anumati de
hr: Dozvoli Fishstrap-u da upravlja s Fast Flags
hu: Fast Flag kezelés engedélyezése a Bloxstrap-nek
id: Biarkan Fishstrap untuk mengelola Fast Flags
it: Permetti a Bloxstrap di configurare Fast Flags
ja: FastFlagの編集を有効にする
ko: Bloxstrap이 Fast Flag를 관리하도록 허용
lt: Leisti „Fishstrap“ tvarkyti „Fast Flags“
lv: Ļaut Bloxstrap pārvaldīt Ātros Karogus
ms: Benarkan Fishstrap untuk mengurus "Fast Flags"
nl: Sta Fishstrap toe om Fast Flags te beheren
pl: Zezwól Fishstrap'owi na zarządzanie Fast Flagami
pt_br: Permitir que Bloxstrap gerencie as Fast Flags
ro: Permiteți Bloxstrap să gestioneze Fast Flag-urile
ru: Разрешить Bloxstrap управлять Fast Flags
sv_se: Tillåt Fishstrap att hantera Fast Flags
th: อนุญาตให้ Bloxstrap จัดการ Fast Flags
tr: Bloxstrap'in Fast Flag'ları yönetmesine izin verin
uk: Дозволити Bloxstrap налаштовувати Fast Flags
vi: Cho phép Bloxstrap quản lý Fast Flag
zh_cn: 允许 Bloxstrap 管理 Fast Flags
zh_hk: 允許 Bloxstrap 管理 Fast Flags
zh_tw: 允許Fishstrap管理Fast Flags

# Menu.FastFlags.ManagerEnabled.Description
source: Disabling this will prevent anything configured here from being applied to Roblox.
ar: إيقاف هذا يمنع تطبيق أي شيء تم تكوينه هنا على Roblox.
bg: Изключването на това ще предотврати прилагането на всичко конфигурирано тук в Roblox.
bs: Isključivanje ovoga će spriječiti primjenu bilo čega konfiguriranog ovdje na Roblox.
cs: Vypnutí tohoto nastavení zakáže použití vlastní konfigurace v Robloxu.
da: Deaktivering af dette vil forhindre alt konfigureret her i at blive anvendt på Roblox.
de: Beim Deaktivieren von diesem werden keine Veränderungen hier in Roblox angewendet.
es_es: Deshabilitar esto evitará que cualquier cosa configurada aquí se aplique a Roblox.
fa: غیرفعال کردن این گزینه باعث میشود هیچ کانفیگی بر روی روبلاکس انجام نگردد.
fi: Tämän käytöstä poistaminen estää minkään täällä konfiguroidun vaikuttamasta Robloxiin.
fil: Sa pag disable nito ay ang mga na-configure dito ay hindi gagana sa Roblox.
fr: Désactiver cela empêchera tout ce qui a été configuré ici de s'appliquer à Roblox.
hi: Ise disable karane se yahaan configure kee gaiye kisee bhee cheez ko Roblox par laagoo hone se roka jaiga.
hr: Onemogućavanje će spriječiti da se bilo što ovdje konfigurirano primjeni na Roblox.
hu: Ha ezt kikapcsolja, bármi, amit itt beállít, nem fog a Roblox-ra hatni.
id: Menonaktifkan ini akan mencegah apapun yang dikonfigurasikan disini agar diterapkan ke Roblox.
it: Disabilitando questo non permetterà qualsiasi cosa configurata qui a essere applicata a Roblox.
ja: 無効にするとここで行われた設定はRobloxに適用されなくなります。
ko: 이 기능을 비활성화하면 여기서 설정한 모든 항목이 Roblox에 적용되지 않습니다.
lt: Išjungus šią funkciją, „Roblox“ nebus taikoma jokia čia sukonfigūruota funkcija.
lv: Ja jūs šo atspējosiet, nekas kas ir ticis šeit konfigurēts netiks pielietots Roblox.
ms: Melumpuhkan opsyen ini akan menghalang sebarang konfigurasi disini daripada diterapkan dalam Roblox.
nl: Als je dit uitzet, zullen alle configuraties hier niet worden toegepast op Roblox.
pl: Wyłączenie tego uniemożliwi zastosowanie jakichkolwiek ustawień skonfigurowanych tutaj do Roblox.
pt_br: Desabilitar isso irá prevenir que qualquer coisa configurada aqui seja aplicada ao Roblox.
ro: Dezactivarea acestei opțiuni va împiedica aplicarea la Roblox a oricărui lucru configurat aici.
ru: Отключение этого предотвратит применение всего настроенного здесь к Roblox.
sv_se: Om du inaktiverar detta förhindras att allt som konfigureras här appliceras på Roblox.
th: การปิดตัวเลือกนี้จะปิดกั้นทุกอย่างที่ถูกตั้งค่าที่นี่จากการเปิดใช้กับ Roblox
tr: Bunun yetkisini almak burada ayarlanan herhangi birşeyin Roblox'a uygulamamasını sağlayacak.
uk: Вимкненням цього буде заборонено все що тут налаштовано застосовуватись до Roblox.
vi: Tắt tính năng này sẽ ngăn bất kỳ cài đặt nào ở đây được áp dụng vào Roblox.
zh_cn: 禁用此选项将会阻止在此配置的任何内容应用于 Roblox。
zh_hk: 停用此選項會防止任何在此設定的內容套用到 Roblox。
zh_tw: 禁用此功能將阻止任何在此設定的內容應用到 Roblox。

# Menu.FastFlags.Presets.MSAA.Title
source: Anti-aliasing quality (MSAA)
ar: جودة مكافحة التعرجات (MSAA)
bg: Качество на Anti-aliasing (MSAA)
bs: Kvaliteta anti-aliasinga (MSAA)
cs: Vyhlazovací kvalita (MSAA)
de: Anti-aliasing Qualität (MSAA)
es_es: Calidad del suavizado de bordes (MSAA)
fa: کیفیت Anti-aliasing ‏(‏MSAA‏)
fi: Reunanpehmennyksen laatu (MSAA)
fr: Qualité de l'anti-aliasing (MSAA)
hr: Anti-aliasing kvaliteta (MSAA)
hu: Élsimítás minőség (MSAA)
id: Kualitas anti-aliasing (MSAA)
it: Qualità Anti-aliasing (MSAA)
ja: アンチエイリアス品質 (MSAA)
ko: 안티앨리어싱 품질 (MSAA)
lt: Glodinimo kokybė (MSAA)
lv: Anti-aliasing kvalitāte (MSAA)
ms: Kualiti anti-aliasing (MSAA)
nl: Kwaliteit van anti-aliasing (MSAA)
pl: Jakość antyaliasingu (MSAA)
pt_br: Qualidade antisserilhamento (MSAA)
ro: Calitatea anti-aliasing (MSAA)
ru: Качество сглаживания (MSAA)
sv_se: Anti-aliasing-kvalitet (MSAA)
tr: Anti-aliasing kalitesi (MSAA)
uk: Якість згладжування (MSAA)
vi: Chất lượng khử răng cưa (MSAA)
zh_cn: 抗锯齿等级 (MSAA)
zh_hk: 抗鋸齒質量 (MSAA)
zh_tw: 反鋸齒等級（MSAA）

# Menu.FastFlags.Presets.FullscreenTitlebar.Description
source: Stops it from showing whenever you move your mouse to the top of the screen.
bs: Sprječava prikazivanje kada pomakneš miš na vrh ekrana.
cs: Zastaví zobrazování titulní lišty, když se myš přesune na horní část obrazovky.
da: Stopper det fra at vise, når du flytter musen til toppen af skærmen.
de: Verhindert das Zeigen, wenn du deine Maus nach oben an den Bildschirmrand bewegst.
es_es: Evita que se muestre cada vez que mueves el mouse a la parte superior de la pantalla.
fa: متوقف کردن منویی که وقتی موستان را به بالا صفحه میبرید نمایان میشود.
fi: Estää tämän näkymästä, kun liikuttaa hiiren näytön yläreunaan.
fil: Hindi siya ipinapakita pag ginalaw mo ang iyong mouse sa tuktok ng screen.
fr: L'empêche d'apparaitre quand vous déplacez votre souris au sommet de votre écran.
hr: Spriječava ju od pojavljivanja kad god pomaknete miš na vrh ekrana.
hu: Nem fog megjelenni, ha az egerét a képernyő tetejére mozdítja.
id: Mencegah tampilannya untuk muncul ketika menggerakan mouse ke bagian atas layar.
ja: 画面上部にカーソルを動かした際に表示されなくなります。
lt: Sustabdo jį rodyti, kai pelę perkeliate į ekrano viršų.
lv: Aptur to no parādīšanās, kad jūs novietojiet savu peli ekrāna augšdaļā.
ms: Menghalang ia daripada muncul ketika anda menggerakkan tetikus ke bahagian atas skrin.
nl: Voorkomt dat het verschijnt wanneer je je muis naar de bovenkant van je scherm beweegt.
pl: Wyłącza pasek tytułowy, gdy przesuwasz mysz na górę ekranu.
pt_br: A impede que seja exibida sempre que mover o mouse para o topo da tela.
sv_se: Stoppar den från att visas när du rör din mus till toppen av skärmen.
tr: Farenizi ekranın üst kısmına getirdiğinizde görüntülenmesini engeller.
zh_cn: 启用此选项将会使鼠标指针移至顶部时 Roblox 自带的标题栏不再会显示。
zh_hk: 停止顯示將滑鼠移上最頂的畫面時出現Roblox標題。
zh_tw: 阻止在滑鼠移上頂部的時候出現標題列。

# Menu.FastFlags.Presets.TextureQuality.Title
source: Texture quality
ar: جودة الملمس
bg: Качество на текстурите
bs: Kvaliteta teksture
cs: Kvalita textury
da: Teksturens kvalitet
de: Texturenqualität
es_es: Calidad de las texturas
fa: کیفیت بافت
fi: Tekstuurilaatu
fil: Quality ng texture
fr: Qualité des textures
hr: Kvaliteta teksture
hu: Textúra minősége
id: Kualitas tekstur
it: Qualità delle texture
ja: テクスチャ品質
ko: 텍스처 품질
lt: Tekstūros kokybė
lv: Tekstūru kvalitāte
ms: Kualiti tekstur
nl: Textuurkwaliteit
pl: Jakość tekstur
pt_br: Qualidade da textura
ro: Calitate de textură
ru: Качество текстур
sv_se: Texturkvalitet
th: คุณภาพของพื้นผิว
tr: Doku kalitesi
uk: Якість текстур
vi: Chất lượng bề mặt
zh_cn: 材质质量
zh_hk: 材質質量
zh_tw: 紋理品質

# Enums.FlagPresets.TextureQuality.Level0
source: Level 0 (Lowest)
ar: المستوى 0 (الأدنى)
bg: Ниво 0 (Най-ниско)
bs: Nivo 0 (Najniži)
cs: Úroveň 0 (Nejmenší)
da: Niveau 0 (laveste)
de: Level 0 (Niedrigste)
es_es: Nivel 0 (El más bajo)
fa: سطح ۰ (کمترین)
fi: Taso 0 (Alhain)
fr: Niveau 0 (Plus bas)
hi: Level 0 (Nimnatam molya)
hr: Nivo 0 (Najniže)
hu: 0. szint (Legalacsonyabb)
id: Level 0 (Paling rendah)
it: Livello 0 (Più basso)
ja: レベル0 (最低)
ko: 0단계 (최저)
lt: 0 lygis (žemiausia)
lv: Līmenis 0 (Zemākais)
ms: Tahap 0 (Terendah)
nl: Niveau 0 (Laagste)
pl: Poziom 0 (Najniższy)
pt_br: Nível 0 (Baixo)
ro: Nivelul 0 (Cel mai scăzut)
ru: Уровень 0 (Наименьший)
sv_se: Nivå 0 (Lägsta)
th: เลเวล 0 (ต่ำที่สุด)
tr: Seviye 0 (En Düşüğü)
uk: Рівень 0 (Найнижчий)
vi: Mức 0 (Thấp nhất)
zh_cn: 等级 0 (最低)
zh_hk: 等級 0 (最低)
zh_tw: 等級 0（最低）

# Enums.FlagPresets.TextureQuality.Level1
source: Level 1
ar: المستوى 1
bg: Ниво 1
bs: Nivo 1
cs: Úroveň 1
da: Niveau 1
es_es: Nivel 1
fa: سطح ۱
fi: Taso 1
fr: Niveau 1
hr: Nivo 1
hu: 1. szint
it: Livello 1
ja: レベル1
ko: 1단계
lt: 1 lygis
lv: Līmenis 1
ms: Tahap 1
nl: Niveau 1
pl: Poziom 1
pt_br: Nível 1
ro: Nivelul 1
ru: Уровень 1
sv_se: Nivå 1
th: เลเวล 1
tr: Seviye 1
uk: Рівень 1
vi: Mức 1
zh_cn: 等级 1
zh_hk: 等級 1
zh_tw: 等級 1

# Enums.FlagPresets.TextureQuality.Level2
source: Level 2
ar: المستوى 2
bg: Ниво 2
bs: Nivo 2
cs: Úroveň 2
da: Niveau 2
es_es: Nivel 2
fa: سطح ۲
fi: Taso 2
fr: Niveau 2
hr: Nivo 2
hu: 2. szint
it: Livello 2
ja: レベル2
ko: 2단계
lt: 2 lygis
lv: Līmenis 2
ms: Tahap 2
nl: Niveau 2
pl: Poziom 2
pt_br: Nível 2
ro: Nivelul 2
ru: Уровень 2
sv_se: Nivå 2
th: เลเวล 2
tr: Seviye 2
uk: Рівень 2
vi: Mức 2
zh_cn: 等级 2
zh_hk: 等級 2
zh_tw: 等級 2

# Enums.FlagPresets.TextureQuality.Level3
source: Level 3 (Highest)
ar: المستوى 3 (الأعلى)
bg: Ниво 3 (Най-високо)
bs: Nivo 3 (Najviši)
cs: Úroveň 3 (Největší)
da: Niveau 3 (højeste)
de: Level 3 (Höchste)
es_es: Nivel 3 (El más alto)
fa: سطح ۳ (بالاترین)
fi: Taso 3 (Korkein)
fr: Niveau 3 (Plus haut)
hi: Level 3 (Uchchatam molya)
hr: Nivo 3 (Najviše)
hu: 3. szint (Legmagasabb)
id: Level 3 (Paling tinggi)
it: Livello 3 (Più alto)
ja: レベル3 (最高)
ko: 3단계 (최고)
lt: 3 lygis (aukščiausia)
lv: Līmenis 3 (Augstākais)
ms: Tahap 3 (Tertinggi)
nl: Level 3 (Hoogste)
pl: Poziom 3 (Najwyższy)
pt_br: Nível 3 (Alto)
ro: Nivelul 3 (Cel mai ridicat)
ru: Уровень 3 (Наивысший)
sv_se: Nivå 3 (Högsta)
th: เลเวล 3 (สูงที่สุด)
tr: Seviye 3 (En Yükseği)
uk: Рівень 3 (Найвищий)
vi: Mức 3 (Cao nhất)
zh_cn: 等级 3 (最高)
zh_hk: 等級 3 (最高)
zh_tw: 等級 3（最高）

# Dialog.Connectivity.UnableToDownload
source: Bloxstrap is unable to download Roblox
ar: Bloxstrap غير قادر على تحميل Roblox
bg: Bloxstrap не може да изтегли Roblox
bs: Bloxstrap ne može preuzeti Roblox
cs: Bloxstrap nemůže stáhnout Roblox
da: Bloxstrap kunne ikke downloade Roblox
de: Bloxstrap konnte Roblox nicht herunterladen
es_es: Fishstrap no es capaz de descargar Roblox
fa: بلاکسترپ نمیتواند روبلاکس را بارگیری کند
fi: Bloxstrap ei voi ladata Robloxia
fil: Hindi maka-download ng Roblox ang Bloxstrap
fr: Fishstrap est incapable de télécharger Roblox
hi: Bloxstrap Roblox download karne mein asamarth hai
hr: Fishstrap ne može preuzeti Roblox
hu: A Bloxstrap nem tudja letölteni a Roblox-ot
id: Fishstrap gagal untuk mengunduh Roblox
it: Bloxstrap non può scaricare Roblox
ja: Robloxをダウンロードできませんでした
ko: Bloxstrap이 Roblox를 다운로드할 수 없습니다
lt: „Fishstrap“ nepavyksta atsisiųsti „Roblox“
lv: Bloxstrap nespēj lejupielādēt Roblox
ms: Fishstrap tidak dapat memuat turun Roblox
nl: Fishstrap kan Roblox niet downloaden
pl: Fishstrap nie może pobrać Roblox
pt_br: Bloxstrap não consegue baixar o Roblox
ro: Bloxstrap nu poate să descarce Roblox
ru: Bloxstrap не удаётся скачать Roblox
sv_se: Fishstrap kan inte ladda ner Roblox
th: Bloxstrap ไม่สามารถดาวน์โหลด Roblox ได้
tr: Bloxstrap Roblox'u indiremiyor
uk: Bloxstrap не може завантажити Roblox
vi: Bloxstrap không thể tải xuống Roblox
zh_cn: Bloxstrap 无法下载 Roblox
zh_hk: Bloxstrap未能下載Roblox
zh_tw: Fishstrap無法下載Roblox

# Dialog.Connectivity.UnableToDownloadReason
source: Roblox cannot be downloaded at this time. Please read the following help page for more information: {0}
ar: لا يمكن تنزيل Roblox في هذا الوقت. يرجى قراءة صفحة المساعدة التالية لمزيد من المعلومات: {0}
bg: В момента Roblox не може да бъде изтеглен. Моля, посетете следната страница за повече информация: {0}
bs: Trenutno nije moguće preuzeti Roblox. Molimo pročitajte sljedeću stranicu pomoći za više informacija: {0}
cs: Roblox nemůže být v tuto dobu nainstalovaný. Prosím přečtěte si tuto stránku pro pomoc a více informací: {0}
da: Roblox kan ikke downloades på nuværende tidspunkt. Læs venligst følgende hjælpeside for mere information: {0}
de: Roblox kann gerade nicht heruntergeladen werden. Bitte lese die folgende Hilfeseite für mehr Informationen: {0}
es_es: Roblox no puede descargarse en este momento. Por favor, lee la siguiente página de ayuda para más información: {0}
fa: روبلاکس درحال حاضر نمیتواند بارگیری شود. لطفا با خواندن صفحه راهنما اطلاعات بیشتری درمورد این مشکل بدست بیاورید: {0}
fi: Robloxia ei voi ladata tällä hetkellä. Ole hyvä ja lue seuraava ohjesivu saadaksesi lisätietoja: {0}
fil: Hindi ma-download ang Roblox ngayon oras na ito. Basahin ang following help page para sa idadag na impormasyon: {0}
fr: Roblox ne peut pas être téléchargé actuellement. Veuillez lire la page d'aide suivante pour plus d'informations: {0}
hi: Roblox ko is samay download nahin kiya ja sakata. Adhik jaanakaaree ke lie kripaya yaha parhe: {0}
hr: Roblox se trenutno ne može preuzeti. Molimo pročitajte sljedeću stranicu za pomoć za više informacija: {0}
hu: A Roblox-ot nem lehet most letölteni. Kérjük, olvassa el a sugóoldalt további információért: {0}
id: Roblox tidak dapat diunduh pada saat ini. Tolong baca halaman bantuan berikut untuk informasi lebih lanjut: {0}
it: Roblox non può essere scaricato al momento. Per favore leggi la seguente pagina di aiuto per più informazioni: {0}
ja: 現時点ではRobloxをダウンロードできません。こちらのヘルプ記事から詳細を確認してください。{0}
ko: 지금은 Roblox를 다운로드할 수 없습니다. 자세한 내용은 다음 페이지를 읽어보세요: {0}
lt: „Roblox“ šiuo metu atsisiųsti negalima. Skaitykite toliau esantį pagalbos puslapį dėl papildomos informacijos: {0}
lv: Roblox šobrīd nevar tikt lejupielādēts. Lūdzu izlasiet sekojošo palīdzības lapu priekš vairāk informācijas: {0}
ms: Roblox tidak dapat dimuat turun buat masa ini. Sila baca halaman bantuan berikut untuk mendapatkan maklumat lebih lanjut: {0}
nl: Op dit moment kan Roblox niet worden gedownload. Lees alsjeblieft de volgende help-pagina voor meer informatie: {0}
pl: Roblox nie może być pobrane w tym momencie. Więcej informacji znajdziesz na tej stronie: {0}
pt_br: Roblox não pode ser baixado agora. Por favor, leia a página de ajuda para mais informações: {0}
ro: Roblox nu poate fi descărcat în acest moment. Vă rugăm să citiți următoarea pagină de ajutor pentru mai multe informații: {0}
ru: В данный момент не удаётся скачать Roblox. Пожалуйста, прочтите {0} для дополнительной информации
sv_se: Roblox kan inte laddas ner just nu. Läs denna hjälpartikel för mer information: {0}
th: ไม่สามารถดาวน์โหลด Roblox ได้ในขณะนี้ โปรดอ่านข้อมูลเพิ่มเติมจากหน้าให้การช่วยเหลือ {0}
tr: Roblox şu anda indirilemiyor. Daha fazla bilgi için lütfen yardım sayfasını okuyunuz: {0}
uk: Зараз Roblox неможливо завантажити. Будь ласка, прочитайте ось цю сторінку для додаткової інформації: {0}
vi: Không thể tải xuống Roblox ngay bây giờ. Xin hãy đọc trang trợ giúp để biết thêm thông tin: {0}
zh_cn: Roblox 目前无法下载，请阅读此页面以获取详细信息：{0}
zh_hk: 目前無法下載Roblox。請閱讀此頁面以獲取更多資訊：{0}
zh_tw: 目前無法下載 Roblox。請閱讀此說明頁面以獲取更多資訊：{0}

# Common.ImportFromFile
source: Import from file
ar: استيراد من ملف
bg: Импортиране от файл
bs: Uvezi iz fajla
cs: Importovat ze souboru
da: Importer fra fil
de: Von Datei importieren
es_es: Importar desde un archivo
fa: وارد کردن از فایل
fi: Tuo tiedostosta
fil: I-Import galing sa file
fr: Importer depuis un fichier
hi: File se import kare
hr: Uvezi iz datoteke
hu: Importálás fájlból
id: Impor dari file
it: Importa da file
ja: ファイルをインポートする
ko: 파일에서 불러오기
lt: Importuoti iš failo
lv: Importēt no faila
ms: Import dari fail
nl: Importeer uit bestand
pl: Importuj z pliku
pt_br: Importar de um arquivo
ro: Importă din fișier
ru: Импортировать из файла
sv_se: Importera från fil
th: นำเข้าจากไฟล์
tr: Dosyadan içe aktar
uk: Імпорт з файлу
vi: Nhập từ tệp
zh_cn: 从文件导入
zh_hk: 從檔案匯入
zh_tw: 從文件匯入

# FileTypes.JSONFiles
source: JSON files
ar: ملفات JSON
bg: JSON файлове
bs: JSON fajlovi
cs: soubory JSON
da: JSON filer
de: JSON Dateien
es_es: Archivos JSON
fa: فایل های JSON
fi: JSON-tiedostot
fil: Mga JSON files
fr: Fichiers JSON
hr: JSON datoteke
hu: JSON fájlok
id: File JSON
it: File JSON
ja: JSONファイル
ko: JSON 파일
lt: JSON failai
lv: JSON faili
ms: Fail JSON
nl: JSON-bestanden
pl: Pliki JSON
pt_br: Arquivos JSON
ro: Fișiere JSON
ru: JSON файлы
sv_se: JSON-filer
th: ไฟล์ JSON
tr: JSON dosyaları
uk: Файли JSON
vi: Các tệp JSON
zh_cn: JSON 文件
zh_hk: JSON 檔案
zh_tw: JSON 文件

# Menu.FastFlagEditor.InvalidBoolValue
source: The entry for '{0}' is not valid as the value must be a boolean (either 'True' or 'False')
ar: الإدخال ل '{0}' غير صالح لأن القيمة يجب أن تكون منطقية (إما 'True' أو 'False')
bg: Въведената стойност за '{0}' не е валидна, защото трябва да бъде булев тип (True или False)
bs: Unos za '{0}' nije validan jer vrijednost mora biti boolean (ili 'True' ili 'False')
cs: Záznam pro '{0}' není platný, protože hodnota musí být logická (buď 'True' nebo 'False')
da: Indtastningen for '{0}' er ikke gyldig, da værdien skal være en boolesk (enten 'True' eller 'False')
de: Die Eingabe für '{0}' ist nicht gültig, da der Wert ein Boolean sein muss (entweder 'True' oder 'False')
es_es: La entrada para '{0}' no es válida, ya que el valor debe ser booleano ('True' o 'False')
fa: ورودی "{0}" معتبر نیست زیرا مقدار باید منطقی باشد ("True" و یا "False")
fi: Merkintä flagille '{0}' ei kelpaa, koska arvon pitää olla totuusarvomuuttuja (joko 'True' tai 'False')
fil: Ang entry para sa '{0}' ay hindi tama sapagkat ang value ay dapat isang boolean (maging 'True' o 'False')
fr: L'entrée pour '{0}' n'est pas valide car la valeur doit être booléenne (Soit 'Vrai' soit 'Faux')
hi: {0} ke lie pravishti maany nahin hai kyonki maan ek boolean hona chaahie (ya to 'Saty' ya 'Asaty')
hr: Unos za '{0}' ne važi jer vrijednost mora biti boolean (ili 'True' ili 'False')
hu: A(z) '{0}' nem érvényes, mivel az érték csak hamis (False) vagy igaz (True) lehet
id: Entri untuk '{0}' tidak valid karena harus berupa boolean (antara 'True' atau 'False')
it: Il valore di '{0}' non è valido perché deve essere un boolean ('True' o 'False')
ja: 値が無効です。このFlag「{0}」の値は真偽値である必要があります。("True"または"False")
ko: 입력된 값 '{0}'이(가) 유효하지 않습니다. 값은 참 또는 거짓('True' 혹은 'False')만 들어갈 수 있습니다.
lt: Elementas „{0}“ netinkamas, nes reikšmė turi būti loginis rodiklis (arba „True“, arba „False“).
lv: {0} Ieraksts nav derīgs, jo vērtībai vajag būt Būla operatoram (vai nu 'True' vai 'False')
ms: Entri untuk '{0}' tidak sah kerana nilainya mestilah dalam boolean (sama ada 'True' atau 'False')
nl: De invoer voor '{0}' is ongeldig, omdat de waarde een booleaanse waarde moet zijn (ofwel 'True' of 'False')
pl: Wpis dla '{0}' jest nieprawidłowy, ponieważ wartość musi być albo 'True' (prawda), albo 'False' (fałsz)
pt_br: A entrada para '{0}' não é válida, pois o valor deve ser lógico ('True' ou 'False')
ro: Intrarea pentru „{0}” nu este validă deoarece valoarea trebuie să fie un boolean (fie „True” sau „False”)
ru: Запись для '{0}' недействительна, так как значение должно быть булевым (либо 'True', либо 'False')
sv_se: Flaggan '{0}' är inte giltig eftersom värdet måste vara en boolesk ('True' eller 'False')
th: ช่องข้อมูล '{0}' ไม่ถูกต้องเนื่องจากค่าจะต้องเป็นบูลีน ('True' หรือ 'False')
tr: '{0}' girişi geçerli değildir, değeri boolean olmalıdır ('True' yada 'False')
uk: Введення '{0}' є недійсним, оскільки значення має бути логічним (або 'True', або 'False')
vi: Giá trị '{0}' không hợp lệ vì giá trị phải là boolean ("True" hoặc "False")
zh_cn: 您输入的内容 “{0}” 无效；其内容只能为布尔值。(“True” 或 “False”)
zh_hk: 你所輸入'{0}'的條目無效，因為它的值只能是布林值 ('True' 或 'False')
zh_tw: '{0}'的條目無效；內容必須是布林值 ('True' 或 'False')
