Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.Mods.Presets.OldAvatarEditor.Description
source: Bring back the old avatar editor background used in the Roblox app prior to 2020.
ar: أعد خلفية محرر الشخصية القديمة المستخدمة في تطبيق Roblox قبل عام 2020.
bg: Върнете стария фон на редактора на аватари, използван в приложението на Roblox преди 2020 г.
bs: Vrati stari avatar uređivač korišten u Roblox aplikaciji prije 2020.
cs: Vrací staré pozadí avatar editoru používané v Roblox aplikaci před rokem 2020.
da: Bring den gamle avatar-editorbaggrund tilbage, som blev brugt i Roblox-appen før 2020.
de: Bringe den alten Avatar-Editor-Hintergrund zurück, der vor 2020 in der Roblox-App verwendet wurde.
es_es: Traer de vuelta el fondo del editor de avatar antiguo utilizado en la aplicación de Roblox antes de 2020.
fa: برگرداندن پس زمینه ویرایشگر آواتار روبلاکس برای قبل از 2020.
fi: Tuo takaisin vanha avatar-editorin tausta, joka oli Roblox-sovelluksessa ennen 2020.
fil: Ibalik ang dating avatar editor background na ginamit sa Roblox app bago ang 2020.
fr: Remplacez l'ancien arrière-plan de l'éditeur d'avatar par celui utilisé dans l'appli Roblox avant 2020.
hi: Purana Roblox app avatar editor background 2022 ke pahela vaapas laiye.
hr: Vratite staru pozadinu uređivača avatara koja je bila korištena u Roblox aplikaciji prije 2020.
hu: A régi avatár szerkesztő háttér visszahozása, amelyet a Roblox alkalmazásban használtak 2020 előtt.
id: Kembalikan editor avatar lama yang di gunakan aplikasi Roblox sebelum 2020.
it: Riporta indietro il vecchio sfondo dell'editor di avatar usato su Roblox prima del 2020.
ja: アバター編集画面の背景を2020年以前に使用されていたものに変更します。
ko: 2020년 이전 Roblox 앱에서 사용된 아바타 에디터 배경을 되돌립니다.
lt: Sugrąžinkite senąjį avataro rengyklės foną, naudotą „Roblox“ programoje iki 2020 m.
lv: Ieviest veco avatāra redaktora fonu, kas tika izmantots Roblox aplikācijā pirms 2020.gada.
ms: Mengembalikan editor lama yang diguna pakai di Roblox pada era sebelum 2020.
nl: Breng de oude avatar-editorachtergrond terug die voor 2020 in de Roblox-app werd gebruikt.
pl: Przywróć stare tło edytora awatarów, które było używane w aplikacji Roblox przed 2020.
pt_br: Traz de volta o antigo fundo do editor de avatares usado no cliente do Roblox antes de 2020.
ro: Aduceți înapoi vechiul editorului de avatare folosit în aplicația Roblox înainte de 2020.
ru: Возвращает старый фон редактора аватаров, который использовался в приложении Roblox до 2020 года.
sv_se: Få tillbaka den gamla avatarredigeringsbakgrunden som användes i Roblox-appen före 2020.
th: เอาพื้นหลังเก่าของห้องเเต่งตัวที่ใช้ในเเอป Roblox ก่อนปี 2020กลับมา
tr: 2020'den önce Roblox uygulamasında kullanılan eski avatar düzenleyici arka planını geri getirin.
uk: Повернути стару версію зміна аватару, який використовувався в Roblox до 2020 року.
vi: Mang lại nền chỉnh sửa avatar cũ được sử dụng trong Roblox trước 2020.
zh_cn: 启用此选项将会恢复 2020 年之前 Roblox 应用程序中使用的旧版 虚拟形象 (Avatar) 编辑器背景。
zh_hk: 恢復2020年之前 Roblox 應用程式中使用的舊虛擬人偶編輯器背景。
zh_tw: 恢復2020年之前在 Roblox 應用程式中使用的舊版角色編輯器背景。

# Menu.Mods.Presets.OldAvatarEditor.Title
source: Use old avatar editor background
ar: استخدم خلفية محرر الشخصية القديمة
bg: Използвай стария заден фон за редактора на аватари
bs: Koristi pozadinu starog avatar urednika
cs: Použít staré avatar editor pozadí
da: Brug den gamle baggrund fra avatar editoren
de: Alten Avatar-Editor-Hintergrund verwenden
es_es: Usar fondo del editor de avatar antiguo
fa: استفاده از پس زمینه قدیمی ویرایشگر آواتار
fi: Käytä vanhaa avatar-editorin taustaa
fil: Gamitin ang dating avatar editor background
fr: Utiliser l'ancien arrière-plan de l'éditeur d'avatar
hi: Purana avatar editor background istamal karo.
hr: Koristi staru pozadinu za izmjenu avatara
hu: Régi avatár szerkesztő háttér használata
id: Gunakan editor avatar lama
it: Usa il vecchio sfondo dell'editore di avatar
ja: アバター編集画面の旧背景の使用
ko: 예전 아바타 에디터 배경 사용하기
lt: Naudoti seną avataro rengyklės foną
lv: Izmantot vecā avatāra redaktora fonu
ms: Gunakan latar belakang editor lama
nl: Gebruik oude avatar-editor achtergrond
pl: Użyj starego tła edytora awatarów
pt_br: Usar fundo antigo do editor de avatar
ro: Folosește vechiul editor de avatare
ru: Использовать старый фон редактора аватара
sv_se: Använd den gamla bakgrunden för avatarredigeraren
th: นำพื้นหลังห้องแต่งตัวเก่ากลับมา
tr: Eski avatar düzenleyici arka planını kullan
uk: Використовувати старий фон зміни аватару
vi: Sử dụng nền chỉnh sửa avatar cũ
zh_cn: 使用旧的 虚拟形象 (Avatar) 编辑器背景
zh_hk: 使用舊的虛擬人偶編輯器背景
zh_tw: 使用舊的角色編輯器的背景

# Menu.Mods.Presets.OldCharacterSounds.Description
source: An attempt to roughly bring back the character sounds used prior to 2014.
ar: إعادة أصوات الشخصيات المستخدمة قبل عام 2014 تقريبًا.
bg: Опит за връщане на звуците на героите, използвани преди 2014.
bs: Pokušaj da se grubo vrate zvukovi karaktera koji su korišteni prije 2014.
cs: Pokus o přibližné navrácení zvuků postav používaných před rokem 2014.
da: Et forsøg på at tilbagebringe de lyde til din karakter, der anvendes før 2014.
de: Ein Versuch, die Charakter-Sounds von vor 2014 wiederherzustellen.
es_es: Un intento de traer bruscamente los sonidos de personaje utilizados antes del 2014.
fa: تلاشی برای بازگرداندن تقریباً همه صداهای کارکتر که قبل از سال 2014 استفاده می‌شدند.
fi: Yritys palauttaa vanhat hahmojen äänet, joita käytettiin ennen 2014.
fil: Isang pagsubok upang halos mapabalik ang mga tunog ng character na ginamit bago mag 2014.
fr: Une tentative pour remplacer approximativement les sons de personnage par ceux utilisés avant 2014.
hi: 2014 se pehle istemal kee gayi character ke avaaze vapaas layia.
hr: Pokušaj vraćanja zvukova karaktera korištenih prije 2014.
hu: Egy kísérlet arra, hogy nagyjából visszahozzuk a 2014 előtt használt karakterhangokat.
id: Sebuah percobaan untuk mengembalikan suara karakter yang di gunakan sebelum 2014.
it: Un tentativo di riportare i vecchi suoni dei personaggi usati prima del 2014.
ja: 2014年以前に使用されていたキャラクター効果音を再現します。
ko: 2014년 이전에 사용되던 캐릭터 효과음을 되돌립니다.
lt: Bandymas apytiksliai sugrąžinti iki 2014 m. veikėjo naudotus garsus.
lv: Mēģinājums ieviest tēlu skaņas, kas tika izmantotas pirms 2014.gada.
ms: Salah satu cara untuk membawa balik bunyi karakter yang digunakan sebelum 2014.
nl: Een poging om de karaktergeluiden van voor 2014 ongeveer terug te brengen.
pl: Przywróć z powrotem klasyczne dźwięki postaci, które były używane przed rokiem 2014.
pt_br: Uma tentativa de trazer de volta os sons de personagem usados antes de 2014.
ro: O încercare de adus înapoi aproximative sunetele caracterelor folosite înainte de 2014.
ru: Попытка приблизительного вернуть звуки персонажей, использовавшихся до 2014 года.
sv_se: Ett försök att i stort sett återskapa de karaktärsljud som användes före 2014.
th: ลองพยายามนำเสียงของตัวละครที่ถูกใช้ในปี 2014 กลับมา
tr: 2014'ten önce kullanılan karakter seslerini kabaca geri getirme girişimi.
uk: Це спроба того, щоб приблизно повернути звуки персонажів, які використовувалися до 2014 року.
vi: Một nỗ lực nhằm khôi phục lại những âm thanh nhân vật được sử dụng trước năm 2014.
zh_cn: 启用此选项后；Bloxstrap 将会试图大致还原 2014 年之前使用的 Roblox 人物音效。
zh_hk: 嘗試去大致恢復2014年前使用過的角色音效。
zh_tw: 大致還原在2014年之前使用的角色音效。

# Menu.Mods.Presets.OldCharacterSounds.Title
source: Emulate old character sounds
ar: استخدام أصوات الشخصيات القديمة
bg: Емулирайте старите звуци на героите
bs: Emuliraj stare zvukove karaktera
cs: Napodobovat staré zvuky charakteru
da: Efterlign gamle karakterlyde
de: Emuliere alte Charakter Geräusche
es_es: Emular sonidos antiguos del personaje
fa: تقلید کردن صدای کارکتر های قدیمی
fi: Käytä vanhoja hahmojen ääniä
fil: Kopyahin ang dating tunog ng character
fr: Émuler les anciens sons de personnage
hi: Purana character ke avaaze.
hr: Emulacija starih zvukova karaktera
hu: Régi karakterhangok visszahozása
id: Tiru suara karakter lama
it: Emula i vecchi suoni dei personaggi
ja: 旧キャラクター効果音を再現
ko: 예전 캐릭터 효과음 재구현하기
lt: Imituoti senus veikėjo garsus
lv: Emulēt vecās tēlu skaņas
ms: Mensimulasikan bunyi karakter lama
nl: Emuleer oude karaktergeluiden
pl: Dodaj klasyczne dźwięki postaci
pt_br: Emular sons de personagem antigos
ro: Emulează sunetele vechi ale caracterelor
ru: Эмулировать старые звуки персонажей
sv_se: Emulera gamla karaktärsljud
th: จำลองเสียงตัวละครเก่า
tr: Eski karakter seslerini kullan
uk: Використовувати старі звуки персонажів
vi: Mang lại âm thanh nhân vật cũ
zh_cn: 模拟旧的 Roblox 人物音效
zh_hk: 模擬舊的角色音效
zh_tw: 模擬經典角色音效。

# Menu.Mods.Title
source: Mods
ar: التعديلات (المودات)
bg: Добавки
bs: Modovi
cs: Modifikace
es_es: Modificadores (mods)
fa: مودها
fi: Modit
hr: Modovi
hu: Modok
it: Modifiche
ja: Mod
ko: 모드
lt: Modifikacijos
lv: Modifikācijas
ms: Mod
nl: Modificaties
pl: Mody
ro: Mod-uri
ru: Модификации
sv_se: Moddar
th: ม็อด
tr: Modlar
uk: Моди
vi: Mod
zh_cn: 模组
zh_hk: 模組
zh_tw: 模組

# Menu.MoreInfo
source: Click for more information on this option.
ar: انقر للحصول على المزيد من المعلومات حول هذا الخِيار.
bg: Натиснете за повече информация.
bs: Pritisni za više informacije o ovoj opciji.
cs: Klikni pro více informací o této možnosti.
da: Klik for mere information om denne indstilling.
de: Klicke für mehr Informationen über diese Option.
es_es: Haga clic para más información sobre esta opción.
fa: کلیک برای اطلاعات بیشتر درمورد این گزینه.
fi: Paina saadaksesi lisätietoja tästä valinnasta.
fil: Pindutin para sa mas maraming informasyon sa option na ito.
fr: Cliquez pour plus d'informations sur cette option.
hi: Is vikalp par adhik jaankaaree ke liye click kare.
hr: Kliknite za više informacija o ovoj opciji.
hu: Kattintson ide további információkért erről a lehetőségről.
id: Klik untuk informasi lebih lanjut dari opsi ini.
it: Clicca per maggiori informazioni su questa opzione.
ja: クリックするとこの設定の詳細情報を確認できます。
ko: 이 설정에 대한 자세한 정보를 보려면 클릭하세요.
lt: Spustelėkite, jei norite gauti daugiau informacijos apie šią parinktį.
lv: Klikšķiniet priekš vairāk informācijas par šo opciju.
ms: Klik untuk mengetahui lebih lanjut tentang tetapan ini.
nl: Klik voor meer informatie over deze optie.
pl: Kliknij, aby zobaczyć więcej informacji o tej opcji.
pt_br: Clique para mais informação sobre esta opção.
ro: Apasă pentru mai multe informații despre această opțiune.
ru: Нажмите для большей информации об этом параметре.
sv_se: Klicka för mer information om detta alternativ.
th: คลิกสำหรับข้อมูลเพิ่มเติมเกี่ยวกับตัวเลือกนี้
tr: Bu seçenek hakkında daha fazla bilgi için tıklayın.
uk: Натисніть, щоб дізнатися більше про цю опцію.
vi: Bấm để biết thêm về tùy chọn này.
zh_cn: 点击以获取有关此选项的更多信息。
zh_hk: 點擊來查看更多關於這個選項的信息。
zh_tw: 點擊以獲得此設定的更多資訊。

# Menu.Save
source: Save
ar: حفظ
bg: Запази
bs: Sačuvaj
cs: Uložit
da: Gem
de: Speichern
es_es: Guardar
fa: ذخيره
fi: Tallenna
fr: Sauvegarder
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
lv: Saglabāt
ms: Simpan
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
sv_se: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_cn: 保存
zh_hk: 儲存
zh_tw: 儲存

# Menu.SettingsSaved.Message
source: Changes will take effect the next time you launch Roblox.
ar: ستدخل التغييرات حيز التنفيذ في المرة التالية التي تقوم فيها بتشغيل Roblox.
bg: Промените ще влязат в сила следващия път, когато стартирате Roblox.
bs: Promjene će biti u efektu sljedeći put kada pokreneš Roblox.
cs: Změny se projeví při příštím spuštění Robloxu.
da: Ændringer vil træde i kraft, næste gang du starter Roblox.
de: Änderungen werden beim nächsten Start von Roblox angewendet.
es_es: Los cambios surtirán efecto la próxima vez que ejecutes Roblox.
fa: تغییرات پس از اجرای مجدد روبلاکس انجام خواهند شد.
fi: Muutokset tulevat käyttöön seuraavan kerran, kun aukaiset Robloxin.
fil: Ang mga pagbabago ay mag-eepekto sa susunod na bubuksan mo ang Roblox.
fr: Les changements prendront effet la prochaine fois que vous lancerez Roblox.
hi: Agalee bar jab aap Roblox launch karenga to parivartan prabhaavee honge.
hr: Promjene će imati učinak sljedeći put kada pokrenete Roblox.
hu: A módosítások a Roblox következő indításakor lépnek használásra.
id: Perubahan akan berlaku di saat Anda memulai Roblox lagi.
it: Questi cambiamenti prenderanno effetto la prossima volta che avvierai Roblox.
ja: Robloxの次回起動時に適用されます。
ko: 변경사항은 다음에 Roblox를 실행할 때 적용됩니다.
lt: Pakeitimai veiks kitą kartą paleidus „Roblox“.
lv: Izmaiņas tiks ieviestas nākamajā reizē, kad jūs palaidīsiet Roblox.
ms: Perubahan pada tetapan hanya akan ditetapkan ketika anda melancarkan Roblox semula.
nl: Wijzigingen worden van kracht wanneer je Roblox de volgende keer opstart.
pl: Zmiany zostaną wprowadzone, kiedy otworzysz Roblox ponownie.
pt_br: As alterações entrarão em vigor na próxima vez que você abrir o Roblox.
ro: Schimbările vor fi puse în efect următoarea dată când vei lansa Roblox.
ru: Изменения вступят в силу при следующем запуске Roblox.
sv_se: Ändringarna kommer att träda i kraft nästa gång du startar Roblox.
th: การเปลี่ยนแปลงจะมีผลก็ต่อเมื่อคุณเปิด Roblox ครั้งต่อไป
tr: Değişiklikler Roblox'u bir sonraki başlatışınızda etkili olacaktır.
uk: Зміни вступят в силу, після повторного запуску Roblox.
vi: Các thay đổi sẽ có hiệu lực vào lần khởi động Roblox tiếp theo.
zh_cn: 更改将会在下次启动 Roblox 时生效。
zh_hk: 新的設定將會在你下次開啓 Roblox 時生效。
zh_tw: 新的設定將會在你下次開啟 Roblox 時生效。

# Menu.SettingsSaved.Title
source: Settings saved!
ar: تم حفظ الإعدادات!
bg: Настройките бяха успешно запазени!
bs: Postavke sačuvane!
cs: Nastavení bylo uloženo!
da: Indstillinger gemt!
de: Einstellungen gespeichert!
es_es: ¡Ajustes guardados!
fa: تنظیمات ذخیره شد!
fi: Asetukset tallennettu!
fil: Nai-save na ang settings!
fr: Paramètres sauvegardés !
hi: Settings save ho gaya!
hr: Postavke spremljenje!
hu: Beállítások mentve!
id: Setelan tersimpan!
it: Impostazioni salvate!
ja: 設定が保存されました
ko: 설정 저장 완료!
lt: Nustatymai išsaugoti.
lv: Iestatījumi saglabāti!
ms: Tetapan Disimpan!
nl: Instellingen opgeslagen!
pl: Ustawienia zostały zapisane!
pt_br: Configurações salvas!
ro: Setările au fost salvate!
ru: Настройки сохранены!
sv_se: Inställningar sparade!
th: บันทึกการตั้งค่าเเล้ว!
tr: Ayarlar kaydedildi!
uk: Налаштування збережено!
vi: Các chỉnh sửa đã được lưu!
zh_cn: 设置已保存！
zh_hk: 已儲存設定！
zh_tw: 設定已儲存！

# Menu.Title
source: Bloxstrap Settings
ar: إعدادات Bloxstrap
bg: Настройки
bs: Bloxstrap postavke
cs: Nastavení Bloxstrapu
da: Bloxstrap Indstillinger
de: Bloxstrap Einstellungen
es_es: Ajustes de Fishstrap
fa: تنظیمات بلاکسترپ
fi: Bloxstrapin asetukset
fr: Paramètres Fishstrap
hi: Bloxstrap ki settings
hr: Fishstrap postavke
hu: Bloxstrap beállítások
id: Setelan Fishstrap
it: Impostazioni di Bloxstrap
ja: Fishstrap設定
ko: Bloxstrap 설정
lt: „Fishstrap“ nustatymai
lv: Bloxstrap Iestatījumi
ms: Tetapan Fishstrap
nl: Fishstrap Instellingen
pl: Ustawienia Fishstrap
pt_br: Configurações do Bloxstrap
ro: Setări Bloxstrap
ru: Настройки Bloxstrap
sv_se: Fishstrapinställningar
th: ตั้งค่า Bloxstrap
tr: Bloxstrap Ayarları
uk: Налаштування Bloxstrap
vi: Cài Đặt Bloxstrap
zh_cn: Bloxstrap 设置
zh_hk: Bloxstrap 設定
zh_tw: Fishstrap 設定

# Dialog.LanguageSelector.Header
source: Choose preferred language
ar: اختر اللغة المفضلة
bg: Изберете език
bs: Izaberi željeni jezik
cs: Použít preferovaný jazyk
da: Vælg foretrukket sprog
de: Bevorzugte Sprache wählen
es_es: Elija su idioma preferido
fa: انتخاب کردن زبان موردنیاز
fi: Valitse tahdottu kieli
fil: Pumili ng gustong wika
fr: Choisissez votre langue préférée
hi: Pasandeeda bhaasha chunen
hr: Odaberi preferirani jezik
hu: Kívánt nyelv kiválasztása
id: Pilih bahasa yang di inginkan
it: Scegli la lingua preferita
ja: 言語を選択
ko: 언어를 선택하세요
lt: Pasirinkite pageidaujamą kalbą
lv: Izvēlieties vēlamo valodu
ms: Pilih bahasa pilihan
nl: Kies voorkeurstaal
pl: Wybierz preferowany język
pt_br: Escolher idioma preferido
ro: Alege limba preferită
ru: Выбрать предпочитаемый язык
sv_se: Välj föredraget språk
th: เลือกใช้ภาษาที่ต้องการ
tr: Tercih edilen dili seçiniz
uk: Оберіть бажану мову
vi: Chọn ngôn ngữ ưa thích
zh_cn: 选择启动器应用的语言
zh_hk: 選擇首選啓動器語言
zh_tw: 選擇啟動器語言

# Dialog.LanguageSelector.Subtext
source: Choose a language before continuing with installation.
ar: اختر اللغة قبل متابعة التثبيت.
bg: Преди да продължите с инсталацията, моля изберете език.
bs: Izaberite jezik prije nego nastavite sa instalacijom.
cs: Vyberte jazyk než budete pokračovat s instalací.
da: Vælg et sprog, før du fortsætter med installationen.
de: Wähle eine Sprache, bevor du mit der Installation fortfährst.
es_es: Elija un idioma antes de continuar con la instalación.
fa: یک زبان انتخاب کنید قبل از ادامه دادن به نصب.
fi: Valitse kieli ennen asennuksen jatkamista.
fil: Pumili ng wika bago mag-install.
fr: Choisissez une langue avant de continuer l'installation.
hi: Installation jaaree rakhane se pahale ek bhaasha chunen.
hr: Odaberite jezik prije nastavka s instalacijom.
hu: Válasszon egy nyelvet mielőtt folytatja a telepítést.
id: Pilih suatu bahasa sebelum melanjutkan instalasi.
it: Scegli una lingua prima di continuare con l'installazione.
ja: インストールを開始する前に言語を選択してください。
ko: 설치를 계속하기 전에 언어를 선택하세요.
lt: Prieš tęsiant diegimą, pasirinkite kalbą.
lv: Izvēlieties valodu pirms turpināt ar instalāciju.
ms: Pilih bahasa sebelum memulakan dengan pemasangan.
nl: Kies een taal voordat je verder gaat met de installatie.
pl: Wybierz język przed kontynuowaniem instalacji.
pt_br: Escolha um idioma antes de prosseguir com a instalação.
ro: Alege o limbă înainte să continui cu instalația.
ru: Выберите язык перед тем как продолжить установку.
sv_se: Välj ett språk innan du fortsätter med installationen.
th: เลือกภาษาก่อนเริ่มการติดตั้ง
tr: Kuruma devam etmeden önce bir dil seçiniz.
uk: Оберіть мову до того, як продовжити встановлення.
vi: Chọn một ngôn ngữ trước khi tiếp tục cài đặt.
zh_cn: 在继续安装之前请先选择语言。
zh_hk: 在繼續安裝之前，請先選擇一種語言。
zh_tw: 在繼續安裝之前，請選擇一種語言。

# Menu.Appearance.Language.Title
source: Language
ar: اللغة
bg: Език
bs: Jezik
cs: Jazyk
da: Sprog
de: Sprache
es_es: Idioma
fa: زبان
fi: Kieli
fil: Wika
fr: Langue
hi: Bhaasha
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
lt: Kalba
lv: Valoda
ms: Bahasa
nl: Taal
pl: Język
pt_br: Idioma
ro: Limbă
ru: Язык
sv_se: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_cn: 语言
zh_hk: 語言
zh_tw: 語言

# Menu.Appearance.Language.Description
source: A relaunch is required for changes to take effect.
ar: مطلوب إعادة التشغيل للتأثير على المتغيرات.
bg: За да влязат в сила промените, е необходимо да рестартирате приложението.
bs: Potrebno je ponovo pokrenuti da bi promjene bile u efektu.
cs: Je potřeba znovu spustit aplikaci aby se projevily změny.
da: En genstart er nødvendig for at ændringerne træder i kraft.
de: Um Veränderungen wirksam zu machen, muss die App neu gestartet werden.
es_es: Es necesario relanzar para que los cambios tengan efecto.
fa: به یک اجرای مجدد جهت نتیجه گرفتن تغییرات نیاز است.
fi: Uudelleenkäynnistys vaaditaan, jotta muutokset tulevat voimaan.
fil: Kailan ng relaunch para ang pagbabago ay gumana.
fr: Un redémarrage est nécessaire pour que les changements prennent effet.
hi: Parivartanon ko prabhaavee karane ke lie pun launch kee aavashyakata hai.
hr: Potreban je ponovni pokret da promjene počnu djelovati.
hu: Egy újraindítás szükséges a módosítások érvénybe léptetéséhez.
id: Peluncuran ulang diperlukan agar perubahan dapat berlaku.
it: È necessario un riavvio per rendere effettive le modifiche.
ja: 次回起動時に適用されます。
ko: 변경 사항을 적용하려면 다시 시작해야 합니다.
lt: Kad pakeitimai veiktų, reikia paleisti iš naujo.
lv: Atkārtota palaišana ir nepieciešama, lai izmaiņas stātos spēkā.
ms: Pelancaran semula diperlukan untuk memastikan perubahan mengambil tempat.
nl: Een herlancering is nodig om verandering in effect te brengen.
pl: Ponowne uruchomienie aplikacji jest wymagane, aby zmiany zostały zastosowane.
pt_br: É preciso reiniciar para que as mudanças tenham efeito.
ro: O relansare este necesară pentru schimbările să aibă efect.
ru: Требуется перезапуск для применения изменений.
sv_se: En omstart krävs för att dina ändringar ska träda i kraft.
th: จำเป็นต้องเปิดเกมใหม่เพื่อทำให้การเปลี่ยนแปลงมีผล
tr: Değişikliklerin etkili olabilmesi için yeniden başlatma gereklidir.
uk: Потрібен перезапуск, щоб побачити зміни.
vi: Cần khởi động lại để áp dụng các thay đổi.
zh_cn: 您需要重启 Bloxstrap 才能使更改生效。
zh_hk: 需要重新啓動才能讓變更生效。
zh_tw: 重新啟動Fishstrap以讓變更生效。

# Menu.Behaviour.ForceRobloxLanguage.Title
source: Allow use of unsupported Roblox languages
bs: Dozvoli korištenje nepodržanih Roblox jezika
cs: Povolit používání jazyků nepodporovaných Robloxem
da: Tillad brug af ikke-understøttede Roblox sprog
es_es: Permitir el uso de idiomas no compatibles con Roblox
fa: اجازه استفاده از زبان های پشتیبانی نشده روبلاکس
fr: Autoriser l'utilisation de langues non prises en charge par Roblox
hr: Dopusti korištenje nepodržanih Roblox jezika
hu: Nem támogatott Roblox nyelvek használata
id: Izinkan penggunaan dari bahasa yang tidak didukung Roblox
ja: Robloxで非対応の言語を使用する
lt: Leisti naudoti nepalaikomas „Roblox“ kalbas
lv: Atļaut neatbalstītu Roblox valodu izmantošanu
ms: Benarkan penggunaan bahasa yang tidak disokong oleh Roblox
nl: Sta gebruik van niet ondersteunde Roblox talen toe
pl: Zezwól na użycie nieobsługiwanych języków
sv_se: Tillåt användning av Roblox-språk som inte stöds
tr: Roblox'un desteklemediği dillerin kullanımına izin verin
zh_cn: 允许使用 Roblox 官方不支持的语言
zh_hk: 允許使用 Roblox 不支援的語言
zh_tw: 允許使用Roblox官方不支援的語言

# Menu.Behaviour.ForceRobloxLanguage.Description
source: Only applies to games launched from the Roblox website.
bs: Primjenjuje se samo na igre pokrenute sa web stranice Roblox-a.
cs: Platí pouze když je Roblox spustěn webovou stránkou.
da: Gælder kun for spil kørt fra Roblox hjemmeside.
es_es: Solo se aplica a los juegos lanzados desde el sitio web de Roblox.
fa: فقط برو روی بازی های باز شده از روی سایت روبلاکس است.
fr: S'applique uniquement aux jeux lancés depuis le site web de Roblox.
hr: Primjenjuje se samo na igre pokrenute s Roblox web-stranice.
hu: Csak azokra a játékokra vonatkozik, amelyek a Roblox oldaláról lettek elindítva.
id: Hanya berlaku untuk permainan yang diluncurkan di website Roblox.
ja: RobloxのWebサイトから起動した場合のみ適用されます。
lt: Taikoma tik iš „Roblox“ svetainės paleistiems žaidimams.
lv: Attiecas tikai uz spēlēm, kas tiek palaistas no Roblox vietnes.
ms: Hanya terpakai pada permainan yang dilancarkan dari laman web Roblox sahaja.
nl: Alleen van toepassing op spellen die vanaf de Roblox website worden gestart.
pl: Dotyczy tylko gier uruchamianych ze strony Roblox.
sv_se: Gäller endast spel som startas från Roblox-webbsidan.
tr: Yalnızca Roblox'un web sitesinden başlatılan oyunlar için uygulanır.
zh_cn: 启用此选项后必须从 Roblox 网页端 启动游戏才能生效。
zh_hk: 只適用於從 Roblox 網站啓動的遊戲。
zh_tw: 只適用於從Roblox網站啟動的遊戲。

# Enums.FlagPresets.InGameMenuVersion.V4Chrome
source: 2023 (V4 + New UI)
ar: 2023 (النسخة الرابعة + واجهة مستخدم جديدة)
bg: 2023 (V4 + Нов интерфейс)
bs: 2023 (V4 + Novi UI)
cs: 2023 (Verze 4 + Nové Uživatelské rozhrání)
da: 2023 (V4 + Nyt Layout)
de: 2023 (V4 + Neues UI)
es_es: 2023 (Versión 4 + Nueva interfaz de usuario)
fa: 2023 (ورژن چهار + رابط کاربری جدید)
fi: 2023 (V4 + uusi käyttöliittymä)
fr: 2023 (V4 + Nouvelle UI)
hi: 2023 (V4 + Naya UI)
hr: 2023 (V4 + Novi UI)
hu: 2023 (4. verzió + új felület)
id: 2023 (V4 + UI Baru)
it: 2023 (V4 + Nuova UI)
ja: 2023 (Ver. 4+新UI)
ko: 2023 (V4 + 새 UI)
lt: 2023 m. (4 ver. + nauja naudotojo sąsaja)
lv: 2023 (V4 + Jauns UI)
ms: 2023 (V4 + Antaramuka Baru)
nl: 2023 (V4 + Nieuw gebruikersinterface)
pl: 2023 (Wersja 4 + Nowy interfejs gry)
pt_br: 2023 (V4 + UI Nova)
ro: 2023 (V4 + UI Nou)
ru: 2023 (V4 + Новый интерфейс)
sv_se: 2023 (V4 + Ny UI)
th: 2023 (V4 + UI ใหม่)
tr: 2023 (V4 + Yeni UI)
uk: 2023 (V4 + Новий Iнтерфейс)
vi: 2023 (Phiên bản 4 + Giao diện người dùng mới)
zh_cn: 2023 (V4 + 最新 UI)
zh_hk: 2023 (V4 + 最新UI)
zh_tw: 2023（V4 + 最新UI）
