Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Bootstrapper.AutoUpdateFailed
source: Bloxstrap was unable to automatically update to version {0}. Please update it manually by downloading and running it from the website.
ar: لم يتمكن Bloxstrap من التحديث تلقائيًا إلى الإصدار {0}. يرجى تحديثه يدوياً عن طريق تنزيله وتشغيله من الموقع.
bg: Bloxstrap не успя да се обнови до версия {0}. Моля, обновете го ръчно, като го изтеглите и стартирате от уебсайта.
bs: Bloxstrap nije se uspješno automatski ažurirao do verzije {0}. Molimo vas ažurirajte ga putem instaliranja i pokrenuti ga sa stranice.
cs: Bloxstrap nebyl schopen se automaticky aktualizovat na verzi {0}. Prosím aktualizujte ručně stažením a spuštěním z webové stránky.
da: Bloxstrap kunne ikke automatisk opdatere til version {0}. Opdater det manuelt ved at downloade og køre det fra hjemmesiden.
de: Bloxstrap konnte nicht automatisch auf die Version {0} aktualisieren. Bitte aktualisiere es manuell, indem du es von der Webseite herunterlädst und ausführst.
es_es: Fishstrap no ha podido actualizarse automáticamente a la versión {0}. Por favor, actualícelo manualmente descargándolo y ejecutándolo desde el sitio web.
fa: بلاکسترپ نتوانست به‌طور خودکار به نسخه‌ی {0} به‌روزرسانی شود. لطفاً آن را به‌صورت دستی از طریق دانلود و اجرای فایل از وب‌سایت به‌روزرسانی کنید.
fi: Bloxstrap ei pystynyt automaattisesti päivittämään versioon {0}. Ole hyvä ja päivitä se manuaalisesti lataamalla ja suorittamalla sen verkkosivulta.
fil: Hindi nagkukusang nag update ang Bloxstrap sa version {0}. Pakiusap na i-update mo ng manu-mano sa pag-download at pagtakbo nito sa website.
fr: Fishstrap n'a pas pu se mettre à jour automatiquement vers la version {0}. Veuillez le mettre à jour manuellement en le téléchargeant et en l'exécutant depuis le site web.
hi: Bloxstrap version {0} ko automatically update karne mein asafal raha. Kripya ise manually update karein, website se download karke run karein.
hr: Fishstrap se nije uspio automatski ažurirati na verziju {0}. Molimo ažurirajte ju ručno tako da je preuzmete i pokrenete sa web-stranice.
hu: A Bloxstrap nem tudott automatikusan frissülni a {0} verzióra. Kérjük frissítse manuálisan úgy, hogy letölti és futtatja a webhelyről.
id: Fishstrap tidak dapat diperbarui secara otomatis ke versi {0}. Mohon perbarui secara manual dengan mengunduh dari website kemudian menjalankannya.
it: Bloxstrap non è stato in grado di aggiornarsi automaticamente alla versione {0}. Per favore, aggiornalo manualmente scaricandolo ed eseguendolo dal sito.
ja: Fishstrap {0}への自動更新に失敗しました。Webサイトから手動でインストールしてください。
ko: Bloxstrap을 버전 {0}(으)로 자동 업데이트하지 못했습니다. 웹사이트에서 다운로드하고 실행하여 수동으로 업데이트하세요.
lt: „Fishstrap“ nepavyko automatiškai atnaujinti į {0} versiją. Atnaujinkite ją rankiniu būdu atsisiųsdami ir paleisdami iš svetainės.
lv: Bloxstrap nespēja automātiski atjaunoties uz versiju {0}. Lūdzu, atjauniniet to manuāli, lejupielādējot un palaižot to no mājslapas.
ms: Fishstrap tidak dapat mengemas kini secara automatik ke versi {0}. Sila kemas kini secara manual dengan memuat turun dan menjalankannya dari laman web GitHub.
nl: Fishstrap kon niet automatisch updaten naar versie {0}. Update het alstublieft manueel door het te downloaden en openen via de website.
pl: Automatyczna aktualizacja do wersji {0} nie powiodła się. Prosimy zaktualizować Fishstrap ręcznie, pobierając i uruchomiając program z oficjalnej strony internetowej.
pt_br: O Bloxstrap não pôde atualizar automaticamente para a versão {0}. Por favor, atualize-o manualmente, baixando e executando-o a partir do site.
ro: Bloxstrap nu a putut actualiza automat la versiunea {0}. Vă rugăm să îl actualizați manual descărcând-ul și rulând-ul de pe site.
ru: Bloxstrap не смог автоматически обновиться до версии {0}. Пожалуйста, обновите его вручную, установив последнюю версию с веб-сайта.
sv_se: Fishstrap kunde inte automatiskt uppdatera till version {0}. Uppdatera Roblox manuellt genom att ladda ner och köra Roblox från webbsidan.
th: Bloxstrap ไม่สามารถอัปเดตเป็นเวอร์ชั่น {0} โดยอัตโนมัติได้. โปรดอัพเดทด้วยตัวเองเเละใช้งานจากเว็ปไซต์
tr: Bloxstrap {0} sürümüne otomatik olarak güncellenemedi. Lütfen Bloxstrap'ı web sitesinden indirip çalıştırarak manuel olarak güncelleyin.
uk: Bloxstrap не зміг автоматично оновитися до версії {0}. Будь ласка, оновіть його вручну, завантаживши та запустивши з вебсайту.
vi: Bloxstrap không thể tự động cập nhật lên phiên bản {0}. Xin hãy tải về chương trình cài đặt từ trang chủ và cập nhật thủ công.
zh_cn: Bloxstrap 目前无法自动更新至 v{0}；请通过 官方网站 下载最新版本并运行安装包以手动更新 Bloxstrap。
zh_hk: Bloxstrap 無法自動更新到版本 {0}。請從網站下載並執行手動更新。
zh_tw: Fishstrap 未能自動更新到版本 {0}。請自行到官方網站下載最新版本並執行它來手動更新。

# Bootstrapper.ConfirmLaunch
source: Roblox is currently running, and launching another instance will close it. Are you sure you want to continue launching?
ar: Roblox قيد التشغيل حاليًا، وسيؤدي هذا إلى إغلاق النافذة الحالية. هل أنت متأكد أنك تريد مواصلة التشغيل؟
bg: Roblox в момента работи и стартирането на друга инстанция ще го затвори. Сигурни ли сте, че искате да продължите?
bs: Roblox je trenutno pokrenut, pokretanjem nove igre će zatvoriti trenutnu, jeste li sigurni da želite pokrenuti novu igru?
cs: Roblox už běží, a spouštění další objektů se roblox zavře. Opravdu chcete pokračovat se spuštění?
da: Roblox kører i øjeblikket, og opstart af en anden instans vil lukke den. Er du sikker på, at du vil fortsætte med at starte?
de: Roblox ist gerade geöffnet und wird beim Starten eines neuen Fensters geschlossen. Bist du dir sicher, dass du fortfahren möchtest?
es_es: Roblox está en ejecución, e iniciar otra instancia lo cerrará. ¿Estás seguro qué deseas continuar?
fa: روبلاکس در حال اجرا شدن است؛ و باز کردن دوباره آن باعث می‌شود که بسته شود. آیا می خواهید به باز کردن ادامه بدهید؟
fi: Roblox on tällä hetkellä käynnissä, ja toisen instanssin käynnistäminen tulee sulkemaan aiemman. Oletko varma, että haluat jatkaa?
fil: Nakabukas pa rin ang Roblox, at ang pag-launch ng iba pang instance ay isasarado ito. Sigurado ka bang gusto mong ituloy ang pag-launch?
fr: Une instance Roblox est actuellement ouverte, lancer une nouvelle instance fermera l'instance existante. Êtes-vous sûr de vouloir continuer ?
hi: Roblox vartamaan mein chal raha hai, aur ek any instance launch karane se yah band ho jaega. kya aap vaakee launching jaaree rakhna chahate hain?
hr: Roblox je trenutno pokrenut, pokretanje nove instance ćete ga ugasiti. Jeste li sigurni da želite nastaviti sa pokretanjem?
hu: A Roblox jelenleg fut, és egy másik példány elindítása bezárja azt. Biztos, hogy folytatni akarod az indítást?
id: Roblox sedang berjalan saat ini, dan menjalankan instansi Roblox baru akan menutup instansi Roblox yang sedang berjalan, apakah Anda yakin ingin tetap menjalankannya?
it: Roblox è già in esecuzione e l'avvio di un'altra istanza lo chiuderà. Sei sicuro di voler continuare ad avviarlo?
ja: Robloxは現在実行中です。新しくゲームを起動する場合、もとのゲームは終了します。本当に起動しますか？
ko: Roblox가 현재 실행 중이며 다른 인스턴스를 실행하면 종료됩니다. 계속 진행하시겠습니까?
lt: „Roblox“ šiuo metu paleista, o paleidus kitą serverį jis bus uždarytas. Ar tikrai norite tęsti paleidimą?
lv: Roblox šobrīd jau ir palaists, un tas tiks aizvērts, atverot jaunu Roblox logu. Vai jūs esat pārliecināts, ka gribat turpināt palaišanu?
ms: Aplikasi Roblox sedang berjalan, membukanya sekali lagi akan menutup aplikasi tersebut. Adakah anda pasti ingin meneruskannya?
nl: Roblox is nu al open, een ander venster openen zal het sluiten. Weet je zeker dat je een nieuw venster wilt openen?
pl: Roblox jest aktualnie uruchomiony. Uruchomienie następnej instancji spowoduje zamknięcie procesu. Czy jesteś pewien, że chcesz kontynuować uruchamianie?
pt_br: O Roblox já está em execução, tentar executar outra instância resultará em seu encerramento. Tem certeza de que deseja continuar?
ro: Roblox rulează în acest moment, și lansând o altă instanță îl va închide. Ești sigur că vrei să continui lansarea?
ru: Roblox сейчас запущен, и запуск другого окна закроет его. Вы уверены, что хотите продолжить запуск?
sv_se: Roblox körs för närvarande och att starta en annan instans kommer att stänga den. Är du säker på att du vill fortsätta att starta?
th: Roblox กําลังทํางานอยู่เเละการเปิดอีกหน้าต่างจะปิด Roblox คุณเเน่ใจไหมว่าคุณจะเปิดอีกหน้าต่าง?
tr: Roblox şu anda çalışıyor ve başka bir istemcinin başlatılması onu kapatacaktır. Başlatmak istediğinizden emin misiniz?
uk: Roblox вже запущено, і запуск нового сеансу призведе до його завершення. Ви впевнені, що хочете продовжити запуск?
vi: Tiến trình Roblox hiện tại đang chạy, và việc khởi động tiến trình Roblox khác sẽ đóng nó. Bạn có chắc chắn muốn tiếp tục khởi động không?
zh_cn: Roblox 当前正在运行中，打开另一个 Roblox 进程后将会关闭它。 您确定要继续启动吗？
zh_hk: 目前 Roblox 執行中，而開另一個程式會關閉目前執行中的程式。你確定要繼續開啓嗎？
zh_tw: Roblox 當前正在運行，開啟另一個窗口將會關掉它。您確定要繼續開啟嗎？

# Dialog.Connectivity.RobloxDown
source: Roblox may be down right now. See {0} for more information.
ar: قد يكون Roblox معطلاً في الوقت الحالي. راجع {0} لمزيد من المعلومات.
bg: Roblox може да не работи в момента. Посетете {0} за повече информация.
bs: Roblox je možda neaktivan u ovo vrijeme. Pogledaj {0} za više informacija.
cs: Roblox může být právě teď mimo provoz. Další informace viz {0}.
da: Roblox kan være nede lige nu. Se {0} for mere information.
de: Roblox könnte aktuell nicht erreichbar sein. Siehe dir {0} für mehr Informationen an.
es_es: Roblox puede estar caído en este momento. Consulta {0} para obtener más información.
fa: ممکن است روبلاکس درحال حاضر دردسترس نباشد. {0} را ببینید برای اطلاعات بیشتر.
fi: Roblox saattaa olla tällä hetkellä alhaalla. Katso {0} saadaksesi lisätietoja.
fil: Maaring down ngayon ang Roblox. Tignan dito sa {0} para sa ibang impormasyon.
fr: Roblox est peut-être actuellement hors service. Consultez {0} pour plus d'informations.
hi: Roblox abhi down ho sakta hai. Adhik jankari ke liye {0} dekhein.
hr: Roblox trenutno možda ne radi. Pogledajte {0} za više informacija.
hu: A Roblox jelenleg nem elérhető. További információkért lásd {0}.
id: Roblox mungkin sedang gangguan saat ini. Lihat {0} untuk informasi lebih lanjut.
it: Roblox potrebbe non essere raggiungibile in questo momento. Vai su {0} per più informazioni.
ja: Robloxにサーバー障害が発生している可能性があります。{0}より詳細な情報を確認できます。
ko: Roblox 서버가 다운되었을 수도 있습니다. 자세한 정보는 {0}에서 확인하세요.
lt: „Roblox“ šiuo metu gali būti neveikiantis. Žiūrėkite {0} dėl daugiau informacijos.
lv: Roblox šobrīd varētu nedarboties. Skatiet {0} priekš vairāk informācijas.
ms: Roblox mungkin mengalami masalah sekarang. Lihat {0} untuk maklumat lanjut. Sila cuba sebentar lagi.
nl: Roblox kan op dit moment problemen hebben. Zie {0} voor meer informatie.
pl: Możliwe, że Roblox w tej chwili ma awarię. Więcej informacji na {0}.
pt_br: O Roblox pode estar offline agora. Veja {0} para mais informações.
ro: Roblox poate să fie în mentenanță acum. Vezi {0} pentru mai multe informații.
ru: Возможно, Roblox сейчас не работает. Посетите {0}, чтобы узнать больше.
sv_se: Roblox kan vara nere just nu. Se {0} för mer information.
th: Roblox อาจจะล่มตอนนี้. ดู {0} เพื่อข้อมูลเพิ่มเติม
tr: Roblox'un sunucuları şu an çökmüş olabilir. Daha fazla bilgi için {0} göz atın.
uk: Roblox може зараз не працювати. Дивіться {0} для отримання додаткової інформації.
vi: Roblox có thể đang có vấn đề. Xem {0} để có thêm thông tin.
zh_cn: Roblox 的服务器目前可能已经熟透了；请参阅 {0} 来了解更多信息。
zh_hk: Roblox 伺服器現在可能發生了故障。請參閱{0}以了解更多資訊。
zh_tw: Roblox 伺服器可能發生了故障；請參閱 {0} 以了解更多資訊。

# Dialog.Connectivity.BadConnection
source: A connection could not be made, which likely indicates a poor internet connection or a firewall block. If your connection is fine, please ensure that your antivirus isn't blocking Bloxstrap.
ar: لا يمكن انشاء اتصال, و هو على الأرجح يشير إلى اتصال إنترنت ضعيف أو حظر من جدار الحماية. إذا كان اتصالك بالإنترنت جيدا, يرجى التحقق من أن مكافح الفيروسات الخاص بك لا يحظر Bloxstrap.
bg: Не може да бъде установена връзка, което вероятно означава слаба интернет връзка или блокиране от защитна стена. Ако връзката ви е наред, моля, уверете се, че антивирусната ви програма не блокира Bloxstrap.
bs: Veza nije mogla biti uspostavljena, što vjerovatno ukazuje na lošu internet vezu ili blokadu zaštitnog zida. Ako je vaša veza u redu, uvjerite se da vaš antivirus ne blokira Bloxstrap.
cs: Nelze navázat připojení, což pravděpodobně naznačuje špatné připojení k internetu nebo firewall block. Pokud je připojení v pořádku, ujistěte se, že váš antivirus neblokuje Bloxstrap.
da: Der kunne ikke oprettes en forbindelse, hvilket sandsynligvis indikerer en dårlig internetforbindelse eller en firewall-blok. Hvis din forbindelse er fin, skal du sikre dig, at din antivirus ikke blokerer Bloxstrap.
de: Es konnte keine Verbindung hergestellt werden, was wahrscheinlich auf eine schlechte Internetverbindung oder eine Firewall-Blockade hinweist. Sollte das Problem nicht bei deiner Internetverbindung liegen, könnte es sein, dass Bloxstrap durch dein Antivirus blockiert wird.
es_es: No se pudo establecer la conexión, lo que probablemente indica una mala conexión a internet o un bloqueo de cortafuegos. Si tu conexión está bien, por favor asegúrate de que tu antivirus no esté bloqueando a Fishstrap.
fa: اتصال برقرار نشد، که احتمالاً نشان دهنده اتصال ضعیف اینترنت یا مسدود بودن از طرف فایروال است. اگر اتصال شما خوب است، لطفاً مطمئن شوید که آنتی ویروس شما بلاکسترپ را مسدود نمی کند.
fi: Yhteyttä ei voitu luoda, mikä todennäköisesti merkitsee huonoa internetyhteyttä tai palomuurin estoon. Jos yhteytesi on kunnossa, varmista, ettei virustentorjuntasi estä Bloxstrapia.
fil: Hindi makagawa ng connection, ibig sabihin nito ay mahina ang internet connection o isang firewall block. Kapag ang iyong connection ay ayos, i-ensure na ang iyong antivirus ay hindi binablock ang Bloxstrap.
fr: Une connexion n'a pas pu être établie, indiquant probablement une mauvaise connexion internet ou un blocage par le pare-feu. Si votre connexion est correcte, veuillez vous assurer que votre antivirus ne bloque pas Fishstrap.
hi: Ek connection nahi banaya ja sakta, jo ki aksar poor internet connection ya firewall block ko darshata hai. Agar aapka connection sahi hai, to kripya ensure karein ki aapka antivirus Bloxstrap ko block na kar raha ho.
hr: Veza se nije mogla uspostaviti, što vjerojatno ukazuje na nestabilnu internetsku vezu ili blokadu vatrozida. Ako je Vaša veza u redu, molimo provjerite blokira li Vaš antivirus Fishstrap.
hu: Nem sikerült kapcsolatot létesíteni, ami valószínűleg rossz internetkapcsolatra vagy tűzfalblokkolásra utal. Ha a kapcsolat rendben van, kérjük, győződjön meg róla, hogy a vírusirtója nem blokkolja a Bloxstrap-et.
id: Koneksi tidak dapat dibuat, yang berarti adanya koneksi internet buruk atau pemblokiran tembok api. Jika koneksi tidak bermasalah, pastikan antivirus tidak memblokir Fishstrap.
it: Non è stato possibile effettuare una connessione, il che probabilmente indica una scarsa connessione a internet o un blocco firewall. Se la tua connessione va bene, assicurati che il tuo antivirus non stia bloccando Bloxstrap.
ja: 接続できませんでした。これは、インターネット接続が不安定、またはファイアウォールによるブロックが原因の可能性があります。接続に問題がない場合は、ウイルス対策ソフトがFishstrapをブロックしていないか確認してください。
ko: 연결에 실패했습니다. 이는 주로 인터넷 연결 상태가 좋지 않거나 방화벽으로 인한 차단을 뜻합니다. 연결에 문제가 없다면, 안티바이러스 프로그램이 Bloxstrap을 차단하고 있지는 않은지 확인해 주세요.
lt: Ryšio užmegzti nepavyko, o tai greičiausiai reiškia prastą interneto ryšį arba užkardos blokavimą. Jei ryšys veikia gerai, įsitikinkite, kad jūsų antivirusinė programa neblokuoja „Fishstrap“.
lv: Nevarēja izveidot savienojumu, kas norāda, ka interneta savienojums ir nestabils vai ugunsmūrī ir uzstādīta bloķēšana. Ja jūsu interneta savienojums ir labs, lūdzu pārbaudiet, vai jūsu antivīruss nebloķē Bloxstrap.
ms: Sambungan tidak dapat dibuat, berkemungkinan disebabkan oleh sambungan internet yang lemah atau sekatan oleh tembok api. Jika sambungan internet anda baik, pastikan perisian antivirus anda tidak menyekat Fishstrap.
nl: Een verbinding kon niet worden gemaakt, waarschijnlijk door een zwakke internetverbinding of een firewall blok. Als je verbinding in orde is, controleer dan of je antivirus Fishstrap niet blokkeert.
pl: Nie można nawiązać połączenia, co prawdopodobnie wskazuje na słabe połączenie z internetem lub blok firewall. Jeśli połączenie jest w porządku, upewnij się, że twój antywirus nie blokuje Fishstrap.
pt_br: Uma conexão não pôde ser feita, o que provavelmente indica uma má conexão com a internet ou um bloqueio do firewall. Se a sua conexão estiver boa, verifique se o seu antivírus não está bloqueando o Bloxstrap.
ro: Nu s-a putut realiza conexiunea, ceea ce poate indica o conexiune slabă la internet sau un blocaj firewall. Dacă aveți o conexiune în regulă, vă rugăm să vă asigurați că antivirusul nu blochează Bloxstrap.
ru: Не удалось установить соединение, что, скорее всего, указывает на плохое интернет-соединение или блокировку брандмауэра. Если соединение нормальное, убедитесь, что ваш антивирус не блокирует Bloxstrap.
sv_se: En anslutning kunde inte upprättas, vilket pekar på att du har en dålig internetuppkoppling eller att anslutningen blir blockerad av en brandvägg. Om din internetanslutning funkar bra, se till att något antivirusprogram inte blockerar Fishstrap.
th: ไม่สามารถเชื่อมต่อได้, อาจเกิดจากการเชื่อมต่ออินเตอร์เน็ตที่ไม่เสถียรหรือการปิดกั้นจากไฟร์วอลล์, หากการเชื่อมต่อของคุณเป็นปกติโปรดตรวจสอบว่าแอนตี้ไวรัสของคุณไม่ได้กำลังปิดกั้น Bloxstrap
tr: Herhangi bir bağlantı sağlanılamadı, bu da zayıf bir internet bağlantısının veya bir güvenlik duvarı engelinin işareti olabilir. Eğer bağlantınızda bir sorun yoksa, lütfen antivirüs yazılımınızın Bloxstrap'ı engellemediğinden emin olun.
uk: Не вдалося встановити з'єднання, що, ймовірно, свідчить про погане інтернет з'єднання або блокування брандмауером. Якщо ваше з'єднання в нормі, переконайтеся, що ваш антивірус не блокує Bloxstrap.
vi: Không thể kết nối, có thể là do kết nối internet kém hoặc bị chặn bởi tường lửa. Nếu kết nối của bạn bình thường, vui lòng kiểm tra lại xem phần mềm diệt virus có chặn Bloxstrap không.
zh_cn: 目前无法建立网络连接，这可能表明网络连接不畅或被防火墙阻止；如果连接正常，请确保您的杀毒软件没有阻止 Bloxstrap 访问 Internet。
zh_hk: 無法建立連線，這可能表示網際網路連線較差或防火牆封鎖。如果您的連線正常運作，請確保您的防毒軟體沒有封鎖 Bloxstrap。
zh_tw: 無法連線，這可能是因為您的網路問題或者是防火牆設定，如果您的網路連線沒問題，請確認你的防毒軟體沒有干預 Fishstrap 的網路權限。

# Bootstrapper.FirstRunUninstall
source: You must first install Bloxstrap before uninstalling.
ar: يجب تحميل بلوكس ستراب قبل حذفه.
bg: Трябва първо да инсталирате Bloxstrap, преди да го деинсталирате.
bs: Morate prvo instalirati Bloxstrap prije deinstalacije.
cs: První si musíš nainstalovat Bloxstrap než odinstaluješ.
da: Du skal først installere Bloxstrap før du afinstallere.
de: Du musst zuerst Bloxstrap installieren, bevor du es deinstallierst.
es_es: Debes instalar Fishstrap primero antes de desinstalarlo.
fa: برای حذف نصب، ابتدا باید بلاکسترپ را نصب کنید.
fi: Sinun pitää asentaa Bloxstrap ennen poistamista.
fil: Kailangan mo munang i-install ang Bloxstrap bago mo ito i-uninstall.
fr: Vous devez d'abord installer Fishstrap avant de le désinstaller.
hi: Aapko pehle Bloxstrap install karna hoga, uske baad hi uninstall kar sakte hai.
hr: Vi morate prvo instalirati Fishstrap pre deinstaliranja.
hu: Először telepítenie kell Bloxstrap-et az eltávolítás előtt.
id: Anda harus menginstal Fishstrap terlebih dahulu sebelum menghapus.
it: Devi prima installare Bloxstrap per disinstallarlo.
ja: Fishstrapをアンインストールする前に、インストールする必要があります。
ko: Bloxstrap을 제거하기 전에 먼저 설치해야 합니다.
lt: Prieš išdiegdami „Fishstrap“, pirmiausia turite įdiegti „Fishstrap“.
lv: Jums vajag vispirms instalēt Bloxstrap, pirms jūs to atinstalējat.
ms: Anda seharunys memasang Fishstrap terlebih dahulu sebelum membuangnya.
nl: Je moet eerst Fishstrap installeren voordat je de installatie ongedaan maakt.
pl: Musisz najpierw zainstalować Fishstrap, żeby móc go odinstalować.
pt_br: Você precisa instalar o Bloxstrap antes de desinstalá-lo.
ro: Trebuie să instalați Bloxstrap înainte de a îl dezinstala.
ru: Вы не можете удалить Bloxstrap, если он не установлен.
sv_se: Du måste installera Fishstrap först innan du avinstallerar.
th: คุณต้องติดตั้ง Bloxstrap ก่อนถอนการติดตั้ง.
tr: Bloxstrap'i silmek için ilk önce kurmalısınız.
uk: Ви маєте спочатку встановити Bloxstrap, перед його видаленням.
vi: Bạn phải cài đặt Bloxstrap trước khi gỡ cài đặt nó.
zh_cn: 你必须先安装 Bloxstrap 后才能卸载。(难不成你想卸载安装包？)
zh_hk: 你必須要安裝 Bloxstrap 才能解除安裝。
zh_tw: 您要先安裝Fishstrap才能解除安裝。
