Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Enums.CustomThemeTemplate.Simple
source: Simple
ar: بسيط
bg: Опростено
bs: Jednostavno
cs: Jednoduchý
da: Simpel
de: Einfach
fa: ساده
fi: Yksinkertainen
hi: Saral
hr: Jednostavno
hu: Egyszerű
it: Semplice
ja: シンプル
ko: 심플
lt: Paprasta
lv: Vienkāršs
ms: Ringkas
nl: Simpel
pl: Prosty
pt_br: Simples
ro: Simplu
ru: Простой
sv_se: Simpel
th: เรียบง่าย
uk: Простий
vi: Đơn giản
zh_hk: 簡單
zh_tw: 簡潔

# CustomTheme.Errors.InvalidRoot
source: Theme XML root is not {0}
ar: مظهر XML الجذر ليس {0}
bg: Коренът на XML темата не е {0}
bs: XML koriXML korijen teme nije {0}jen teme nije {0}
cs: XML root motivu není {0}
da: Tema XML root er ikke {0}
de: XML-Root des Designs ist nicht {0}
es_es: La raíz XML del tema no es {0}
fa: ریشه تم XML {0} نیست
fi: Teeman XML-root ei ole {0}
fil: Theme XML root ay hindi {0}
hi: Theme XML root {0} nahi hai
hr: XML korijen teme nije {0}
hu: A téma XML gyökere nem {0}
it: La radice del tema XML non è {0}
ja: テーマファイルのXMLのルート要素は「{0}」である必要があります
ko: 테마 XML 루트가 {0}이(가) 아닙니다
lt: Temos XML šaknis nėra {0}.
lv: Tēmas XML sakne nav {0}
ms: Akar XML tema bukan {0}
nl: Thema XML root is niet {0}
pl: Temat XML root nie jest {0}
pt_br: Raiz do tema XML não é {0}
ro: Rădăcina temei XML nu este {0}
ru: XML-корень темы не {0}
sv_se: Temats XML-rot är inte {0}
th: รูทของธีม XML ไม่ใช่ {0}
uk: Коренева тема для XML не {0}
vi: Gốc XML của giao diện không phải là {0}
zh_hk: 主題 XML 的根源不是 {0}
zh_tw: 主題 XML 的根源不是 {0}

# CustomTheme.Errors.DialogAlreadyInitialised
source: Custom dialog has already been initialised
ar: تم تهيئة مربع حوار مخصص مسبقاً
bg: Персонализираният диалог вече е инициализиран
bs: Prilagođeni dijalog je već inicijaliziran
cs: Vlastní dialog byl již inicializován
da: Tilpasset dialog er allerede initialiseret
de: Benutzerdefinierter Dialog wurde bereits initialisiert
es_es: El cuadro de diálogo personalizado ya ha sido lanzado
fa: دیالوگ دلخواه قبلا مقداردهی اولیه شده است
fi: Mukautettu dialogi on jo alustettu
fil: Ang custom dialog ay pinasimulan na
hi: Custom dialog pehle hi initialised ho chuka hai
hr: Prilagođeni dijalog već je pokrenut
hu: Az egyéni párbeszédpanel már inicializálásra került
it: Il dialogo personalizzato è già stato inizializzato
ja: カスタムダイアログはすでに初期化されています
ko: 사용자 지정 다이얼로그가 이미 설정되어 있습니다
lt: Pasirinktinis dialogo langas jau pradėtas.
lv: Pielāgots dialogs jau ir ticis inicializēts
ms: Dialog tersuai telah dimulakan
nl: Aangepaste dialoog is al geïnitialiseerd
pl: Niestandardowe okno dialogowe zostało już zainicjowane
pt_br: Diálogo personalizado já foi iniciado
ro: Dialogul personalizat a fost inițializat deja
ru: Пользовательское окно уже инициализировано
sv_se: Egen dialog har redan initierats
th: กล่องโต้ตอบแบบกำหนดเองถูกเริ่มต้นไปแล้ว
uk: Спеціальне вікно вже ініціалізовано
vi: Hộp thoại tùy chỉnh đã được khởi tạo
zh_hk: 自訂對話框已初始化
zh_tw: 自定義對話框已經初始化

# CustomTheme.Errors.TooManyElements
source: Custom bootstrappers can only have a maximum of {0} elements, got {1}.
ar: لا يمكن أن يكون لوحدات التشغيل المخصصة سوى حد أقصى من العناصر {0} ، حصلت على {1}
bg: Персонализирани теми могат да имат максимум {0} елемента, получени {1}
bs: Prilagođeni bootstrapperi mogu imati najviše {0} elemenata, dobili {1}
cs: Vlastní bootstrappery mohou mít maximálně {0} elementů, mám {1}
da: Tilpassede bootstrappers kan kun have et maksimum af {0} elementer, fik {1}
de: Der Bootstrapper kann nur ein Maximum von {0} Elementen haben, hat aber {1} bekommen
es_es: Los iniciadores personalizados solo pueden tener un máximo de {0} elementos; se obtuvo {1}
fa: بوت‌سترپرهای سفارشی فقط می‌توانند حداکثر {0} عنصر داشته باشند، اما تعداد عناصر موجود {1} بود
fi: Mukautetuilla bootstrappereilla voi olla enintään {0} elementtiä, saatiin {1}
fil: Ang mga custom bootstrapper ay pwede lang magkaroon ng maximum na {0} elements, nakuha {1}
hi: Custom bootstrappers me adhiktam {0} tattva ho sakte hain, lekin {1} prapt hua
hr: Prilagođeni pokretači mogu imati najviše {0} elemenata, dobiveno {1}
hu: Az egyéni bootstrapperek legfeljebb {0} elemet tartalmazhatnak, {1} találva
it: I bootstrapper personalizzati possono avere un massimo di {0} elementi, tu ne hai {1}
ja: カスタムランチャーの要素は最大{0}個までです。現在{1}個の要素が記述されています
ko: 사용자 지정 부트스트래퍼는 최대 {0}개의 요소만 가질 수 있으나, {1}개를 가지고 있습니다
lt: Pasirinktinės pakopinės paleidyklės gali turėti daugiausiai {0} elementų, gavo {1}.
lv: Pielāgotiem palaišanas ielādētājiem var būt maksimums {0} elementi, ir {1}
ms: Bootstrapper yang diubah boleh mempunyai maksimum {0} elemen, tetapi hanya akan menerima {1}
nl: Aangepaste bootstrappers kunnen maar een maximum hebben van {0} elementen, kreeg {1}
pl: Niestandardowe bootstrappery mogą mieć maksymalnie {0} elementów, ten ma {1}
pt_br: Inicializadores personalizados podem ter no máximo {0} elementos, tem {1}
ro: Inițializatoare personalizate pot avea maxim {0} elemente, s-au obținut {1}
ru: Пользовательские лаунчеры могут иметь максимум {0} элементов, получили {1}
sv_se: Egna startprogram kan maximalt ha {0} element, fick {1}
th: Bootstrapper แบบกำหนดเองสามารถมีได้สูงสุด {0} องค์ประกอบ แต่มี {1}
uk: Спеціальні bootstrappers які можуть мати лише максимум {0} елементів, мають {1}
vi: Các trình khởi động tùy chỉnh chỉ có thể có tối đa {0} thành phần, nhận được {1}
zh_hk: 自訂啓動器最多只能有 {0} 個元素，得到了 {1}
zh_tw: 自訂啟動器最多只能包含 {0} 個元素，但目前有 {1} 個

# CustomTheme.Errors.VersionNotSet
source: {0} version is not set
ar: لم يتم تعيين الإصدار {0}
bg: Версия {0} не е зададена
bs: {0} verzija nije postavljena
cs: {0} verze není nastavena
da: {0} version er ikke angivet
de: {0} Version ist nicht definiert
es_es: No se ha establecido la versión {0}
fa: ورژن {0} تنظیم نشده است
fi: {0} versiota ei ole asetettu
fil: {0} version ay hindi set
hi: {0} sanskaran set nahi hai
hr: {0} verzija nije postavljena
hu: {0} verzió nincs megadva
it: La versione {0} non è impostata
ja: 「{0}」のバージョンが設定されていません
ko: {0} 버전이 지정되지 않았습니다
lt: {0} versija nenustatyta.
lv: {0} versija nav iestatīta
ms: Versi {0} tidak ditetapkan
nl: {0} versie is niet ingesteld
pl: Wersja {0} nie jest ustawiona
pt_br: Versão de {0} não está definida
ro: Versiunea {0} nu este setată
ru: Версия {0} не установлена
sv_se: {0} version är inte inställd
th: {0} เวอร์ชั่นยังไม่ถูกเซ็ต
uk: Версія {0} не встановлена
vi: {0} phiên bản chưa được thiết lập
zh_hk: {0} 版本未設定
zh_tw: {0} 版本未設定

# CustomTheme.Errors.VersionNotNumber
source: {0} version is not a number
ar: إصدار {0} ليس رقما
bg: Версия {0} не е число
bs: {0} verzija nije broj
cs: {0} verze není číslo
da: {0} version er ikke et tal
de: {0} Version ist keine zahl
es_es: La versión {0} no es un número
fa: ورژن {0} یک شماره نیست
fi: {0} versio ei ole numero
fil: {0} version ay hindi isang numero
hi: {0} sanskaran ek sankhya nahi hai
hr: {0} verzija nije broj
hu: {0} verzió nem egy szám
it: La versione {0} non è un numero
ja: 「{0}」のバージョンは数字である必要があります
ko: {0} 버전은 숫자값이 아닙니다
lt: {0} versija nėra skaičius.
lv: {0} versija nav skaitlis
ms: Versi {0} bukan nombor
nl: {0} versie is geen nummer
pl: Wersja {0} nie jest liczbą
pt_br: Versão de {0} não é um número
ro: Versiunea {0} nu este un număr
ru: Версия {0} не является числом
sv_se: {0} version är inte ett nummer
th: {0} เวอร์ชั่นไม่เป็นตัวเลข
uk: Версія {0} не являється числом
vi: Phiên bản {0} không phải là một con số
zh_hk: {0} 版本不是數字
zh_tw: {0} 版本不是一個數值

# CustomTheme.Errors.VersionNotSupported
source: {0} version {1} is no longer supported
ar: نسخة {0} {1} لم تعد مدعومة
bg: Версия {1} на {0} вече не се поддържа
bs: {0} verzija {1} više nije podržana
cs: {0} verze {1} již není podporována
da: {0} version {1} understøttes ikke længere
de: {0} Version {1} wird nicht mehr unterstützt
es_es: {0} La versión {1} ya no está soportada
fa: {0} ورژن {1} دیگر مورد پشتیبانی نیست
fi: {0} versiota {1} ei enää tueta
fil: {0} version {1} ay hindi na suportado
hi: {0} sanskaran {1} ab support nahi kiya jata
hr: {0} verzija {1} više nije podržana
hu: {0} a {1} verzió már nem támogatott
it: La versione {0} {1} non è più supportata
ja: 「{0}」のバージョン{1}のサポートは終了しています
ko: {0} 버전 {1}은(는) 더 이상 지원되지 않습니다
lt: {0} versija {1} nebepalaikoma.
lv: {0} versija {1} vairs netiek uzturēta
ms: Versi {0} {1} tidak lagi disokong
nl: {0} versie {1} is niet langer ondersteund
pl: {0} Wersja {1} nie jest już obsługiwana
pt_br: Versão {1} de {0} não é mais suportada
ro: {0} versiunea {1} nu mai este suportată
ru: Версия {0} больше не поддерживается версией {1}
sv_se: {0} version {1} stöds inte längre
th: {0} เวอร์ชั่น {1} จะไม่รองรับอีกต่อไป
uk: {0} версія {1} більше не підтримується
vi: Phiên bản {0} {1} không còn được hỗ trợ
zh_hk: {0} 版本 {1} 已經不再支援
zh_tw: {0} 版本 {1} 已經不再支援

# CustomTheme.Errors.VersionNotRecognised
source: {0} version {1} is not recognised
ar: إصدار {0} {1} غير معروف
bg: Версия {1} на {0} не е разпозната
bs: {0} verzija {1} nije prepoznata
cs: {0} verze {1} nebyla rozpoznána
da: {0} version {1} er ikke genkendt
de: {0} Version {1} wurde nicht gefunden
es_es: {0} La versión {1} no es reconocida
fa: {0} ورژن {1} شناخته نمیشود
fi: {0} versiota {1} ei ole tunnistettu
fil: {0} version {1} ay hindi kilalanin
hi: {0} sanskaran {1} ko pehchana nahi gaya
hr: {0} verzija {1} nije prepoznata
hu: {0} a {1} verziót nem ismerjük fel
it: {0} versione {1} non è riconosciuta
ja: 「{0}」のバージョン{1}には対応していません
ko: {0} 버전 {1}은(는) 인식되지 않습니다
lt: {0} versija {1} neatpažinta.
lv: {0} versija {1} nav atpazīta
ms: Versi {0} {1} tidak dikenali
nl: {0} versie {1} is niet herkend
pl: {0} Wersja {1} nie została rozpoznana
pt_br: Versão {1} de {0} não é reconhecida
ro: {0} versiunea {1} nu este recunoscută
ru: Версия {0} не распознала версию {1}
sv_se: {0} version {1} är inte igenkänd
th: {0} เวอร์ชั่น {1} ไม่เป็นที่รู้จัก
uk: {0} версія {1} не розпізнана
vi: Phiên bản {0} {1} không nhận diện được
zh_hk: {0} 版本 {1} 無法辨識
zh_tw: {0} 版本 {1} 無法識別

# CustomTheme.Errors.ElementInvalidChild
source: {0} cannot have a child of {1}
ar: {0} لا يمكن أن يكون لديه طفل من {1}
bg: {0} не може да има дете от тип {1}
bs: {0} ne može imati dijete od {1}
cs: {0} nemůže mít potomka {1}
da: {0} kan ikke have et barn af {1}
de: {0} kann kein Attribut von {1} haben
es_es: {0} no puede tener un descendiente de {1}
fa: {0} نمی‌تواند فرزندی از نوع {1} داشته باشد.
fi: {0} ei voi sisältää {1} lasta
fil: {0} hindi maaaring magkaroon ng child na {1}
hi: {0} ka {1} ka child nahi ho sakta
hr: {0} ne može imati dijete {1}
hu: {0} nem lehet {1} gyermeke
it: {0} non può avere un figlio di {1}
ja: 「{0}」が子要素に「{1}」を持つことはできません
ko: {0}은(는) {1}의 child를 가질 수 없습니다
lt: {0} negali turėti {1} antrinio.
lv: {0} nevar būt bērnelements {1}
ms: {0} tidak boleh mempunyai elemen bawahan {1}
nl: {0} kan geen kind hebben van {1}
pl: {0} nie może mieć obiektu {1}
pt_br: {0} não pode ter um elemento filho de {1}
ro: Elementul {0} nu poate avea un element de tipul {1}
ru: Элемент {0} не может иметь дочернего элемента {1}
sv_se: {0} kan inte ha ett underordnat element av {1}
th: {0} ไม่สามารถมีองค์ประกอบ {1}
uk: {0} не може мати нащадка {1}
vi: {0} không thể có một phần tử con kiểu {1}
zh_hk: {0} 不能有 {1} 的子項
zh_tw: {0} 不能包含 {1} 作為子項目

# CustomTheme.Errors.UnknownElement
source: Unknown element {0}
ar: عنصر غير معروف {0}
bg: Неизвестен елемент {0}
bs: Nepoznati element {0}
cs: Neznámý element {0}
da: Ukendt element {0}
de: Unbekanntes Element {0}
es_es: Elemento desconocido {0}
fa: عنصر ناشناخته {0}
fi: Tuntematon elementti {0}
fil: Hindi kilalang element {0}
hr: Nepoznat element {0}
hu: Ismeretlen elem {0}
it: Elemento sconosciuto {0}
ja: 「{0}」は不明な要素です
ko: 알 수 없는 요소 {0}
lt: Nežinomas elementas {0}.
lv: Nezināms elements {0}
ms: Elemen {0} tidak diketahui
nl: Onbekende element {0}
pl: Nieznany element {0}
pt_br: Elemento desconhecido {0}
ro: Element necunoscut {0}
ru: Неизвестный элемент {0}
sv_se: Okänt element {0}
th: องค์ประกอบที่ไม่รู้จัก {0}
uk: Невідомий елемент {0}
vi: Không xác định được nguyên tố {0}
zh_hk: 未知的元素 {0}
zh_tw: 未知元素 {0}

# CustomTheme.Errors.XMLParseFailed
source: Failed to parse the theme file: {0}
ar: فشل تحليل ملف المظهر: {0}
bg: Неуспешно разчитане на файла: {0}
bs: Nije uspjelo raščlanjivanje fajla teme: {0}
cs: Nepodařilo se zpracovat soubor motivu: {0}
da: Kunne ikke parse temafilen: {0}
de: Theme Datei wurde nicht erfolgreich analysiert: {0}
es_es: Error al analizar el archivo de tema: {0}
fa: فایل تم در تجزیه شدن ناموفق بود: {0}
fi: Teematiedoston jäsentäminen epäonnistui: {0}
fil: Nabigo mag-parse ang theme file: {0}
hi: Theme file ko parse karne mein asafal raha: {0}
hr: Nije uspjelo analiziranje datoteke teme: {0}
hu: Nem sikerült elemezni a témafájlt: {0}
it: Analisi del file del tema non riuscita: {0}
ja: テーマファイルの解析に失敗しました。 {0}
ko: 테마 파일 {0}을(를) 파싱하지 못했습니다
lt: Nepavyko išanalizuoti temos failo: {0}.
lv: Neizdevās parsēt tēmas failu: {0}
ms: Gagal untuk menghuraikan fail tema: {0}
nl: Thema bestand parsen mislukt: {0}
pl: Nie udało się odczytać pliku motywu: {0}
pt_br: Falha ao analisar o arquivo do tema: {0}
ro: Nu s-a reușit analizarea fișierului de temă: {0}
ru: Не удалось разобрать файл темы: {0}
sv_se: Kunde inte tolka temafilen: {0}
th: การวิเคราะห์ไฟล์ธีมล้มเหลว: {0}
uk: Не вдалося обробити файл теми: {0}
vi: Không phân tích được tệp chủ đề: {0}
zh_hk: 無法解析主題檔案：{0}
zh_tw: 無法解析主題檔案：{0}

# CustomTheme.Errors.ElementAttributeConversionError
source: {0} has invalid {1}: {2}
ar: {0} غير صالح {1}: {2}
bg: {0} има невалиден {1}: {2}
bs: {0} ima nevažeći {1}: {2}
cs: {0} má neplatný {1}: {2}
da: {0} har ugyldig {1}: {2}
de: {0} Hat nicht gültige {1}: {2}
es_es: {0} tiene un {1} inválido: {2}
fa: {0} دارای نامعتبر {1}: {2}
fi: {0} on virheellinen {1}: {2}
fil: {0} may invalid {1}: {2}
hi: {0} mein anuchit {1}: {2}
hr: {0} ima neispravan {1}: {2}
hu: {0} érvénytelen {1}: {2}
it: {0} ha un invalido {1}: {2}
ja: 「{0}」の属性「{1}」が不正です。 {2}
ko: {0}에서 잘못된 {1}이(가) 있습니다: {2}
lt: {0} turi netinkamą {1}: {2}.
lv: {0} ir nederīgs {1}: {2}
ms: {0} mempunyai {1} yang tidak sah: {2}
nl: {0} heeft ongeldige {1}: {2}
pl: {0} ma nieprawidłowy {1}: {2}
pt_br: {0} tem {1} inválido: {2}
ro: {0} are {1} invalid: {2}
ru: Элемент {0} имеет недопустимое значение {1}: {2}
sv_se: {0} har ogiltig {1}: {2}
th: {0} ได้ทำให้ {1}: {2} ผิดพลาด
uk: {0} має помилкове {1}: {2}
vi: {0} có không hợp lệ {1}: {2}
zh_hk: {0} 具有無效的 {1}：{2}
zh_tw: {0} 的 {1} 無效：{2}

# CustomTheme.Errors.ElementAttributeMissing
source: Element {0} is missing the {1} attribute
ar: العنصر {0} مفقود السمة {1}
bg: Елементът {0} няма атрибута {1}
bs: Elementu {0} nedostaje atribut {1}
cs: Elementu {0} chybí atribut {1}
da: Element {0} mangler {1} attributten
de: Element {0} fehlt das {1} Attribut
es_es: El elemento {0} no tiene el atributo {1}
fa: عنصر {0} فاقد {1} وضع
fi: Elementistä {0} puuttuu attribuutti {1}
fil: Ang element {0} ay nawawalan ng {1} attribute
hi: Element {0} mein {1} attribute missing hai
hr: Elementu {0} nedostaje atribut {1}
hu: Az {0} elemből hiányzik az {1} attribútum
it: L'elemento {0} manca l'attributo {1}
ja: 「{0}」要素に、「{1}」属性が不足しています
ko: {0} 요소에 {1} 속성이 누락되었습니다
lt: Elementas {0} neturi atributo {1}.
lv: Elementam {0} trūkst {1} atribūts
ms: Elemen {0} tiada atribut {1}
nl: Element {0} mist het {1} attribuut
pl: Element {0} nie posiada atrybutu {1}
pt_br: Elemento {0} está faltando o atributo {1}
ro: Elementul {0} îi lipsește atributul {1}
ru: В элементе {0} отсутствует атрибут {1}
sv_se: Element {0} saknar attributet {1}
th: องค์ประกอบ {0} ขาดคุณสมบัติ {1}
uk: Елемент {0} немає атрибута {1}
vi: Nguyên tố {0} đang thiếu thuộc tính {1}
zh_hk: 元素 {0} 缺少 {1} 屬性
zh_tw: 元素 {0} 缺少 {1} 屬性

# CustomTheme.Errors.ElementAttributeInvalidType
source: {0}.{1} is not a valid {2}
bg: {0}.{1} не е валиден {2}
bs: {0}.{1} nije važeći {2}
cs: {0}.{1} není platný {2}
da: {0}.{1} er ikke en gyldig {2}
de: {0}.{1} Ist kein gültiger {2}
es_es: {0}.{1} no es un {2} válido
fa: {0}.{1} یک {2} معتبر نیست
fi: {0}.{1} ei ole kelvollinen {2}
fil: {0}.{1} ay hindi wastong {2}
hi: {0}.{1} ek valid {2} nahi hai
hr: {0}.{1} nije važeći {2}
hu: {0}.{1} nem érvényes {2}
it: {0}.{1} non è un {2} valido
ja: 「{0}.{1}」は有効な「{2}」ではありません
ko: {0}.{1}은(는) 유효한 {2}이(가) 아닙니다
lt: {0}.{1} nėra tinkamas {2}.
lv: {0}.{1} nav derīgs {2}
ms: {0}.{1} bukan {2} yang sah
nl: {0}.{1} is geen geldige {2}
pl: {0}.{1} nie jest poprawną {2}
pt_br: {0}.{1} não é um {2} válido
ro: {0}.{1} nu este valid {2}
ru: Элемент {0}.{1} является недопустимым {2}
sv_se: {0}.{1} är inte en giltig {2}
th: {0}.{1} ไม่ใช่ค่าที่ถูกต้อง {2}
uk: {0}.{1} не є припустимим {2}
vi: {0}.{1} không phải là {2} hợp lệ
zh_hk: {0}.{1} 不是有效的 {2}
zh_tw: {0}.{1} 不是有效的 {2}

# CustomTheme.Errors.ElementAttributeMustBeLargerThanMin
source: {0}.{1} must be larger than {2}
ar: {0} {1} يجب أن يكون أكبر من {2}
bg: {0}.{1} трябва да бъде по-голямо от {2}
bs: {0}.{1} mora biti veći od {2}
cs: {0}.{1} musí být větší než {2}
da: {0}.{1} skal være større end {2}
de: {0}.{1} Muss größer sein als {2}
es_es: {0}.{1} debe ser mayor que {2}
fa: {0}.{1} باید از {2} بزرگتر باشد
fi: {0}.{1} on oltava suurempi kuin {2}
fil: {0}.{1} ay dapat mas malaki kaysa sa {2}
hi: {0}.{1} ko {2} se bada hona chahiye
hr: {0}.{1} mora biti veći od {2}
hu: {0}.{1} nagyobbnak kell lennie, mint {2}
it: {0}.{1} deve essere più grande di {2}
ja: 「{0}.{1}」は{2}より大きい必要があります
ko: {0}.{1}은(는) {2}보다 커야 합니다
lt: {0}.{1} turi būti didesnis už {2}.
lv: {0}.{1} vajag būt lielākam par {2}
ms: {0}.{1} mesti lebih besar daripada {2}
nl: {0}.{1} moet groter zijn dan {2}
pl: {0}.{1} musi być większe niż {2}
pt_br: {0}.{1} deve ser maior que {2}
ro: {0}.{1} trebuie să fie mai mare decât {2}
ru: Элемент {0}.{1} должен быть больше чем {2}
sv_se: {0}.{1} måste vara större än {2}
th: {0}.{1} ต้องมีค่ามากกว่า {2}
uk: {0}.{1} має бути більше за {2}
vi: {0}.{1} phải lớn hơn {2}
zh_hk: {0}.{1} 必須大於 {2}
zh_tw: {0}.{1} 必須大於 {2}

# CustomTheme.Errors.ElementAttributeMustBeSmallerThanMax
source: {0}.{1} must be smaller than {2}
ar: {0} {1} يجب أن يكون أصغر من {2}
bg: {0}.{1} трябва да бъде по-малко от {2}
bs: {0}.{1} mora biti manji od {2}
cs: {0}.{1} musí být menší než {2}
da: {0}.{1} skal være mindre end {2}
de: {0}.{1} Muss kleiner sein als {2}
es_es: {0}.{1} debe ser menor que {2}
fa: {0}.{1} باید از {2} کوچکتر باشد
fi: {0}.{1} on oltava pienempi kuin {2}
fil: {0}.{1} ay mas maliit kaysa sa {2}
hi: {0}.{1} ko {2} se chhota hona chahiye
hr: {0}.{1} mora biti manji od {2}
hu: {0}.{1} kisebbnek kell lennie, mint {2}
it: {0}.{1} deve essere più piccolo di {2}
ja: 「{0}.{1}」は{2}未満である必要があります
ko: {0}.{1}은(는) {2}보다 작아야 합니다
lt: {0}.{1} turi būti mažesnis už {2}.
lv: {0}.{1} vajag būt mazākam par {2}
ms: {0}.{1} mesti lebih kecil daripada {2}
nl: {0}.{1} moet kleiner zijn dan {2}
pl: {0}.{1} musi być mniejsze niż {2}
pt_br: {0}.{1} deve ser menor que {2}
ro: {0}.{1} trebuie să fie mai mic decât {2}
ru: Элемент {0}.{1} должен быть меньше чем {2}
sv_se: {0}.{1} måste vara mindre än {2}
th: {0}.{1} ต้องมีค่าน้อยกว่า {2}
uk: {0}.{1} має бути більше за {2}
vi: {0}.{1} phải nhỏ hơn {2}
zh_hk: {0}.{1} 必須小於 {2}
zh_tw: {0}.{1} 必須小於 {2}

# CustomTheme.Errors.UnknownEnumValue
source: {0} Unknown {1} '{2}'
ar: {0} غير معروف {1} {2}'
bg: Неизвестна стойност '{2}' {1} на {0}
bs: {0} Nepoznato {1} '{2}'
cs: {0} má neznámý {1} '{2}'
da: {0} Ukendt {1} '{2}'
de: {0} Unbekannt {1} '{2}'
es_es: {0}: Se desconoce el {1} '{2}'
fa: {0} ناشناخته {1} '{2}'
fi: {0} tuntematon {1} '{2}'
fil: {0} Hindi kilala {1} '{2}'
hr: {0} Nepoznat {1} '{2}'
hu: {0} Ismeretlen {1} '{2}'
it: {0} Sconosciuto {1} '{2}'
ja: 「{0}」における{1}「{2}」は不明です
ko: {0}에서 알 수 없는 {1} '{2}'이(가) 있습니다
lt: {0} nežinoma {1} „{2}“.
lv: {0} Nezināms {1} '{2}'
ms: {0} {1} '{2}' tidak diketahui
nl: {0} Onbekend {1} '{2}'
pl: {0} nieznane {1} '{2}'
pt_br: {0} Desconhecido {1} '{2}'
ro: {0} {1} Necunoscut '{2}'
ru: {0} Неизвестный {1} '{2}'
sv_se: {0} Okänd {1} '{2}'
th: {0} ไม่รู้จัก {1} '{2}'
uk: {0} Невідомі {1} '{2}'
vi: {0} Không xác định {1} '{2}'
zh_hk: {0} 未知的 {1} '{2}'
zh_tw: {0} 未知的 {1} '{2}'

# CustomTheme.Errors.ElementAttributeMultipleDefinitions
source: {0} can only have one {1} defined
ar: {0} يمكن أن يكون {1} واحد فقط
bg: {0} може да има само един дефиниран {1}
bs: {0} može imati samo jedan definiran {1}
cs: {0} může mít pouze jeden {1} definovaný
da: {0} kan kun have en {1} defineret
de: {0} Kann nur eine {1} definiert haben
es_es: {0} sólo puede tener una {1} definida
fa: {0} تنها می‌تواند یک {1} تعریف شده داشته باشد.
fi: {0} voi olla vain yksi {1} määritelty
fil: {0} ay pwede lamang magkaroon ng isang {1} defined
hi: {0} mein sirf ek {1} define ho sakta hai
hr: {0} može imati samo jedan {1} definiran
hu: {0} csak egy {1} lehet definiálva
it: {0} Può avere solo un {1} definito
ja: 「{0}」ではひとつの「{1}」のみ定義することができます
ko: {0}은(는) {1}을(를) 하나만 정의할 수 있습니다
lt: {0} gali turėti tik vieną apibrėžtą {1}.
lv: {0} var būt tikai viens {1} definēts
ms: {0} hanya boleh mempunyai satu {1} yang ditetapkan
nl: {0} kan slechts één {1} gedefinieerd hebben
pl: {0} może mieć tylko jeden {1} zdefiniowany
pt_br: {0} só pode ter um {1} definido
ro: {0} poate avea definit doar un singur {1}
ru: Элемент {0} может иметь только один определенный {1}
sv_se: {0} kan bara ha en {1} definierad
th: {0} สามารถมี {1} กำหนดไว้เพียงอันเดียว
uk: {0} може мати тільки одне {1} як задане
vi: {0} chỉ có thể có một khai báo {1}
zh_hk: {0} 只能定義一個 {1}
zh_tw: {0} 只能定義一個 {1}

# CustomTheme.Errors.ElementAttributeMultipleChildren
source: {0}.{1} can only have one child
ar: {0}. يمكن أن يكون{1} طفل واحد فقط
bg: {0}.{1} може да има само един подчинен елемент
bs: {0}.{1} može imati samo jedno dijete
cs: {0}.{1} může mít pouze jednoho potomka
da: {0}.{1} kan kun have et barn
de: {0}.{1} Kann nur ein Attribut haben
es_es: {0}.{1} solo puede tener una descendencia
fa: {0}.{1} فقط میتوانند یک فرزند داشته باشند
fi: {0}.{1} voi olla vain yksi lapsi
fil: {0}.{1} ay pwede lamang magkaroon ng isang child
hi: {0}.{1} mein sirf ek child ho sakta hai
hr: {0}.{1} smije imati samo jedno dijete
hu: {0}.{1} csak egy gyermeke lehet
it: {0}.{1} può avere solo un figlio
ja: 「{0}.{1}」は子要素がひとつである必要があります
ko: {0}.{1}은(는) 한 child만 가질 수 있습니다
lt: {0}.{1} gali turėti tik vieną antrinį.
lv: {0}.{1} var būt tikai viens bērnelements
ms: {0}.{1} hanya boleh mempunyai satu elemen bawahan
nl: {0}.{1} kan slechts één kind hebben
pl: {0}.{1} może mieć tylko jeden obiekt
pt_br: {0}.{1} só pode ter um elemento filho
ro: {0}.{1} poate avea doar un singur element
ru: {0}.{1} может иметь только одного дочернего элемента
sv_se: {0}.{1} kan endast ha ett underordnat element
th: {0}.{1} สามารถมีองค์ประกอบได้เพียงอันเดียว
uk: {0}.{1} може мати лише один дочірній елемент
vi: {0}.{1} chỉ có thể có một phần tử con
zh_hk: {0}.{1} 只能有一個子項
zh_tw: {0}.{1} 只能有一個子項目

# CustomTheme.Errors.ElementMultipleChildren
source: {0} can only have one child
ar: {0} يمكن أن يكون لديه طفل واحد فقط
bg: {0} може да има само един подчинен елемент
bs: {0} može imati samo jedno dijete
cs: {0} může mít pouze jednoho potomka
da: {0} kan kun have et barn
de: {0} kann nur ein Attribut haben
es_es: {0} solo puede tener una descendencia
fa: {0} فقط میتواند یک فرزند داشته باشد
fi: {0}. voi olla vain yksi lapsi
fil: {0} ay pwede lamang magkaroon ng isang child
hi: {0} mein sirf ek child ho sakta hai
hr: {0} smije imati samo jedno dijete
hu: {0} csak egy gyermeke lehet
it: {0} può avere un solo figlio
ja: 「{0}」は子要素がひとつである必要があります
ko: {0}은(는) 한 child만 가질 수 있습니다
lt: {0} gali turėti tik vieną antrinį.
lv: {0} var būt tikai viens bērnelements
ms: {0} hanya boleh mempunyai satu elemen bawahan
nl: {0} kan slechts één kind hebben
pl: {0} może mieć tylko jeden obiekt
pt_br: {0}. só pode ter um elemento filho
ro: {0} poate avea doar un singur element
ru: Элемент {0} может иметь только один дочерний элемент
sv_se: {0} kan endast ha ett underordnat element
th: {0} มีวัตถุย่อยได้เเค่อันเดียว
uk: {0} може мати тільки одне як задане
vi: {0} chỉ có thể có một phần tử con
zh_hk: {0} 只能有一個子項
zh_tw: {0} 只能有一個子項目
