Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.Integrations.Description
source: Configure additional functionality to go alongside Roblox.
ar: قم بتكوين وظائف إضافية لتتوافق مع Roblox.
bg: Конфигурирайте допълнителни функции.
bs: Konfiguriši dodatne funkcionalnosti koje će raditi uz Roblox.
cs: Nakonfigurujte další funkcionality vedle Robloxu.
da: Konfigurer yderligere funktionalitet til at køre sammen med Roblox.
de: Konfiguriere zusätzliche Funktionalität für Roblox.
es_es: Configura funcionalidades adicionales para acompañar a Roblox.
fa: قابلیت های اضافی را برای همراهی با روبلاکس پیکربندی کنید.
fi: Konfiguroi ylimääräisiä toimintoja Robloxin rinnalle.
fil: I-configure ang mga karagdagang mga functionality na kasama sa Roblox.
fr: Configurer des fonctionnalités supplémentaires à utiliser avec Roblox.
hi: Roblox ke saath jaane ke lie atirikt kaaryakshamata configure karen.
hr: Konfigurirajte dodatne funkcionalnosti koje idu uz Roblox.
hu: További funkciók konfigurálása a Roblox mellett.
id: Konfigurasikan fungsi tambahan untuk berjalan bersama Roblox.
it: Configura funzionalità aggiuntive da fare andare con Roblox.
ja: Robloxと連携する機能を設定できます。
ko: Roblox와 함께 사용할 추가 기능을 구성해보세요.
lt: Sukonfigūruokite papildomas funkcijas, kurios būtų naudojamos kartu su „Roblox“.
lv: Konfigurē papildus funkcijas, kas iet kopā ar Roblox.
ms: Konfigurasi fungsi tambahan yang akan digunakan bersama dengan Roblox.
nl: Voeg extra functionaliteit toe die naast Roblox werkt.
pl: Konfiguruj dodatkową funkcjonalność do użytku w Roblox.
pt_br: Configurar funcionalidades adicionais para iniciarem com o Roblox.
ro: Configurați funcționalități adiționale pentru a merge alături de Roblox.
ru: Настройте дополнительную функциональность, чтобы идти параллельно с Roblox.
sv_se: Ställ in ytterligare funktionalitet vid sidan av Roblox.
th: ตั้งค่าฟังชั่นเพิ่มเติมที่ใช้พร้อมกับ Roblox
tr: Roblox'a eşlik edecek ek işlevleri ayarlayın.
uk: Налаштуйте додатковий функціонал для Roblox.
vi: Cấu hình chức năng bổ sung để đi kèm với Roblox.
zh_cn: 您可以在此处配置 Roblox 的附属功能。
zh_hk: 配置額外功能以運行 Roblox。
zh_tw: 設定 Roblox 的附設功能。

# Menu.Integrations.DesktopApp.Description
source: Roblox will fully close when you leave a game instead of going back to the app. [Will break some things!]({0})
ar: Roblox سوف تغلق كليا عندما تخرج من اللعبة بدلا من العودة للتطبيق [سوف تعطل بعض الأشياء!]({0})
bg: Когато излезете от игра, Roblox ще се затвори напълно, вместо да се върнете към десктоп приложението. [Внимание! Това може да причини проблеми!]({0})
bs: Roblox će se potpuno zatvoriti kada napustite igru ​​umjesto da se vratite u aplikaciju. [Polomiće neke stvari!]({0})
cs: Roblox se úplně zavře, když opustíte hru, namísto návratu do menu. [Rozbije některé věci!]({0})
da: Roblox vil lukke helt, når du forlader et spil i stedet for at gå tilbage til appen. [Vil ødelægge nogle ting!]({0})
de: Roblox wird vollständig geschlossen, wenn du ein Spiel verlässt, anstatt zur App zurückzukehren. [Dies wird einige Dinge beeinträchtigen!]({0})
es_es: Roblox se cerrará del todo cuando abandones un juego en lugar de volver a la aplicación. [Esto puede causar problemas!]({0})
fa: روبلاکس زمانی که از یک بازی خارج می‌شوید به‌طور کامل بسته خواهد شد به جای اینکه به اپلیکیشن برگردد. [ممکن است برخی چیزها خراب شوند!]({0})
fi: Roblox sulkeutuu täysin, kun poistut pelistä sen sijaan, että palaisi takaisi sovellukseen. [Rikkoo joitakin asioita!]({0})
fil: Ang Roblox ay magsasarado kapag ikaw ay umalis sa laro sa halip ng pagbalik sa app. [Makakasira ng gamit!]({0})
fr: Roblox se fermera entièrement lorsque vous quittez un jeu au lieu de retourner sur l'application. [Peut casser quelques choses !]({0})
hi: Roblox poori tarah band ho jayega jab aap ek game chhodenge, bajay iske ki app par wapas jayein. [Kuch cheezein kharab ho sakti hain!]({0})
hr: Roblox će se potpuno ugasiti kada izađete iz igre umjesto da otiđe natrag u apliakciju. [Srušiti će neke stvari!]({0})
hu: A Roblox teljesen bezáródik, amikor kilépsz a játékból, ahelyett, hogy visszatérnél az alkalmazásba. [Néhány dolgot el fog rontani!]({0})
id: Roblox akan sepenuhnya ditutup daripada kembali ke aplikasinya. [Akan merusak beberapa hal!]({0})
it: Roblox si chiuderà completamente quando lasci una partita invece di tornare all'app. [Interromperà alcune cose!]({0})
ja: ゲーム退出時にデスクトップアプリを表示せず、完全に終了します。 [一部の機能が利用できなくなります。]({0})
ko: 게임을 떠날 때, 앱으로 돌아가는 대신 Roblox가 완전히 종료됩니다. [문제가 발생할 수 있습니다!]({0})
lt: „Roblox“ visiškai užsidarys, kai paliksite žaidimą, vietoj grįžti atgal į programą. [Sugadins kai kuriuos dalykus!]({0})
lv: Roblox pilnīgi aiztaisīsies, kad jūs pameteīsiet spēli, nevis ies atpakaļ uz aplikāciju. [Dažas lietas nestrādās!]({0})
ms: Roblox akan ditutup sepenuhnya selepas anda meninggalkan permainan, tanpa membawa anda semula ke aplikasi. [Ini mungkin akan menyebabkan beberapa masalah!]({0})
nl: Roblox wordt volledig afgesloten wanneer je een spel verlaat, in plaats van terug te gaan naar de app. [Dit kan enkele dingen breken!]({0})
pl: Roblox zostanie całkowicie zamknięty, gdy opuścisz grę, zamiast wracać do aplikacji. [Zniszczy kilka rzeczy!]({0})
pt_br: O Roblox fechará completamente quando você sair de um jogo ao invés de voltar para o aplicativo. [Isso irá quebrar algumas coisas!]({0})
ro: Roblox se va închide complet când ieși dintr-un joc în loc să te întorci în aplicație. [Va strica unele lucruri!]({0})
ru: Roblox полностью закроется при выходе из игры вместо того, чтобы вернуться в приложение. [Может вызвать проблемы!]({0})
sv_se: Roblox kommer att stängas helt när du lämnar ett spel istället för att återvända till skrivbordsappen. [Kommer att orsaka vissa problem!]({0})
th: Roblox จะถูกปิดอย่างสมบูรณ์เมื่อคุณออกเกมแทนที่จะกลับเข้าสู้หน้าแอป [อาจพังบางสิ่ง!]({0})
tr: Bir oyundan çıktığınızda uygulamaya geri dönmek yerine Roblox tamamen kapanacaktır. [Bazı şeyleri bozacaktır!]({0})
uk: Roblox буде повністю закрито, коли ви вийдете з гри замість застосунку. [Може наробити бід!]({0})
vi: Roblox sẽ đóng hoàn toàn khi thoát game thay vì về màn hình chính. [Có thể sẽ xảy ra lỗi!]({0})
zh_cn: 当你离开游戏时，Roblox 将会完全关闭；而不是让您退回到主界面。 [将会损坏某些功能！]({0})
zh_hk: 當您離開遊戲而不是返回應用程式時，Roblox 將完全關閉。[會破壞一些功能！]({0})
zh_tw: 當你離開遊戲時，Roblox 將會完全關閉；而不是讓您退回到主界面。 [將會讓某些功能無法正常運作！]({0})

# Menu.Integrations.DesktopApp.Title
source: Don't exit to desktop app
ar: عدم الخروج إلى تطبيق Roblox
bg: Не излизайте към десктоп приложението
bs: Ne izlazi u Desktop aplikaciju
cs: Neukončovat do menu
da: Afslut ikke til desktop app
de: Nicht zur Desktop-App zurückkehren
es_es: No salir a la aplicación de escritorio
fa: از دسکتاپ خارج نشوید
fi: Älä poistu työpöytäsovellukseen
fil: Huwag lumabas sa desktop app
fr: Ne pas quitter vers l'application
hi: Desktop app tak exit na kare
hr: Ne izlazite iz Desktop aplikacije
hu: Ne lépjen ki az asztali alkalmazásba
id: Jangan keluar ke aplikasi desktop
it: Non avviare l'applicazione del desktop alla chiusura
ja: デスクトップアプリを無効化
ko: 데스크톱 앱으로 나가지 않기
lt: Neišeiti iki darbalaukio programos
lv: Neiziet uz darbavirsmas aplikāciju
ms: Jangan kembalikan saya ke aplikasi desktop
nl: Niet afsluiten naar bureaublad-app
pl: Nie wychodź do aplikacji pulpitowej
pt_br: Não sair para o aplicativo do Roblox
ro: Nu ieși în aplicația de desktop
ru: Не выходить в приложение
sv_se: Avsluta inte till skrivbordsappen
th: ไม่ออกไปที่เเอป desktop
tr: Masaüstü uygulamasına çıkma
uk: Не виходити в десктопний додаток
vi: Không thoát ra màn hình chính của Roblox
zh_cn: 禁止 Roblox 在离开游戏时退回到主界面
zh_hk: 不要在離開遊戲後返回主介面
zh_tw: 不要在離開遊戲後返回主介面

# Menu.Integrations.EnableActivityTracking.Description
source: Allows for Bloxstrap to detect what Roblox game you're playing. Certain features may require this.
ar: يسمح لـ Bloxstrap باكتشاف لُعْبَة Roblox التي تلعبها. قد تتطلب بعض الميزات ذلك.
bg: Разрешава на Bloxstrap да засича коя Roblox игра играеш. Някои функции може да изискват това.
bs: Dozvoljava Bloxstrapu da detektira koju Roblox igru igrate. Određene funkcije mogu zahtijevati ovo.
cs: Povoluje Bloxstrap, aby detektoval, jaké hry na Robloxu hraješ. Určité funkce mohou vyžadovat toto.
da: Giver mulighed for Bloxstrap at opdage hvad Roblox spil du spiller. Visse funktioner kan kræve dette.
de: Erlaube Bloxstrap zu sehen, welches Roblox Spiel du spielst. Bestimmte Features benötigen dies.
es_es: Permite a Fishstrap detectar que juegos de Roblox estás jugando. Algunas características requieren esto.
fa: اجازه میدهد بلاکسترپ بفهمد چه بازی روبلاکسی ای دارید میکنید. بعضی از قابلیت ها نیازمند این هستند.
fi: Antaa Bloxstrapin tunnistaa, missä Roblox pelissä olet. Tietyt ominaisuudet voivat vaatia tämän.
fil: Pahintulutan ang Bloxstrap na matukoy kung anong larong Roblox ang iyong nilalaro. Maaaring kailanganin ito ng ilang partikular na feature.
fr: Permet à Fishstrap de détecter à quel jeu Roblox vous jouez. Certaines fonctionnalités peuvent nécessiter cette permission.
hi: Bloxstrap ko yah pata lagaane kee anumati deta hai ki aap kaun sa Roblox game khel rahe hain. kuchh suvidhaon ke lie isakee aavashyakata ho sakatee hai.
hr: Dopušta Fishstrapu da detektira koju Roblox igru igrate. Neki dodatci možda zahtjevaju ovo.
hu: Lehetővé teszi a Bloxstrap számára, hogy felismerje, milyen Roblox játékkal játszol. Bizonyos funkciók megkövetelhetik ezt.
id: Izinkan Fishstrap untuk mendeteksi permainan Roblox apa yang Anda mainkan. Beberapa fitur mungkin membutuhkan ini.
it: Permetti a Bloxstrap di rilevare il gioco di Roblox che stai giocando. Alcune funzionalità potrebbero richiederlo.
ja: FishstrapがRobloxでプレイ中のゲームを検出できるようにします。一部機能に必要です。
ko: Bloxstrap이 당신이 어떤 Roblox 게임을 플레이하는지 감지할 수 있도록 허용합니다. 특정 기능에는 이 설정이 필요할 수 있습니다.
lt: Leidžia „Fishstrap“ nustatyti, kokį „Roblox“ žaidimą žaidžiate. Tam tikroms funkcijoms to gali prireikti.
lv: Ļauj Bloxstrap noteikt, kuru Roblox spēli jūs spēlējat. Dažām funkcijām šis var būt vajadzīgs.
ms: Membolehkan untuk Fishstrap mengesan permainan yang anda sedang mainkan di Roblox. Beberapa ciri lain juga memerlukan fungsi ini.
nl: Staat toe dat Fishstrap kan detecteren welk Roblox-spel je speelt. Bepaalde functies kunnen dit vereisen.
pl: Pozwala Fishstrap wykryć, w jaką grę na Roblox grasz. Niektóre funkcje mogą tego wymagać.
pt_br: Permitir que o Bloxstrap detecte qual jogo do Roblox você está jogando. Alguns recursos podem precisar disto.
ro: Permite ca Bootstrap să detecteze ce joc de pe Roblox joci. Anumite funcții pot necesita setarea asta.
ru: Разрешить Bloxstrap определять, в какую Roblox игру вы играете. Некоторые функции будут нуждаться в этом.
sv_se: Gör det möjligt för Fishstrap att upptäcka vilket Roblox-spel du spelar. Vissa funktioner kan kräva detta.
th: อนุญาตให้ Bloxstrap ตรวจจับเกม Roblox ที่คุณกำลังเล่น ฟีเจอร์บางอย่างอาจต้องใช้สิ่งนี้
tr: Bloxstrap'in hangi Roblox oyununu oynadığınızı algılamasını sağlar. Bazı özellikler bunu gerektirebilir.
uk: Дозволяє Bloxstrap визначати, в яку гру Roblox ви граєте. Це може знадобитися для певних функцій.
vi: Cho phép Bloxstrap phát hiện bạn đang chơi trò Roblox gì. Một vài chức năng yêu cầu tính năng này.
zh_cn: 启用此选项将会允许 Bloxstrap 检测您当前玩的 Roblox 游戏；某些功能可能需要这项功能打开。
zh_hk: 允許 Bloxstrap 去偵測你正在玩什麽 Roblox 遊戲。部份其他功能可能會要求開啓此功能。
zh_tw: 允許Fishstrap偵測您正在游玩Roblox的游戲，某些功能需要此選項被啟用。

# Menu.Integrations.EnableActivityTracking.Title
source: Enable activity tracking
ar: تفعيل تتبع النشاط
bg: Проследяване на активността
bs: Uključi praćenje aktivnosti
cs: Povolit trackování aktivity
da: Aktiver aktivitetssporing
de: Aktivitätsverfolgung aktivieren
es_es: Habilitar seguimiento de actividad
fa: فعال سازی ردیابی فعالیت
fi: Ota käyttöön toiminnan seuranta
fil: Paganahin ang activity tracking
fr: Activer le suivi d'activité
hi: Activity tracking upayog kare
hr: Odobrite praćenje aktivnosti
hu: Aktivitáskövetés engedélyezése
id: Nyalakan pelacak aktifitas
it: Abilita il tracciamento delle attività
ja: プレイ中ゲームの追跡
ko: 활동 추적 켜기
lt: Įjungti veiklos sekimą
lv: Iespējot aktivitātes izsekošanu
ms: Membenarkan aktiviti penjejak
nl: Activiteitentracking inschakelen
pl: Włącz śledzenie aktywności
pt_br: Ativar rastreamento de atividades
ro: Activează urmărirea activității
ru: Включить отслеживание активности
sv_se: Aktivera aktivitetsspårning
th: เปิดตัวติดตามกิจกรรม
tr: Etkinlik takibini etkinleştirin
uk: Увімкнути відстеження активності
vi: Bật theo dõi hoạt động
zh_cn: 启用游戏跟踪
zh_hk: 開啓活動追蹤
zh_tw: 開啟活動追蹤

# Menu.Integrations.RequiresActivityTracking
source: This feature requires activity tracking to be enabled and the Discord desktop app to be installed and running. [Find out more]({0}).
ar: تتطلب هذه الميزة تتبع النشاط ليتم تفعيله وتثبيت تطبيق Discord وتشغيله. [اعرف المزيد]({0}).
bg: Тази функция изисква проследяване на активността да бъде включено и десктоп приложението Discord да бъде инсталирано и стартирано. [Научете повече]({0}).
bs: Ova funkcija zahtijeva da bude omogućeno praćenje aktivnosti i da se instalira i pokrene Discord desktop aplikacija. [Saznajte više]({0}).
cs: Tato funkce vyžaduje, aby bylo povoleno sledování aktivity a aby byla nainstalována a spuštěna desktopová aplikace Discord. [Další informace]({0}).
da: Denne funktion kræver, at aktivitetssporing er aktiveret, og at Discord skrivebords-appen er installeret og kører. [Find ud af mere]({0}).
de: Dieses Feature setzt voraus, dass die Discord Desktop App installiert und gestartet ist und du activity tracking aktiviert hast. [Mehr Informationen]({0}).
es_es: Esta función requiere que el seguimiento de la actividad esté activado y que la aplicación de escritorio de Discord esté instalada y en funcionamiento. [Más información]({0}).
fa: این قابلیت به ردیابی فعالیت نیازمند است و نسخه دسکتاپ دیسکورد باید نصب و باز باشد. [بیشتر بدانید]({0}).
fi: Tämä ominaisuus vaatii, että aktiivisuusseuranta on päällä ja että Discord-työpöytäsovellus on asennettu ja käynnissä. [Katso lisää]({0}).
fil: Itong feature ay kinakailangang naka-enable ang activity tracking at ang Discord desktop app na naka-install at naka-bukas. [Alamin pa]({0}).
fr: Cette fonctionnalité nécessite que le suivi d'activité soit activé et que l'application Discord soit installée et en cours d'exécution. [En savoir plus]({0}).
hi: Ye feature use karne ke liye activity tracking enable honi chahiye aur Discord desktop app installed aur running honi chahiye. [Zyada jaaniye]({0}).
hr: Ova značajka zahtjeva da praćenje aktivnosti bude uključeno i da je Discord desktop aplikacija instalirana i upaljena. [Saznajte više]({0}).
hu: Ehhez a funkcióhoz engedélyezni kell az aktivitáskövetést, valamint telepíteni és futtatni kell a Discord asztali alkalmazást. [Tudjon meg többet]({0}).
id: Fitur ini memerlukan pelacak aktifitas untuk diaktifkan dan aplikasi desktop Discord terpasang dan berjalan. [Lihat lebih lanjut]({0}).
it: Questa funzionalità richiede che il tracciamento delle attività sia attivo e che l’app desktop di Discord sia installata e in esecuzione. [Trova di più al riguardo]({0}).
ja: この機能はプレイ中ゲームの追跡が必要です。またDiscordアプリがインストールされており、起動している場合にのみ有効です。[詳細はこちら]({0})
ko: 이 기능은 활동 추적 기능이 활성화되어 있고 Discord 데스크톱 앱이 켜져 있어야 합니다. [더 알아보기]({0}).
lt: Šiai funkcijai reikia, kad būtų įjungtas veiklos sekimas ir įdiegta bei paleista „Discord“ darbalaukio programėlė. [Sužinoti daugiau]({0}).
lv: Lai izmantotu šo funkciju, aktivitātes izsekošanai vajag būt ieslēgtai un Discord darbavirsmas aplikācijai ieinstalētai un darboties. [Uzzināt vairāk]({0}).
ms: Fungsi ini memerlukan penjejak aktiviti diaktifkan serta aplikasi Discord dipasang dan dijalankan.[ketahui lebih lanjut]({0}).
nl: Deze functie vereist dat de activiteitstracker is ingeschakeld en dat je Discord applicatie geïnstalleerd en geopend is [Meer informatie]({0}).
pl: Ta funkcja wymaga włączonej opcji śledzenia aktywności oraz zainstalowanej i uruchomionej aplikacji Discord. [Dowiedz się więcej]({0}).
pt_br: Este recurso requer que o rastreamento de atividade esteja ativado e que o aplicativo do Discord para computador esteja instalado e em execução. [Saiba mais]({0}).
ro: Această opțiune necesită activarea urmăririi activității și ca aplicația Discord pentru desktop să fie instalată și să ruleze. [Descoperă mai multe]({0}).
ru: Для работы этой функции необходимо включить отслеживание активности и запустить настольное приложение Discord. [Узнать больше]({0}).
sv_se: Denna funktion kräver att aktivitetsspårning är igång och att Discordskrivbordsappen är installerad och körs. [Mer information]({0}).
th: ฟีเจอร์นี้จำเป็นต้องเปิดการใช้งานการติดตามกิจกรรมเเละใช้งาน Discord บนเดสก์ทอป. [ดูข้อมูลเพิ่มเติม]({0}).
tr: Bu özellik etkinlik takibinin etkinleştirilmesini, Discord masaüstü uygulamasının kurulu ve çalışır durumda olmasını gerektirir. [Daha fazla bilgi edinin]({0}).
uk: Ця функція вимагає, щоб відстеження активності було увімкнено, а настільний додаток Discord був встановлений і запущений. [Дізнатися більше]({0}).
vi: Tính năng này yêu cầu phải bật theo dõi hoạt động và ứng dụng Discord đã được cài đặt và đang chạy. [Tìm hiểu thêm]({0}).
zh_cn: 此功能需要启用 “启用游戏跟踪” 选项；并且 Discord 桌面应用程序也需要安装到你的电脑上并运行。[了解更多]({0})
zh_hk: 此功能要求開啓活動追蹤功能，並且安裝和執行 Discord 桌面程式。[了解更多]({0})
zh_tw: 此功能要求開啟活動追蹤功能，並且安裝和運行 Discord 桌面應用程式。[了解更多]({0})。

# Menu.Integrations.ShowGameActivity.Description
source: The Roblox game you're playing will be shown on your Discord profile. [Not working?]({0})
ar: سيتم عرض لعبة Roblox التي تلعبها في ملفك الشخصي على Discord. [لا يشتغل؟]({0})
bg: Играта, която играете, ще бъде показана в профила ви в Discord. [Не работи?]({0})
bs: Roblox igra koju igraš će biti prikazana na tvojem Discord profilu. [Ne radi?]({0})
cs: Hru, kterou hraješ v Robloxu, se zobrazí na tvém Discord profilu. [Nefunguje?]({0})
da: Det Roblox spil du spiller vil blive vist på din Discord profil. [Virker ikke?]({0})
de: Das Roblox spiel, welches du spielst, wird in deinem Discord Profil angezeigt. [Funktioniert nicht?]({0})
es_es: El juego de Roblox al que estés jugando se mostrará en tu perfil de Discord. [No funcionando?]({0})
fa: بازی روبلاکسی که شما درحال بازی کردن هستید را در پروفایل دیسکوردتان نمایش میدهد. [کارنمیکند؟]({0})
fi: Pelaamasi Roblox-peli tullaan näyttämään Discord-profiilillasi. [Eikö toimi?]({0})
fil: Ang nilalaro mong Roblox game ay lalabas sa iyong Discord profile. [Di gumagana?]({0})
fr: Le jeu Roblox auquel vous jouez sera affiché sur votre profil Discord. [Ne fonctionne pas?]({0})
hi: Aap jo Roblox game khel rahe hain vah aapake discord profile par dikhaaya jaega. [Kaam nahin kar raha?]({0})
hr: Roblox igra koju igrate će biti prikazana na vašem Discord profilu. [Ne radi?]({0})
hu: Az ön által játszott Roblox játék megjelenik Discord profilján. [Nem működik?]({0})
id: Permainan Roblox yang Anda mainkan akan ditampilkan di profil Discord Anda. [Tidak bekerja?]({0})
it: Il gioco di Roblox a cui stai giocando sarà mostrato sul tuo profilo di Discord. [Non funziona?]({0})
ja: Robloxでプレイ中のゲームをDiscordプロファイルに表示します。(動作しないときは[こちら]({0}))
ko: 현재 플레이 중인 Roblox 게임이 Discord 프로필 활동에 표시됩니다. [표시되지 않나요?]({0})
lt: Jūsų „Discord“ profilyje bus rodomas „Roblox“ žaidimas, kurį žaidžiate. [Neveikia?]({0})
lv: Tā Roblox spēle, ko jūs spēlejat būs redzama jūsu Discord profilā. [Nestrādā?]({0})
ms: Permainan Roblox yang anda mainkan akan dipaparkan pada profil Discord anda. [Tidak berfungsi?]({0})
nl: Het Roblox-spel dat je speelt, zal worden weergegeven op je Discord-profiel. [Werkt niet?]({0})
pl: Gra na Roblox, w którą grasz, będzie pokazywana na twoim profilu na Discord. [Coś nie tak?]({0})
pt_br: O jogo que você estiver jogando no Roblox será exibido no seu perfil do Discord. [Não está funcionando?]({0})
ro: Jocul Roblox pe care îl joci va fi afișat pe profilul tău de Discord. [Nu funcționează?]({0})
ru: В вашем профиле Discord будет отображаться игра в которой вы находитесь. [Не работает? Нажмите сюда.]({0})
sv_se: Roblox-spelet du spelar kommer visas på din Discord-profil. [Fungerar det inte?]({0})
th: เกมที่คุณกำลังเล่นใน Roblox จะถูกโชว์บนหน้าโปรไฟล์ Discord ของคุณ [ไม่ทำงาน?]({0})
tr: Oynadığınız Roblox oyunu Discord profilinizde gösterilecektir. [Çalışmıyor mu?]({0})
uk: Гра Roblox, в яку ви зараз граєте, буде відображена у вашому профілі Discord. [Не працює?]({0})
vi: Trò chơi Roblox mà bạn đang chơi sẽ hiện trên trang cá nhân Discord của bạn. [Không hoạt động?]({0})
zh_cn: 启用此选项将会使您正在游玩的 Roblox 游戏显示在您的 Discord 个人资料上。[不起作用？]({0})
zh_hk: 你正在遊玩的 Roblox 遊戲會顯示在你的 Discord 個人檔案。[不能運作？]({0})
zh_tw: 您正在玩的Roblox遊戲會被顯示在您的Discord個人資料上。 [不起作用？]({0})

# Menu.Integrations.ShowGameActivity.Title
source: Show game activity
ar: عرض معلومات اللعبة
bg: Показване на активността в играта
bs: Prikaži aktivnost u igri
cs: Ukázat herní aktivitu
da: Vis spilaktivitet
de: Spielaktivität anzeigen
es_es: Muestra la actividad del juego
fa: نشان دادن فعالیت بازی
fi: Näytä pelitoiminta
fil: Ipakita ang game activity
fr: Afficher l'activité de jeu
hi: Game activity dikhaen
hr: Prikažite aktivnost u igrici
hu: Játékaktivitás megjelenítése
id: Tampilkan aktifitas permainan
it: Mostra attività di gioco
ja: プレイ中ゲームの表示
ko: 게임 활동 표시하기
lt: Rodyti žaidimo veiklą
lv: Rādīt spēļu aktivitāti
ms: Paparkan aktiviti permainan
nl: Toon spelactiviteit
pl: Pokaż aktywność w grze
pt_br: Mostrar atividade de jogo
ro: Afișează activitatea jocului
ru: Показывать игровую активность
sv_se: Visa spelaktivitet
th: โชว์กิจกรรมของเกม
tr: Oyun etkinliğini göster
uk: Показати ігрову активність
vi: Hiển thị trò chơi đang chơi
zh_cn: 显示游戏活动
zh_hk: 顯示遊戲活動
zh_tw: 顯示 Roblox 遊戲狀態
