Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ContextMenu.ServerInformation.Notification.Title.Public
source: Connected to public server
ar: متصل بالسيرفر العام
bg: Свързани сте с публичен сървър
bs: Spojen na javni server
cs: Připojeno k veřejnému serveru
da: Tilsluttet til offentlig server
de: Mit öffentlichem Server verbunden
es_es: Conectado a un servidor público
fa: به سرور همگانی متصل شدید
fi: Yhdistetty julkiseen palvelimeen
fil: Nakakonekta na sa publikong server
fr: Connecté au serveur public
hi: Public server se connected hai
hr: Spojen na javan server
hu: Csatlakozva egy nyilvános szerverhez
id: Terhubung ke server publik
it: Connesso a un server pubblico
ja: 公開サーバーに接続しました
ko: 공개 서버에 연결됨
lt: Prisijungta prie viešojo serverio
lv: Savienots ar publisku serveri
ms: Disambungkan ke server awam
nl: Verbonden aan een openbare server
pl: Połączono z serwerem publicznym
pt_br: Conectado ao servidor público
ro: Conectat la un server public
ru: Подключён к публичному серверу
sv_se: Ansluten till en offentlig server
th: เชื่อมต่อกับเซิฟเวอร์สาธารณะ
tr: Herkese açık sunucuya bağlanıldı
uk: Під'єднано до публічного сервера
vi: Đã kết nối đến máy chủ công khai
zh_cn: 已连接至 公共 服务器
zh_hk: 已連接到公開伺服器
zh_tw: 已連接至公共伺服器

# ContextMenu.ServerInformation.Title
source: Server information
ar: معلومات السيرفر
bg: Информация за сървъра
bs: Informacije servera
cs: Informace Serveru
de: Server Informationen
es_es: Información del servidor
fa: اطلاعات سرور
fi: Palvelimen tiedot
fil: Impormasyon ng Server
fr: Informations du Serveur
hi: Server ki jaankaaree
hr: Informacije servera
hu: Szerver információ
id: Informasi server
it: Informazioni sul server
ja: サーバー情報
ko: 서버 정보
lt: Serverio informacija
lv: Servera informācija
ms: Informasi server
nl: Serverinformatie
pl: Informacja o serwerze
pt_br: Informações do servidor
ro: Informații despre server
ru: Информация о сервере
th: ข้อมูลของเซิร์ฟเวอร์
tr: Sunucu detayları
uk: Інформація про сервер
vi: Thông tin máy chủ
zh_cn: 服务器信息
zh_hk: 伺服器資訊
zh_tw: 伺服器資訊

# ContextMenu.ServerInformation.Type
source: Type
ar: نوع
bg: Тип
bs: Vrsta
cs: Typ
de: Art
es_es: Tipo
fa: نوع
fi: Tyyppi
fil: Uri
hr: Vrsta
hu: Típus
id: Tipe
it: Scrivi
ja: 種類
ko: 종류
lt: Tipas
lv: Veids
ms: Taip
pl: Rodzaj
pt_br: Tipo
ro: Tip
ru: Тип
sv_se: Typ
th: ชนิด
tr: Tür
uk: Тип
vi: Loại
zh_cn: 类型
zh_hk: 類型
zh_tw: 類型

# Dialog.AddFastFlag.Title
source: Add Fast Flag
ar: أضف FastFlag
bg: Добавете Fast Flag
bs: Dodaj Fast Flag
cs: Přidat Fast Flag
da: Tilføj FastFlag
de: Fast Flag hinzufügen
es_es: Agregar Fast Flag
fa: اضافه کردن فست فلگ
fi: Lisää Fast Flag
fil: Maglagay ng Fast Flag
fr: Ajouter un Fast Flag
hi: Fast Flag dale
hr: Dodaj Brzu Zastavu (FastFlag)
hu: Fast Flag hozzáadása
id: Tambahkan Fast Flag
it: Aggiungi Fast Flag
ja: FastFlagを追加
ko: Fast Flag 추가
lt: Pridėti „Fast Flag“
lv: Pievienot Ātro Karogu
ms: Tambah "FastFlag"
nl: Voeg Fast Flag toe
pl: Dodaj Fast Flag
pt_br: Adicionar Fast Flag
ro: Adaugă Fast Flag
ru: Добавить Fast Flag
sv_se: Lägg till Fast Flag
th: เพิ่ม Fast Flag
tr: Fast Flag ekle
uk: Додати Fast Flag
vi: Thêm Fast Flag
zh_cn: 添加 FFlag
zh_hk: 新增 Fast Flag
zh_tw: 新增 Fast Flag

# Dialog.Connectivity.MoreInfo
source: More information:
ar: المزيد من المعلومات:
bg: Повече информация:
bs: Više informacija:
cs: Více informací:
da: Flere oplysninger:
de: Weitere Informationen:
es_es: Más información:
fa: اطلاعات بیشتر:
fi: Lisätietoja:
fil: Ibang impormasyon:
fr: Plus d'informations :
hi: Aur jaankaaree:
hr: Više informacija:
hu: További információ:
id: Informasi lebih lanjut:
it: Più informazioni:
ja: 詳細情報:
ko: 더 많은 정보:
lt: Daugiau informacijos:
lv: Vairāk informācija:
ms: Informasi tambahan:
nl: Meer informatie:
pl: Więcej informacji:
pt_br: Mais informações:
ro: Mai multe informații:
ru: Больше информации:
sv_se: Mer information:
th: ข้อมูลเพิ่มเติม:
tr: Daha fazla bilgi:
uk: Більше інформації:
vi: Thông tin thêm:
zh_cn: 更多信息：
zh_hk: 更多資訊：
zh_tw: 更多資訊：

# Dialog.Connectivity.Title
source: Connectivity error
ar: خطأ في الاتصال
bg: Проблем с връзката
bs: Greška u konekciji
cs: Chyba připojení
da: Forbindelsesfejl
de: Verbindungsfehler
es_es: Error de conexión
fa: مشکل اتصال
fi: Yhteysvirhe
fr: Erreur de connectivité
hi: Connectivity galatee
hr: Greška sa povezivanjem
hu: Csatlakozási hiba
id: Kesalahan koneksi
it: Errore di connessione
ja: 接続エラー
ko: 연결 오류
lt: Ryšio klaida
lv: Savienojuma kļūda
ms: Sambungan ralat
nl: Verbindingsfout
pl: Błąd połączenia
pt_br: Erro de Conexão
ro: Eroare de conexiune
ru: Ошибка подключения
sv_se: Anslutningsfel
th: เชื่อมต่อล้มเหลว
tr: Bağlantı hatası
uk: Помилка підключення
vi: Lỗi kết nối
zh_cn: 连接错误
zh_hk: 連接錯誤
zh_tw: 連接錯誤

# Dialog.Connectivity.UnableToConnect
source: Bloxstrap is unable to connect to {0}
ar: Bloxstrap غير قادر على الاتصال ب {0}
bg: Bloxstrap не може да се свърже с {0}
bs: Bloxstrap nije moguće povezati na {0}
cs: Bloxstrap není schopen se připojit k {0}
da: Bloxstrap kan ikke oprette forbindelse til {0}
de: Bloxstrap kann keine Verbindung zu {0} herstellen
es_es: Fishstrap es incapaz de conectarse a {0}
fa: بلاکسترپ نمیتواند به {0} وصل شود
fi: Bloxstrap ei voi yhdistää kohteeseen {0}
fil: Hindi maka-konek ang Bloxstrap sa {0}
fr: Fishstrap n'arrive pas à se connecter à {0}
hi: Bloxstrap {0} से कनेक्ट नहीं हो पा रहा है।
hr: Fishstrap se ne može povezati na {0}
hu: A Bloxstrap nem tudott kapcsolódni a {0}-hoz/hez/höz
id: Fishstrap gagal menghubungkan ke {0}
it: Bloxstrap non è in grado di connettersi a {0}
ja: {0}に接続できませんでした
ko: Bloxstrap이 {0}에 연결할 수 없습니다
lt: „Fishstrap“ nepavyksta prisijungti prie {0}.
lv: Bloxstrap nespēj savienoties ar {0}
ms: Fishstrap tidak dapat disambungkan ke {0}
nl: Fishstrap kan niet verbinden met {0}
pl: Fishstrap nie jest w stanie połączyć się z {0}
pt_br: Bloxstrap não consegue se conectar com {0}
ro: Bloxstrap nu se poate conecta la {0}
ru: Bloxstrap не может подключиться к {0}
sv_se: Fishstrap kan inte ansluta till {0}
th: Bloxstrap ไม่สามารถเชื่อมต่อกับ {0} ได้
tr: Bloxstrap {0} ile bağlantı kuramıyor
uk: Bloxstrap не може під'єднатися до {0}
vi: Bloxstrap không thể kết nối tới {0}
zh_cn: Bloxstrap 无法连接至 {0}
zh_hk: Bloxstrap 無法連接到 {0}
zh_tw: Fishstrap 未能連接至 {0}

# Dialog.Exception.CopyLogContents
source: Copy log contents
ar: انسخ محتويات السجل
bg: Копирай съдържанието на log файла
bs: Kopiraj sadržaj log-a
cs: Kopírovat log obsah
da: Kopiér logindhold
de: Log Inhalt kopieren
es_es: Copiar contenido del registro
fa: کپی اطلاعات لاگ
fi: Kopioi lokin sisältö
fil: Kopyahin ang log contents
fr: Copier le contenu des logs
hr: Kopiraj sadržaj log datoteke
hu: Napló tartalmának másolása
id: Salin isi log
it: Copia il contenuto del registro
ja: ログをコピー
ko: 로그 내용 복사
lt: Kopijuoti žurnalo turinį
lv: Kopēt žurnāla saturu
ms: Salin kandungan log
nl: Inhoud van logboek kopiëren
pl: Skopiuj zawartość dziennika
pt_br: Copiar conteúdo do registro
ro: Copiază conținuturile înregistrărilor
ru: Скопировать содержимое журнала
sv_se: Kopiera loggfilsinnehåll
th: คัดลอกเนื้อหาที่บันทึกไว้
tr: Kayıt içeriğini kopyala
uk: Копіювати вміст логів
vi: Sao chép dữ liệu log
zh_cn: 复制日志内容
zh_hk: 複製日誌內容
zh_tw: 複製日誌内容

# Dialog.Exception.Info.1
source: An exception occurred while running Bloxstrap
ar: حدث استثناء خلال تشغيل Bloxstrap
bg: Възникна грешка при изпълнение на Bloxstrap
bs: Došlo je do izuzetka tokom pokretanja Bloxstrap-a
cs: Došlo k výjimce při běžení Bloxstrapu
da: En undtagelse opstod under kørsel af Bloxstrap
de: Es ist ein Fehler während der Ausführung von Bloxstrap aufgetreten
es_es: Ocurrió una excepción mientras Fishstrap se ejecutaba
fa: خطایی هنگام اجرای بلاکسترپ رخ داد
fi: Ilmestyi poikkeus Bloxstrapin suorittaessa
fil: May exception na nangyari habang pinapatakbo ang Bloxstrap
fr: Une exception s'est produite lors de l'exécution de Fishstrap
hi: Ek exception aayi
hr: Došlo je do izuzetka tokom pokretanja Fishstrap-a
hu: Kivétel lépett fel a Bloxstrap futtatása közben
id: Sebuah eror telah terjadi ketika menjalankan Fishstrap
it: Si è verificata un'eccezione durante l'esecuzione di bloxtrap
ja: Fishstrapの実行中に例外が発生しました
ko: Bloxstrap 실행 중 예외 오류가 발생했습니다.
lt: Įvyko išimtis paleidžiant „Fishstrap“
lv: Notika izņēmums palaižot Bloxstrap
ms: Suatu ralat telah berlaku semasa menjalankan Fishstrap
nl: Er is een uitzondering opgetreden tijdens het uitvoeren van Fishstrap
pl: Wystąpił błąd podczas uruchamiania Fishstrap
pt_br: Um erro ocorreu enquanto Bloxstrap estava sendo executado
ro: A avut loc o excepție
ru: Произошла ошибка
sv_se: Ett undantag skedde när Fishstrap kördes
th: เกิดข้อผิดพลาดขึ้น
tr: Bloxstrap çalıştırılırken bir istisna oluştu
uk: Під час запуску Bloxstrap виникла помилка
vi: Đã xảy ra lỗi
zh_cn: 运行 Bloxstrap 时发生了异常
zh_hk: 執行 Bloxstrap 時發生未知錯誤
zh_tw: 執行Fishstrap時出現了錯誤

# Dialog.Exception.Info.2
source: Check the [Bloxstrap Wiki]({0}) first to see if this problem has already been addressed with a fix. If not, then please report this exception through a [GitHub issue]({1}) along with a copy of the log file that was created.
ar: تحقق من [Bloxstrap Wiki]({0}) أولاً لمعرفة ما إذا كانت هذه المشكلة قد تمت معالجتها بالفعل بإصلاحها. إذا لم يكن الأمر كذلك، فيرجى الإبلاغ عن هذا الاستثناء من خلال [مشكلة GitHub]({1}) مع نسخة من ملف السجل الذي تم إنشاؤه.
bg: Първо проверете нашата [Уики страница]({0}), за да видите дали проблемът вече е бил решен. Ако не е, моля сигнализирайте за този проблем чрез [GitHub issues]({1}), заедно с копие на създадения log файл.
bs: Provjeri prvo [Bloxstrap Wiki]({0}) da vidiš da li je ovaj problem već riješen ispravkom. Ako nije, molimo vas prijavite ovaj izuzetak putem [GitHub issue]({1}) zajedno sa kopijom log fajla koji je kreiran.
cs: Nejprve zkontrolujte [Bloxstrap Wiki]({0}), zda byl tento problém již vyřešen opravou. Pokud ne, prosím nahlaste tuto výjimku prostřednictvím [GitHub issue]({1}) spolu s kopií log souboru, který byl vytvořen.
da: Tjek [Bloxstrap Wiki]({0}) først for at se, om dette problem allerede er blevet løst med en rettelse. Hvis ikke, bedes du rapportere denne undtagelse gennem et [GitHub problem]({1}) sammen med en kopi af den logfil, der blev oprettet.
de: Schau dir als Erstes die [Bloxstrap Wiki]({0}) an, um zu sehen, ob dieses Problem bereits angesprochen und gelöst wurde. Falls nicht, solltest du diesen Fehler über ein [GitHub Issue]({1}) mit einer Kopie der erstellten log Datei melden.
es_es: Consulta primero la [Wiki de Fishstrap]({0}) para ver si este problema ya se ha solucionado. Si no es así, informe de esta excepción a través de un [Problema en GitHub]({1}) junto con una copia del archivo de registro que se creó.
fa: [ویکی بلاکسترپ]({0}) را بررسی کنید تا ببینید آیا این مشکل قبلاً با یک راه‌حل برطرف شده است یا خیر. اگر نه، لطفا این مشکل را از [مشکلات گیتهاب]({1}) به همراه کپی فایل از لاگ ساخته شده گزارش نمایید.
fi: Tarkista ensin [Bloxstrapin Wiki]({0}) nähdäksesi, onko tämä ongelma jo korjattu. Jos se ei ole korjattu, ole hyvä ja raportoi tämä poikkeus [GitHub-issuen]({1}) kautta ja liitä mukana kopio luodusta lokitiedostosta.
fil: Suriin muna ang [Bloxstrap Wiki]({0}) upang makita kung itong problema ay meron nang paraan ng pag-aayos. Kung hindi, paki ulat itong pagbubukod, gamit ang [GitHub issue]({1}) kasama ang kopya ng log file na nilikha.
fr: Consultez d'abord le [Wiki de Fishstrap]({0}) pour voir si ce problème a déjà été traité avec une solution. Sinon, veuillez signaler cette exception via un [problème GitHub]({1}) accompagné d'une copie des Logs qui ont été créées.
hi: Yeh problem shayad pehle hi [Wiki]({0}) mein address ki ja chuki ho. Agar aisa nahi hai, toh please is exception ko log file ke saath [GitHub issue]({1}) ke through report karein.
hr: Prvo provjerite [Bloxstrap Wiki]({0}) kako biste vidjeli je li ovaj problem već riješen. Ako nije, molimo prijavite ovu iznimku preko [GitHub issue]({1}) zajedno sa kopijom log datoteke koja je bila stvorena.
hu: Először nézze át a [Bloxstrap Wikit]({0}), mert lehet, hogy a problémáját már megválaszoltuk. Ha nem, kérjük, hogy jelentse ezt egy [GitHub problémaként]({1}) a Bloxstrap által készített naplófájllal együtt.
id: Periksa [Bloxstrap Wiki]({0}) terlebih dahulu jika masalah ini sudah diperbaiki Jika belym, Mohon laporkan masalah ini melalui [GitHub issue]({1}) bersama file log yang dibuat.
it: Controlla la [Bloxstrap Wiki]({0}) prima per vedere se il problema è già stato risolto. Se no, per favore segnala questa eccezione attraverso una [GitHub issue]({1}) con una copia del file di registro che è stato creato.
ja: 最初に[Bloxstrap Wiki]({0})で解決策がないか確認してください。 解決策が見つからない場合は、作成されたログファイルとともに[GitHub issue]({1})またはDiscordで報告してください。
ko: [Bloxstrap 위키]({0})에서 이 문제에 대한 해결책이 있는지 확인하세요. 만약 해결책이 없다면, 생성된 로그 파일과 함께 [GitHub issue]({1})를 통해 이 오류를 보고해 주세요.
lt: Pirmiausia patikrinkite [„Fishstrap“ viki]({0}), kad sužinotumėte, ar ši problema jau išspręsta. Jei ne, praneškite apie šią išimtį per [„GitHub“ problemą]({1}) kartu su sukurto žurnalo failo kopija.
lv: Pārbaudiet [Bloxstrap Vikipēdiju]({0}), lai redzētu vai šai problēmai jau ir atrasts risinājums. Ja nav, tad lūdzu ziņojiet par šo izņēmumu caur [GitHub issue]({1}) līdzās ar žurnāla faila kopiju, kas tika izveidota.
ms: Semak dahulu [Wiki Fishstrap]({0}) untuk melihat jika masalah ini telah diselesaikan dengan pembaikan. Jika belum, sila laporkan masalah tersebut melalui [isu GitHub]({1}) bersama dengan salinan fail log yang telah dibuat.
nl: Controleer de [Bloxstrap Wiki]({0}) om eerst te zien of dit probleem al is verholpen. Als dat niet het geval is, rapporteer deze uitzondering dan alstublieft door een [GitHub-issue]({1}) aan te maken, samen met een kopie van het logbestand dat is aangemaakt.
pl: Najpierw sprawdź [Bloxstrap Wiki]({0}), by zobaczyć czy ten problem nie został już rozwiązany. Jeśli nie, zgłoś ten błąd przez [GitHub]({1}) wraz z utworzoną kopią pliku dziennika.
pt_br: Primeiro, consulte a [Wiki do Bloxstrap]({0}) para ver se o problema já foi resolvido. Caso contrário, por favor reporte este erro através de uma [issue no GitHub]({1}), seguido de uma cópia do arquivo de registro criado.
ro: Această problemă poate fi deja rezolvată în [Wiki]({0}). Dacă nu, atunci vă rugăm să raportați această excepție prin intermediul unei [probleme GitHub]({1}) împreună cu fișierul jurnal.
ru: Эта проблема возможно уже известна на [Вики]({0}). Если нет тогда, пожалуйста, сообщите об этой ошибке через [GitHub ошибки]({1}) приложив файл отладки.
sv_se: Kolla [Bloxstrap Wikin]({0}) först för att se om problemet redan har en lösning. Om det inte har det, rapportera gärna detta undantag med ett [GitHub-ärende]({1}) tillsammans med en kopia av loggfilen som skapades.
th: ปัญหานี้อาจมีวิธีเเก้ใน[วิกิ]({0}) ถ้าไม่มี เเจ้งปัญหานี้ผ่าน [ปัญหา GitHub]({1}) เเละไฟล์บันทึกเหตุการณ์
tr: Bu sorunun halihazırda bir düzeltmeyle giderilip giderilmediğini görmek için önce [Bloxstrap Wiki]({0})'yi kontrol ediniz. Değilse, lütfen bu sorunu oluşturulan kayıt dosyasının bir kopyasıyla birlikte [GitHub sorunu]({1}) aracılığıyla bildirin.
uk: Перевірте спочатку [Bloxstrap Вікі]({0}), щоб побачити, чи ця проблема вже була вирішена за допомогою виправлення. Якщо ні, то повідомте про цей виняток за допомогою [GitHub issue]({1}) разом з копією створеного лог-файлу.
vi: Giải pháp cho vấn đề này có thể đã có sẵn trong [Wiki]({0}). Nếu không, vui lòng báo cáo lỗi này qua [GitHub Issue]({1}) và đính kèm tệp log.
zh_cn: 请先浏览 [Bloxstrap Wiki]({0})，看看这个问题是否已经得到解决。 如果没有，请通过 [GitHub Issues]({1}) 来报告此异常；并附上所创建的日志文件副本。
zh_hk: 請先瀏覽[Bloxstrap Wiki]({0}) 來看此問題是否已解決。 如果還沒解決的話，那請透過[GitHub 問題]({1}) 中報告此問題，並附上所建立的日誌檔案副本。
zh_tw: 請先瀏覽 [Bloxstrap Wiki]({0}) 來看此問題是否已解決。 如果尚未被解決的話，那請透過 [GitHub Issue]({1}) 中回報此問題，並附上所創建的日誌文件副本。

# Dialog.Exception.Title
source: Bloxstrap Exception
ar: استثناء Bloxstrap
bg: Грешка в Bloxstrap
bs: Bloxstrap Izuzetak
cs: Bloxstrap výjimka
da: Bloxstrap Undtagelse
de: Bloxstrap Fehler
es_es: Excepción de Fishstrap
fa: استثنا های بلاکسترپ
fi: Bloxstrap-poikkeus
fr: Exception Fishstrap
hi: Bloxstrap apavaad
hr: Fishstrap Izuzetak
hu: Bloxstrap kivétel
id: Error Fishstrap
it: Errore di Bloxstrap
ja: 例外エラー
ko: Bloxstrap 예외 오류
lt: „Fishstrap“ išimtis
lv: Bloxstrap Izņēmums
ms: Ralat pada Fishstrap
nl: Fishstrap-Uitzondering
pl: Błąd Fishstrap
pt_br: Exceção do Bloxstrap
ro: Excepție Bloxstrap
ru: Ошибка Bloxstrap
sv_se: Fishstrapsundantag
th: ข้อยกเว้นสำหรับ Bloxstrap
tr: Bloxstrap Istisnası
uk: Виняток для Bloxstrap
vi: Lỗi ngoại lệ Bloxstrap
zh_cn: Bloxstrap 出现异常
zh_hk: Bloxstrap異常
zh_tw: Fishstrap異常

# Common.Custom
source: Custom
ar: مخصص
bg: Персонализиран
bs: Prilagođeno
cs: Vlastní
da: Tilpasset
de: Benutzerdefiniert
es_es: Personalizado
fa: دلخواه
fi: Mukautettu
fr: Personnalisée
hr: Prilagođeno
hu: Saját
id: Kustom
it: Personalizzato
ja: カスタム
ko: 사용자 지정
lt: Pasirinktinis
lv: Pielāgots
ms: Guna ikon sendiri
nl: Aangepast
pl: Niestandardowy
pt_br: Personalizado
ro: Personalizat
ru: Пользовательский
sv_se: Egen
th: กำหนดเอง
tr: Özel
uk: Користувацький
vi: Tuỳ chỉnh
zh_cn: 自定义
zh_hk: 自訂義
zh_tw: 自定義

# Enums.BootstrapperIcon.IconEarly2015
source: Early 2015
ar: أوائل عام 2015
bs: Rana 2015
cs: Začátek 2015
da: Tidligt 2015
de: Anfang 2015
es_es: Inicio de 2015
fa: اوایل 2015
fi: Aikais-2015
fr: Début 2015
hi: २०१५ ke shuru me
hr: Rana 2015-ta
hu: Korai 2015
id: Awal 2015
it: Inizio 2015
ja: 2015初期
ko: 2015 초
lt: 2015 m. pradžia
lv: Agrais 2015
ms: Awal 2015
nl: Begin 2015
pl: Wczesny 2015
pt_br: Início de 2015
ro: Începutul lui 2015
ru: Ранний 2015
sv_se: Tidigt 2015
th: ช่วงเริ่มต้นปี 2015
tr: 2015'in Başları
uk: Ранній 2015
vi: Đầu năm 2015
zh_cn: 2015 前半年
zh_hk: 2015年初
zh_tw: 2015年初

# Enums.BootstrapperIcon.IconLate2015
source: Late 2015
ar: أواخر 2015
bs: Kasna 2015
cs: Pozdější 2015
da: Sent 2015
de: Ende 2015
es_es: Finales de 2015
fa: اواخر 2015
fi: Myöhäis-2015
fr: Fin 2015
hi: 2015 ke khatam me
hr: Kasna 2015-ta
hu: Késő 2015
id: Akhir 2015
it: Fine 2015
ja: 2015後期
ko: 2015 말
lt: 2015 m. pabaiga
lv: Vēlais 2015
ms: Lewat 2015
nl: Eind 2015
pl: Koniec 2015
pt_br: Final de 2015
ro: Sfârșitul lui 2015
ru: Поздний 2015
sv_se: Sent 2015
th: ช่วงท้ายปี 2015
tr: 2015'in Sonları
uk: Кінець 2015
vi: Cuối năm 2015
zh_cn: 2015 后半年
zh_hk: 2015年尾
zh_tw: 2015年末

# Enums.BootstrapperStyle.ByfronDialog
source: Fake Byfron (2023)
ar: Byfron مزيفة (2023)
bs: Lažni Byfron (2023)
cs: Falešný Byfron (2023)
da: Falsk Byfron (2023)
es_es: Byfron Falso (2023)
fa: Byfron دروغی (2023)
fi: Feikki Byfron (2023)
hr: Lažni Byfron (2023)
hu: Kamu Byfron (2023)
id: Byfron Palsu (2023)
it: Finto Byfron (2023)
ja: ﾆｾByfron (2023)
ko: 가짜 Byfron (2023)
lt: Netikras „Byfron“ (2023 m.)
lv: Viltots Byfron (2023)
ms: Byfron palsu (2023)
nl: Nep-Byfron (2023)
pt_br: Byfron Falso (2023)
ro: Byfron Fals (2023)
sv_se: Fejk Byfron (2023)
th: Byfron ปลอม (2023)
tr: Sahte Byfron (2023)
vi: Giả lập Byfron (2023)
zh_cn: 仿 Byfron (2023)
zh_hk: 假 Byfron (2023年)
zh_tw: 僞Byfron（2023）

# Enums.BootstrapperStyle.ClassicFluentDialog
source: Bloxstrap (Classic)
ar: Bloxstrap (كلاسيكية)
bg: Bloxstrap (Класическо)
bs: Bloxstrap (Klasično)
cs: Bloxstrap (Klasický)
da: Bloxstrap (Klassisk)
de: Bloxstrap (Klassisch)
es_es: Fishstrap (Clásico)
fa: بلاکسترپ (کلاسیک)
fi: Bloxstrap (Klassinen)
fr: Fishstrap (Classique)
hr: Fishstrap (Klasično)
hu: Bloxstrap (Klasszikus)
id: Fishstrap (Klasik)
it: Bloxstrap (Classico)
ja: Fishstrap (クラシック)
ko: Bloxstrap (클래식)
lt: „Fishstrap“ (klasikinis)
lv: Bloxstrap (Klasiskais)
ms: Fishstrap (Klasik)
nl: Fishstrap (Klassiek)
pl: Fishstrap (Classic)
pt_br: Bloxstrap (Clássico)
ro: Bloxstrap (Clasic)
ru: Bloxstrap (Классический)
sv_se: Fishstrap (Klassisk)
th: Bloxstrap (ดั้งเดิม)
tr: Bloxstrap (Klasik)
uk: Bloxstrap (Класичний)
vi: Bloxstrap (Cổ điển)
zh_cn: Bloxstrap (经典)
zh_hk: Bloxstrap (經典)
zh_tw: Fishstrap（經典）

# Enums.BootstrapperStyle.FluentAeroDialog
source: Bloxstrap (Glass)
ar: Bloxstrap (زجاج)
bg: Bloxstrap (Прозрачно)
bs: Bloxstrap (Staklo)
cs: Bloxstrap (Sklo)
da: Bloxstrap (Glas)
de: Bloxstrap (Glas)
es_es: Fishstrap (Cristal)
fa: بلاکسترپ (شیشه ای)
fi: Bloxstrap (Lasi)
fr: Fishstrap (Verre)
hr: Fishstrap (Stakleno)
hu: Bloxstrap (Üveg)
id: Fishstrap (Kaca)
it: Bloxstrap (Vetro)
ja: Fishstrap (透明)
ko: Bloxstrap (투명)
lt: „Fishstrap“ (stiklinis)
lv: Bloxstrap (Stikls)
ms: Fishstrap (Kaca)
nl: Fishstrap (Doorzichtig)
pl: Fishstrap (Glass)
pt_br: Bloxstrap (Transparente)
ro: Bloxstrap (Sticlă)
ru: Bloxstrap (Прозрачный)
sv_se: Fishstrap (Glas)
tr: Bloxstrap (Cam)
uk: Bloxstrap (Скляний)
vi: Bloxstrap (Xuyên thấu)
zh_cn: Bloxstrap (透明)
zh_hk: Bloxstrap (透明)
zh_tw: Fishstrap（透明）

# Enums.BootstrapperStyle.LegacyDialog2008
source: Legacy (2008 - 2011)
ar: تراثي (2008 - 2011)
bs: Naslijeđe (2008 - 2011)
da: Arv (2008 - 2011)
es_es: Clásico (2008 - 2011)
fi: Vanha (2008 - 2011)
hr: Nasledje (2008-2011)
hu: Régi (2008 - 2011)
id: Jadul (2008 - 2011)
ja: レガシー (2008 ~ 2011)
lt: „Legacy“ (2008-2011 m.)
lv: Vēsturisks (2008 - 2011)
ms: Legasi (2008 - 2011)
pt_br: Antigo (2008-2011)
sv_se: Gammal (2008 - 2011)
tr: Eski (2008-2011)
uk: Старий (2008 - 2011)
zh_cn: 经典 (2008 - 2011)
zh_hk: 經典 (2008年 - 2011年)
zh_tw: 經典（2008 - 2011）

# Enums.BootstrapperStyle.LegacyDialog2011
source: Legacy (2011 - 2014)
ar: تراثي (2011 - 2014)
bs: Naslijeđe (2011 - 2014)
da: Arv (2011 - 2014)
es_es: Clásico (2011 - 2014)
fi: Vanha (2011 - 2014)
hr: Nasledje (2011-2014)
hu: Régi (2011 - 2014)
id: Jadul (2011 - 2014)
ja: レガシー (2011 ~ 2014)
lt: „Legacy“ (2011-2014 m.)
lv: Vēsturisks (2011 - 2014)
ms: Legasi (2011 - 2014)
pt_br: Antigo (2011-2014)
sv_se: Gammal (2011 - 2014)
tr: Eski (2011-2014)
uk: Старий (2011- 2014)
zh_cn: 经典 (2011 - 2014)
zh_hk: 經典 (2011年 - 2014年)
zh_tw: 經典（2011 - 2014）

# Enums.BootstrapperStyle.ProgressDialog
source: Roblox (~2014)
ar: ‎Roblox (تقريبًا 2014)
fa: روبلاکس (~2014)
lt: „Roblox“ (t. 2014 m.)
zh_hk: Roblox (~2014年)

# Enums.BootstrapperStyle.VistaDialog
source: Vista (2008 - 2011)
ar: ويندوز فيستا (2008 - 2011)
fa: ویستا (2008 - 2011)
lt: „Vista“ (2008-2011 m.)
zh_hk: Vista (2008年 - 2011年)

# Enums.CursorType.From2006
source: 2006 (Cartoony)
ar: (كارتوني) 2006
bs: 2006 (Karikaturno)
cs: 2006 (Cartoonové)
da: 2006 (Tegneserie)
es_es: 2006 (Caricaturesco)
fa: 2006 (کارتونی)
fi: 2006 (Piirrosmainen)
fr: 2006 (Cartoonesque)
hr: 2006 (Crtani)
hu: 2006 (Rajzfilmes)
id: 2006 (Kartunis)
it: 2006 (Cartonizzato)
ja: 2006 (コミカル)
ko: 2006 (카툰)
lt: 2006 m. („Cartoony“)
lv: 2006 (Komikss)
ms: 2006 (Kartun)
nl: 2006 (Tekenfilmachtig)
pt_br: 2006 (Cartunesco)
ru: 2006 (Мультяшный)
sv_se: 2006 (Tecknad)
tr: 2006 (Karikatür)
uk: 2006 (Мультяшний)
zh_cn: 2006 (卡通化)
zh_hk: 2006年 (卡通化)
zh_tw: 2006 (卡通風)

# Enums.CursorType.From2013
source: 2013 (Angular)
ar: (الزاوي) 2013
bs: 2013 (Kutni)
cs: 2013 (Hranaté)
da: 2013 (Vinkelformet)
de: 2013 (Eckig)
fa: 2013 (زاویه ای)
fi: 2013 (Kulmikas)
fr: 2013 (Angulaire)
hr: 2013 (Kutni)
hu: 2013 (Szögletes)
it: 2013 (Angolare)
ja: 2013 (カクカク)
ko: 2013 (각진 모양)
lt: 2013 m. („Angular“)
lv: 2013 (Leņķisks)
ms: 2013 (Bersudut)
nl: 2013 (Hoekig)
pt_br: 2013 (Triangular)
ru: 2013 (Угловой)
sv_se: 2013 (Kantig)
tr: 2013 (Köşeli)
uk: 2013 (Кутовий)
zh_cn: 2013 (棱角化)
zh_hk: 2013年 (棱角)
zh_tw: 2013 (菱角型)
