Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ActivityWatcher.LocationQueryFailed
source: The server location could not be queried. You may be joining games too quickly.
ar: لا يمكن الاستعلام عن موقع السيرفر. قد تنضم إلى الألعاب بسرعة كبيرة.
bg: Местоположението на сървъра не можа да бъде запитано. Може би се присъединявате към игрите твърде бързо.
bs: Lokacija servera nije mogla biti upitana. Možda se prebrzo pridružujete igricama.
cs: Nepodařilo se získat polohu serveru. Možná se připojujete do her příliš rychle.
da: Serverplaceringen kunne ikke forespørges. Du deltager måske i spil for hurtig.
de: Der Serverstandort konnte nicht abgerufen werden. Eventuell trittst du Aktuell zu vielen Spielen bei.
es_es: No se ha podido consultar la ubicación del servidor. Puede que te estés uniendo a las experiencias demasiado rápido.
fa: مکان سرور را نمی توان جستجو کرد. ممکن است بخاطر سریع وارد شدن به بازی ها باشد.
fi: Palvelimen sijaintia ei voitu hakea. Saatat liittyä peleihin liian nopeasti.
fil: Ang server location ay hindi makapagusisa. Baka nagjoin ka ng mga laro na masyong mabilis.
fr: L'emplacement du serveur n'a pas pu être interrogé. Vous rejoignez peut-être des expériences trop rapidement.
hi: Server location query nahi ki ja sakti. Ho sakta hai ki aap bahut jaldi games join kar rahe ho.
hr: Lokacija servera nije mogla biti upitana. Možda se pridružujete u igre prebrzo.
hu: A szerver helyét nem lehetett lekérni. Lehet, hogy túl gyorsan csatlakozik a játékokhoz.
id: Lokasi server tidak dapat dinyatakan. Mungkin Anda bergabung ke permainan terlalu cepat.
it: La posizione del server non può essere ottenuta. Potrebbe essere dovuto al fatto che entri nei giochi troppo velocemente.
ja: サーバー地域の取得に失敗しました。短時間でのゲームに参加しすぎの可能性があります。
ko: 서버 위치를 조회할 수 없습니다. 게임에 너무 빨리 접속하고 있을 수 있습니다.
lt: Nepavyko užklausti serverio vietos. Gali būti, kad per greitai prisijungiate prie žaidimų.
lv: Nevarēja iegūt servera atrašanās vietu. Varētu būt, ka jūs pievienojaties spēlēm pārāk ātri.
ms: Lokasi server tidak dapat dicari. Anda berkemungkinan menyertai permainan terlalu cepat.
nl: De serverlocatie kon niet worden opgevraagd. Het zou mogelijk kunnen zijn dat je te snel games speelt.
pl: Próba ustalenia położenia serwera nie powiodła się. Możliwe, że dołączasz do gier zbyt szybko.
pt_br: A localização do servidor não pôde ser consultada. Você pode estar entrando em jogos muito rápido.
ro: Locația serverului nu a putut fi solicitată. Este posibil să vă alăturați jocurilor prea repede.
ru: Не удалось запросить местоположение сервера. Возможно, вы слишком быстро присоединяетесь к играм.
sv_se: Serverns plats kunde inte visas. Det kan bero på att du ansluter till spel för snabbt.
th: ไม่สามารถสอบถามตำแหน่งเซิร์ฟเวอร์ได้ คุณอาจเข้าร่วมเกมเร็วเกินไป
tr: Sunucu konumu sorgulanılamadı. Oyunlara çok hızlı katılıyor olabilirsiniz.
uk: Місцеперебування сервера не вдалося визначити. Можливо, ви надто швидко приєднуєтесь до ігор.
vi: Không thể truy vấn vị trí máy chủ. Có thể bạn đang tham gia trò chơi quá nhanh.
zh_cn: 可能由于您加入游戏的频次太频繁了；因此无法获取到您当前所处服务器的具体地点。
zh_hk: 無法查詢伺服器位置。因為你可能加入遊戲的速度太快。
zh_tw: 無法查詢伺服器位置。您可能加入遊戲的速度太快了。

# Dialog.Connectivity.TryAgainLater
source: Please try again later.
ar: الرجاء المحاولة في وقت لاحق.
bg: Моля, опитайте отново по-късно.
bs: Molimo vas pokušajte ponovno kasnije.
cs: Zkuste to prosím později.
da: Forsøg igen senere.
de: Bitte versuche es später erneut.
es_es: Por favor inténtelo de nuevo más tarde.
fa: لطفا بعدا دوباره تلاش کنید.
fi: Yritä myöhemmin uudelleen.
fil: Pakisubukang muli mamaya.
fr: Veuillez réessayer ultérieurement.
hi: Kripya baad mein phir se koshish karein.
hr: Molimo pokušajte ponovno kasnije.
hu: Kérjük, próbálja meg később újra.
id: Silahkan coba lagi nanti.
it: Per favore riprova più tardi.
ja: 再度お試しください。
ko: 나중에 다시 시도해 주세요.
lt: Bandykite dar kartą vėliau.
lv: Lūdzu mēģiniet vēlreiz vēlāk.
ms: Sila cuba lagi nanti.
nl: Probeer later opnieuw.
pl: Spróbuj ponownie później.
pt_br: Por favor, tente novamente mais tarde.
ro: Vă rugăm să încercați mai târziu.
ru: Пожалуйста, повторите попытку позже.
sv_se: Vänligen försök igen senare.
th: กรุณาลองอีกครั้งในภายหลัง
tr: Lütfen daha sonra tekrar deneyin.
uk: Будь ласка, спробуйте пізніше.
vi: Vui lòng thử lại sau.
zh_cn: 请稍后再试。
zh_hk: 請稍後再試。
zh_tw: 請稍後再試。

# Dialog.Connectivity.RobloxUpgradeSkip
source: For this launch, Roblox will not be checked for upgrades, and changes to mods will not be applied.
ar: لهذا الاطلاق، لن يتم التحقق من Roblox للتحديثات، ولن يتم تطبيق التغييرات على المودات.
bg: За това стартиране Roblox няма да бъде проверяван за актуализации, и промените в добавките няма да бъдат приложени.
bs: Za ovo lansiranje, Roblox se neće provjeravati za nadogradnje, a promjene u modovima neće biti primijenjene.
cs: Pro toto spuštění nebude Roblox kontrolován pro aktualizace a změny v módech nebudou aplikovány.
da: Ved denne opstart vil Roblox ikke blive tjekket for opdateringer, og ændringer til mods vil ikke blive anvendt.
de: Für diesen Start wird Roblox nicht auf Upgrades überprüft und Änderungen an Mods werden nicht angewendet.
es_es: Para este lanzamiento, no se comprobarán las actualizaciones de Roblox ni se aplicarán los cambios a los mods.
fa: در این اجرا، روبلاکس بروزرسانیی را بررسی نخواهد کرد، و تغییرات در مود ها هم اعمال نخواهد شد.
fi: Tänä käynnistyksenä Robloxin päivityksiä ei tarkisteta, eivätkä muutokset modeihin astu voimaan.
fil: Para sa launch nito, hindi makatingin ang Roblox para sa mga upgrades, at mga pagkakaiba sa mods ay hindi ilalapat.
fr: Pour ce lancement, Roblox ne sera pas vérifié pour les mises à jour, et les modifications des mods ne seront pas appliquées.
hi: Is launch ke liye, Roblox ko upgrades ke liye check nahi kiya jayega, aur mods mein kiye gaye changes apply nahi honge.
hr: Za ovaj pokret, Roblox se neće provjeriti za nadogradnje i promjene modifikacijama se neće primijeniti.
hu: A mostani induláskor a Roblox nem lesz ellenőrizve frissítések szempontjából, és a modok módosításai nem lesznek alkalmazva.
id: Pada peluncuran ini, Roblox tidak akan diperiksa untuk pembaruan, dan perubahan pada modifikasi tidak akan diterapkan.
it: Per questo avvio, Roblox non sarà controllato per gli aggiornamenti, e le modifiche alle mod non saranno applicate.
ja: この起動では、Robloxのアップデートを確認せず、Modの変更も適用されません。
ko: 이번에 시작할 때, Roblox의 업그레이드를 확인하지 않으며 모드에 대한 변경 사항도 적용되지 않습니다.
lt: Šiam paleidimui „Roblox“ nebus tikrinama, ar nėra atnaujinimų, ir modifikacijų pakeitimai nebus taikomi.
lv: Šajā palaišanas reizē, Roblox netiks pārbaudīts priekš atjauninājumiem, un izmaiņas modifikācijām netiks pielietotas.
ms: Untuk pelancaran ini, Roblox tidak akan diperiksa untuk kemas kini, dan tiada perubahan kepada mod yang akan diterapkan.
nl: Voor deze launch zal Roblox niet gecontroleerd worden op upgrades, en wijzigingen aan mods zullen niet toegepast worden.
pl: Podczas tego uruchomienia, Roblox nie będzie sprawdzony pod kątem aktualizacji, a zmiany w modach nie zostaną zastosowane.
pt_br: Nesta execução, o Roblox não será verificado para atualizações, e as alterações nos mods não serão aplicadas.
ro: Pentru această lansare, Roblox nu va fi verificat pentru actualizări, iar modificările la mod-uri nu vor fi aplicate.
ru: При этом запуске, Roblox не будет проверять обновления, и изменения в модификациях не будут применяться.
sv_se: För denna start kommer Fishstrap inte kolla efter Roblox-uppgraderingar, och ändringar av moddar kommer inte att tillämpas.
th: ในการเปิดใช้งานครั้งนี้ Roblox จะไม่ถูกตรวจสอบการอัปเกรด และการเปลี่ยนแปลงม็อดจะไม่ถูกนำไปใช้
tr: Bu başlatma için, Roblox güncellemeler için kontrol edilmeyecek, ve modlara değişiklikler uygulanmayacaktır.
uk: Для цього запуску Roblox не буде перевірятися на оновлення, і зміни до модів не будуть застосовані.
vi: Trong lần chạy này, Roblox sẽ không được kiểm tra để cập nhật, và những thay đổi đối với các mod sẽ không áp dụng.
zh_cn: 此次启动将不会检查 Roblox 更新，对模组的更改也将不会被应用。
zh_hk: 本次啓動將不會檢查 Roblox 的更新情況，也不會套用對模組的變更。
zh_tw: 此次啟動將不會檢查 Roblox 更新，對模組的更改將不會被套用。

# Dialog.Connectivity.RobloxUpgradeNeeded
source: Because Roblox needs to be installed or upgraded, Bloxstrap cannot continue.
ar: لا يمكن متابعة Bloxstrap, لأن Roblox بحاجة إلى تثبيت أو ترقية.
bg: Тъй като Roblox трябва да бъде инсталиран или надстроен, Bloxstrap не може да продължи.
bs: Budući da Roblox treba instalirati ili nadograditi, Bloxstrap ne može nastaviti.
cs: Jelikož Roblox musí být nainstalován nebo potřebuje aktualizaci, Bloxstrap nemůže pokračovat.
da: Da Roblox skal installeres eller opgraderes, kan Bloxstrap ikke fortsætte.
de: Da Roblox installiert oder aktualisiert werden muss, kann Bloxstrap nicht fortfahren.
es_es: Debido a que Roblox necesita ser instalado o actualizado, Fishstrap no puede continuar.
fa: بخاطر اینکه روبلاکس نیازمند نصب شدن و یا بروزرسانی شدن است، بلاکسترپ نمیتواند ادامه دهد.
fi: Koska Roblox on asennettava tai päivitettävä, Bloxstrap ei voi jatkaa.
fil: Dahil kailangan ng Roblox na maginstall o magupgrade, hindi makapagtuloy ang Bloxstrap.
fr: Parce que Roblox doit être installé ou mis à jour, Fishstrap ne peut pas continuer.
hi: Kyunki Roblox ko install ya upgrade kiya jana zaroori hai, Bloxstrap aage nahi badh sakta.
hr: Fishstrap ne može nastaviti zato što Roblox treba biti instaliran ili nadograđen.
hu: Mivel a Robloxot telepíteni vagy frissíteni kell, a Bloxstrap nem tud folytatódni.
id: Karena Roblox perlu dipasang atau diperbarui, Fishstrap tidak dapat dilanjutkan.
it: Dato che Roblox deve essere installato o aggiornato, Bloxstrap non può continuare.
ja: 続けるにはRobloxのインストールまたはアップデートが必要です。
ko: Roblox를 설치하거나 업그레이드해야 하므로 Bloxstrap이 계속할 수 없습니다.
lt: Kadangi „Roblox“ reikia įdiegti arba atnaujinti, „Fishstrap“ negalima tęsti.
lv: Tāpēc, ka Roblox vajag tikt instalētam vai jauninātam, Bloxstrap nevar turpināt.
ms: Fishstrap tidak dapat diteruskan kerana Roblox perlu dipasang atau dikemas kini semula.
nl: Omdat Roblox geïnstalleerd of geüpdate moet worden, Fishstrap kan niet doorgaan.
pl: Roblox wymaga zainstalowania lub zaktualizowania zaś Fishstrap nie może kontynuować działania.
pt_br: O Roblox precisa ser instalado ou atualizado, Bloxstrap não consegue continuar.
ro: Deoarece Roblox trebuie instalat sau actualizat, Bloxstrap nu poate continua.
ru: Поскольку Roblox нуждается в установке или обновлении, Bloxstrap не может продолжить работу.
sv_se: Roblox behöver installeras eller uppgraderas och Fishstrap kan inte fortsätta.
th: เนื่องจาก Roblox จำเป็นต้องติดตั้งหรือต้องการการอัปเกรด Bloxstrap จึงไม่สามารถดำเนินการต่อได้
tr: Roblox'un yüklenmesi veya yükseltilmesi gerektiği için Bloxstrap devam edemiyor.
uk: Оскільки Roblox потрібно встановити або оновити, Bloxstrap не може продовжити.
vi: Vì Roblox cần được cài đặt hoặc cập nhật, Bloxstrap không thể tiếp tục.
zh_cn: 由于 Roblox 需要安装或更新，Bloxstrap 目前无法继续执行。
zh_hk: 由於需要安裝或更新 Roblox，Bloxstrap 無法繼續運行。
zh_tw: 因為 Roblox 需要安裝或更新，Fishstrap 無法繼續執行。

# Installer.Install.CannotOverwrite
source: Bloxstrap has been installed to this location before and is still present, however the installer cannot overwrite the old executable. Please manually delete Bloxstrap.exe from the install location or try restarting your system, and then retry installation afterwards.
ar: تم تثبيت Bloxstrap إلى هذا الموقع من قبل ولا يزال موجودا، ولكن المثبت لا يمكنه الكتابة فوق قابلة التنفيذ القديمة. الرجاء حذف Bloxstrap.exe يدويًا من موقع التثبيت أو محاولة إعادة تشغيل النظام، ثم إعادة محاولة التثبيت بعد ذلك.
bg: Bloxstrap е бил инсталиран на това място преди и все още е наличен, но инсталаторът не може да презапише стария файл. Моля, ръчно изтрийте Bloxstrap.exe от инсталационната локация или рестартирате системата си и след това опитайте отново.
bs: Bloxstrap je već bio instaliran na ovu lokaciju i još uvijek je prisutan, međutim instalater ne može prepisati stari izvršni fajl. Molimo ručno izbrišite Bloxstrap.exe sa lokacije za instalaciju ili pokušajte ponovo pokrenuti sistem, a zatim ponovo pokušajte instalaciju.
cs: Bloxstrap byl nainstalován na toto místo a je stále přítomen, ale instalátor nemůže přepsat starý.exe soubor. Prosím manuálně smažte Bloxstrap.exe z instalačního místa nebo zkuste restartovat systém a poté zkuste instalaci znovu.
da: Bloxstrap er blevet installeret på denne placering før og er stadig til stede, men installationsprogrammet kan ikke overskrive den gamle eksekverbare. Slet venligst Bloxstrap.exe manuelt fra installationsplaceringen eller prøv at genstarte dit system, og prøv derefter at genstarte installationen bagefter.
de: Bloxstrap wurde an diesem Pfad bereits installiert und ist immer noch vorhanden, aber der Installer kann die alte .exe-Datei nicht überschreiben. Bitte lösche Bloxstrap.exe manuell aus dem Installationsverzeichnis oder versuche dein System neu zu starten, um danach die Installation erneut zu versuchen.
es_es: Fishstrap ha sido instalado en esta ubicación anteriormente y todavía está presente, sin embargo el instalador no puede sobrescribir el antiguo ejecutable. Elimine manualmente Fishstrap.exe de la ubicación de instalación o reinicie el sistema y vuelva a intentar la instalación.
fa: بلاکسترپ قبلا در این مسیر نصب شده و هنوز در این مسیر وجود دارد، اما نصب کننده نمیتواند فایل اجرایی قدیمی را بازنویسی کند. لطفا به طور دستی "Fishstrap.exe" را از مسیر نصب کننده پاک کنید و یا سیستم خود را خاموش و روشن کنید، و بعد از آن دوباره نصب کننده را اجرا کنید.
fi: Bloxstrap on asennettu tähän sijaintiin ennen ja on edelleen läsnä, mutta asennusohjelma ei voi korvata vanhaa ohjelmaa. Ole hyvä ja poista Bloxstrap.exe manuaalisesti asennussijainnista tai käynnistä järjestelmäsi uudelleen ja yritä sitten asentaa uudelleen.
fil: Ang Bloxstrap ay naka install sa isang lokasyon dati at andito pa rin, pero hindi ma-overwrite ng installer ang dating executable. Pakialisin mismo ang Bloxstrap.exe sa install location o subukan mong i-restart ang systema, at ulitin mo yung installation pagkatapos.
fr: Fishstrap a déjà été installé à cet emplacement et est toujours présent. Cependant, l'installateur ne peut pas supprimer l'ancien exécutable. Veuillez supprimer manuellement Fishstrap.exe de l'emplacement d'installation ou essayez de redémarrer votre système, puis réessayez l'installation.
hi: Bloxstrap pehle is location par install kiya gaya tha aur abhi bhi maujood hai, lekin installer purani executable ko overwrite nahi kar sakta. Kripya Bloxstrap.exe ko manually install location se delete karein ya apne system ko restart karne ki koshish karein, phir installation ko dobara try karein.
hr: Fishstrap se je prije instalirao na ovu lokaciju i još dalje je prisutan, ali instalator ne može prebrisati staru izvršnu datoteku. Molimo ručno izbrišite Fishstrap.exe iz lokacije instalacije ili pokušajte ponovno pokrenuti Vaš sustav, i onda ponovno probajte instalirati nakon.
hu: A Bloxstrap már korábban is települt erre a helyre, és még mindig jelen van, azonban a telepítő nem tudja felülírni a régi futtatható fájlt. Kérjük, manuálisan törölje a Bloxstrap.exe fájlt a telepítési helyről, vagy próbálja meg újraindítani a rendszert, majd ezt követően próbálja meg újra a telepítést.
id: Fishstrap sudah pernah dipasang di lokasi ini sebelumnya dan masih ada, tetapi instalasi tidak dapat menulis ulang aplikasi yang lama. Tolong hapus Fishstrap.exe secara manual dari lokasi pemasangan atau coba untuk menyalakan ulang sistem anda, dan coba untuk menjalankan instalasi lagi.
it: Bloxstrap è stato installato in questa posizione prima che ed è ancora presente, tuttavia l'installer non può sovrascrivere il vecchio eseguibile. Per favore elimina manualmente Bloxstrap.exe dalla posizione d'installazione o prova a riavviare il sistema, e poi riprovare l'installazione.
ja: Fishstrapはすでにこの場所にインストールされていますが、古いプログラムに上書きすることができませんでした。 インストール場所から手動でFishstrap.exeを削除、またはPCの再起動を行ってから、再度インストールをお試しください。
ko: Bloxstrap이 이전에 이 위치에 설치되었으며 여전히 존재하지만, 설치 관리자가 이전 실행 파일을 덮어쓸 수 없습니다. 설치 위치에서 Bloxstrap.exe를 수동으로 삭제하거나 시스템을 다시 시작한 다음 설치를 다시 시도해 보세요.
lt: „Fishstrap“ į šią vietą buvo įdiegta anksčiau ir vis dar yra, bet diegyklė negali perrašyti senos vykdomosios programos. Rankiniu būdu ištrinkite Fishstrap.exe iš diegimo vietos arba bandykite iš naujo paleisti sistemą, o po to dar kartą bandykite įdiegti.
lv: Bloxstrap jau ir ticis instalēts šajā vietā iepriekš un joprojām te atrodas, bet instalētājs nevar pārrakstīt veco izpildāmo failu. Lūdzu manuāli dzēsiet Bloxstrap.exe no instalēšanas vietas, vai pamēģiniet restartēt datoru, un tad vēlreiz mēģiniet instalēt.
ms: Fishstrap telah dipasang di lokasi ini sebelum ini dan masih ada, akan tetapi pemasang tidak dapat menggantikan fail executable lama. Sila buang fail Fishstrap.exe secara manual dari lokasi pemasangan atau cuba mulakan semula sistem anda, dan kemudian cuba semula pemasangan selepas itu.
nl: Fishstrap is geïnstalleerd op deze locatie en is nog steeds aanwezig, maar het installatieprogramma kan het oude uitvoerbare niet overschrijven. Verwijder handmatig Fishstrap.EXE van de installatielocatie of probeer je systeem opnieuw op te starten, en probeer daarna opnieuw te installeren.
pl: Fishstrap został już zainstalowany w tym folderze wcześniej i jest nadal tam obecny, lecz instalator nie może nadpisać starego pliku .exe. Prosimy ręcznie usunąć Fishstrap.exe z folderu instalacji lub spróbuj ponownie uruchomić system, a następnie spróbuj instalację ponownie.
pt_br: O Bloxstrap já foi instalado neste local antes e ainda está presente, mas o instalador não consegue substituir o executável antigo. Por favor, exclua manualmente o arquivo Bloxstrap.exe do local de instalação ou tente reiniciar o sistema, e depois tente instalar novamente.
ro: Bloxstrap a fost instalat în această locație înainte și este încă prezent, dar instalatorul nu poate suprascrie vechiul executabil. Vă rugăm să ștergeți manual Bloxstrap.exe din locația de instalare sau să încercați să reporniți sistemul, și apoi reîncercați instalarea.
ru: Bloxstrap был установлен в это место раньше и до сих пор присутствует, однако программа установки не может перезаписать старый исполняемый файл. Пожалуйста, удалите вручную Bloxstrap.exe из местоположения установки или попробуйте перезапустить систему, а затем попробуйте установить снова.
sv_se: Fishstrap har installerats på den här platsen tidigare och är fortfarande installerad här, men installationsprogrammet kan inte skriva över den gamla programfilen. Ta manuellt bort Fishstrap.exe från installationsplatsen eller försök starta om ditt system och pröva att försöka installera Fishstrap igen.
th: Bloxstrap ได้ถูกติดตั้งในตำเเหน่งนี้มาก่อนเเละยังคงมีอยู่ อย่างไรก็ตาม โปรเเกรมติดตั้งไม่สามารถเขียนทับไฟล์เก่าได้ กรุณาลบ Bloxstrap.exe จากตำเเหน่งติดตั้งด้วยตนเอง หรือลองรีสตารท์ระบบของคุณ จากนั้นลองติดตั้งใหม่อีกครั้ง
tr: Bloxstrap önceden bu yola yüklendi ve hâlâ burada, fakat yükleyici eski çalıştırılabilirin üzerine yazamıyor. Lütfen manuel olarak yükleme yolundan Bloxstrap.exe'yi silin veya sisteminizi yeniden başlatmayı deneyin, ve sonra yüklemeyi yeniden deneyin.
uk: Bloxstrap вже був встановлений у цьому місці та все ще присутній, однак установник не може перезаписати старий виконуваний файл. Будь ласка, вручну видаліть Bloxstrap.exe з місця встановлення або спробуйте перезавантажити систему, а потім повторіть установку.
vi: Bloxstrap đã được cài đặt vào vị trí này trước đây và vẫn còn ở đó, tuy nhiên trình cài đặt không thể ghi đè lên tệp cài đặt cũ. Vui lòng xóa thủ công Bloxstrap.exe khỏi vị trí cài đặt hoặc thử khởi động lại hệ thống của bạn, sau đó thử cài đặt lại sau đó.
zh_cn: Bloxstrap 此前已安装到此位置，且安装文件仍然存在；但安装程序无法覆盖旧的可执行文件。 请从安装位置 手动删除 “Bloxstrap.exe” 或尝试 重新启动系统，最后再重试安装 Bloxstrap。
zh_hk: Bloxstrap 之前已安裝到此位置並且仍然存在，但安裝程式無法覆蓋舊的可執行檔。 請從安裝路徑手動刪除 Bloxstrap.exe 或嘗試重新啓動系統，然後重試安裝。
zh_tw: Fishstrap 之前已安裝到此位置並且仍然存在，但安裝程式無法覆蓋舊的可執行文件。 請手動刪除安裝位置中的 Fishstrap.exe，或者嘗試重啟系統，然後再嘗試重新安裝。

# Common.NotAvailable
source: Not available
ar: غير متوفر
bg: Не е налично
bs: Nije dostupno
cs: Není k dispozici
da: Ikke tilgængelig
de: Nicht verfügbar
es_es: No disponible
fa: در دسترس نیست
fi: Ei saatavilla
fil: Hindi magagamit
fr: Indisponible
hi: Upalabdh nahi
hr: Nije dostupno
hu: Nem elérhető
id: Tidak tersedia
it: Non disponibile
ja: 利用不可
ko: 사용할 수 없음
lt: Nepasiekiama
lv: Nav pieejams
ms: Tidak tersedia
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Não disponível
ro: Indisponibil
ru: Недоступно
sv_se: Inte tillgänglig
th: ไม่พร้อมใช้งาน
tr: Mevcut değil
uk: Недоступно
vi: Không có sẵn
zh_cn: 暂不可用
zh_hk: 無法使用
zh_tw: 無法使用

# Menu.Mods.Misc.CompatibilitySettings.Title
source: Manage compatibility settings
ar: إدارة إعدادات التوافق
bg: Управление на настройките за съвместимост
bs: Upravljajte postavkama kompatibilnosti
cs: Spravovat nastavení kompatibility
da: Administrer kompatibilitetsindstillinger
de: Kompatibilitätseinstellungen verwalten
es_es: Administrar ajustes de compatibilidad
fa: مدیریت تنظیمات سازگاری
fi: Hallitse yhteensopivuusasetuksia
fil: I-manage ang compatibility settings
fr: Gérer les paramètres de compatibilité
hi: Compatibility settings ko manage karein
hr: Upravljajte postavkama kompatibilnosti
hu: Kompatibilitás beállítások kezelése
id: Kelola pengaturan kompabilitas
it: Gestisci le impostazioni di compatibilità
ja: 互換性設定を変更する
ko: 호환성 설정 관리
lt: Tvarkyti suderinamumo nustatymus
lv: Pārvaldīt saderības iestatījumus
ms: Urus tetapan kesesuaian
nl: Compatibiliteitsinstellingen beheren
pl: Zarządzaj ustawieniami zgodności
pt_br: Gerenciar configurações de compatibilidade
ro: Gestionați setările de compatibilitate
ru: Управление параметрами совместимости
sv_se: Hantera kompatibilitetsinställningar
th: จัดการการตั้งค่าความเข้ากันได้
tr: Uyumluluk ayarlarını yönetin
uk: Керувати налаштуваннями сумісності
vi: Quản lý cài đặt tương thích
zh_cn: 管理兼容性设置
zh_hk: 管理相容性設定
zh_tw: 管理相容性設定
