Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.FastFlags.Presets.FixDisplayScaling.Title
source: Preserve rendering quality with display scaling
ar: الحفاظ على جودة العرض مع تحجيم العرض
bg: Запазване на качеството на рендиране при мащабиране на дисплея
bs: Zadrži kvalitetu renderiranja uz skaliranje zaslona
cs: Zachovat kvalitu renderování s měřítkem zobrazení
da: Bevar gengivelseskvalitet med visningsskalering
de: Erhaltung der Rendering-Qualität bei Anzeigeskalierung
es_es: Preservar la calidad de renderizado con escalado de resolución
fa: حفظ کیفیت رندرینگ با مقیاس‌بندی نمایشگر
fi: Säilytä renderöinnin laatua näytön skaalauksella
fil: Pangalagaan ang rendering quality kasama ang display scaling
fr: Maintenir la qualité de rendu avec mise à l'échelle de l'affichage
hi: Display scaling ke saath rendering gunavatta banae rakhen
hr: Očuvajte kvalitetu renderiranja uz skaliranje zaslona
hu: A megjelenítés minőségének megőrzése a kijelző méretezésével
id: Menjaga kualitas rendering dengan display scaling
it: Mantiene la qualità del rendering con il ridimensionamento del display
ja: ディスプレイのスケール設定時に解像度を維持する
ko: 디스플레이 해상도와 함께 렌더링 품질 유지하기
lt: Išsaugoti atvaizdavimo kokybę su ekrano masteliu
lv: Saglabāt renderēšanas kvalitāte ar displeja mērogu
ms: Kekalkan kualiti "rendering" bersama dengan skala paparan
nl: De renderkwaliteit behouden bij het schalen van het scherm
pl: Zachowaj jakość renderowania dzięki skalowaniu wyświetlacza
pt_br: Preserve a qualidade de renderização com o dimensionamento da tela
ro: Păstrează calitatea redării cu scalarea afișajului
ru: Сохранять качество рендеринга при масштабировании дисплея
sv_se: Behåll renderingskvalitet med skärmskalning
th: คงคุณภาพของการเรนเดอร์ด้วยการปรับขนาดของการแสดงผล
tr: Ekran ölçeklendirme ile rendering kalitesini koruma
uk: Зберегти якість рендерингу при масштабуванні дисплея
vi: Giữ chất lượng hiển thị với tỷ lệ hiển thị
zh_cn: 不根据显示缩放比例改变其渲染质量
zh_hk: 透過顯示縮放來保持渲染質量
zh_tw: 透過顯示縮放來保持渲染質量

# Menu.FastFlags.Presets.RenderingMode.Title
source: Rendering mode
ar: وضع العرض
bg: Режим на рендериране
bs: Način rendera
cs: Režim renderování
da: Gengivelsestilstand
de: Rendermodus
es_es: Modo de renderizado
fa: حالت رندر کردن
fi: Renderöintitila
fr: Mode de rendu
hr: Vrsta rendera
hu: Renderelési mód
id: Mode rendering
it: Modalità di renderizzazione
ja: レンダラーの変更
ko: 렌더링 모드
lt: Atvaizdavimo režimas
lv: Renderēšanas režīms
ms: Mod "rendering"
nl: Rendermodus
pl: Tryb renderowania
pt_br: Modo de renderização
ro: Modul de rendering
ru: Режим рендеринга
sv_se: Renderingsläge
th: โหมดการเรนเดอร์
tr: Rendering modu
uk: Режим рендерингу
vi: Chế độ kết xuất
zh_cn: 渲染模式
zh_hk: 渲染模式
zh_tw: 渲染模式

# Menu.FastFlags.Title
source: Engine Settings
ar: إعدادات محرك اللعبة
bg: Настройки
bs: Motorne postavke
cs: Nastavení enginu
da: Engine Indstillinger
de: Engine Einstellungen
es_es: Configuración del cliente
fa: تنظیمات موتور
fi: Pelimoottorin asetukset
fr: Paramètres du moteur
hi: FastFlags
hr: Pogon Igre
hu: Motor beállítások
id: Pengaturan engine
it: Impostazioni dell'engine
ja: エンジン設定
ko: 엔진 설정
lt: Variklio nustatymai
lv: Spēļu dzinēja Iestatījumi
ms: Tetapan Enjin
nl: Engine instellingen
pl: Ustawienia silnika
pt_br: Configurações do Motor
ro: Setările Engine-ului
ru: Настройки движка
sv_se: Motorinställningar
th: ตั้งค่าเกม Engine
tr: Motor Ayarları
uk: Налаштування движка
vi: Cài đặt Engine
zh_cn: FFlags
zh_hk: 引擎設定
zh_tw: 引擎設定

# Menu.FontFiles
source: Font files
ar: ملفات الخطوط
bg: Файлове с шрифтове
bs: Font fajlovi
cs: Font soubory
da: Skrifttype filer
de: Schriftart datein
es_es: Archivos de fuente
fa: فایل های فونت
fi: Fonttitiedostot
fr: Fichiers de polices d'écriture
hr: Font datoteke
hu: Betűtípus fájlok
id: File Font
it: File di font
ja: フォントファイル
ko: 글꼴 파일
lt: Sriftų failai
lv: Fonta faili
ms: Fail font
nl: Lettertype-bestanden
pl: Pliki czcionek
pt_br: Arquivos de fonte
ro: Fișiere de font
ru: Файл шрифта
sv_se: Typsnittsfiler
tr: Yazı tipi dosyaları
uk: Файли зі шрифтами
vi: Các tệp phông chữ
zh_cn: 字体文件
zh_hk: 字體檔案
zh_tw: 字體文件

# Menu.IconFiles
source: Icon files
ar: ملفات الإيقونات
bg: Файлове с икони
bs: Fajlovi ikona
cs: Ikonové soubory
da: Ikon filer
de: Symboldateien
es_es: Archivos de icono
fa: فایل های آیکون
fi: Kuvaketiedostot
fr: Fichiers d'icônes
hr: Datoteke ikona
hu: Ikon fájlok
id: File ikon
it: File delle icone
ja: アイコンファイル
ko: 아이콘 파일
lt: Piktogramų failai
lv: Ikonu faili
ms: Fail Ikon
nl: Pictogrammenbestanden
pl: Pliki ikon
pt_br: Aquivos de ícone
ro: Fișiere de pictograme
ru: Файл иконки
sv_se: Ikonfiler
tr: İkon Dosyaları
uk: Файли з іконками
vi: Các tệp biểu tượng
zh_cn: 图标文件
zh_hk: 圖示檔案
zh_tw: 圖標文件

# Menu.InstallLocation.CantInstall
source: Bloxstrap cannot be installed here. Please choose a different location, or resort to using the default location by clicking the reset button.
ar: لا يمكن تثبيت Bloxstrap هنا. يرجى اختيار موقع مختلف، أو اللجوء إلى استخدام الموقع الأصلي عن طريق النقر على زر إعادة الضبط.
bg: Bloxstrap не може да бъде инсталиран тук. Моля изберете друга локация или използвайте локацията зададена по подразбиране, като щракнете върху бутона за нулиране.
bs: Bloxstrap se ne može instalirati ovdje. Molimo vas izaberite drugu lokaciju ili koristite zadanu lokaciju pritiskom na dugme za resetiranje.
cs: Bloxstrap zde nelze nainstalovat. Zvolte prosím jiné umístění nebo se uchylte k použití výchozího umístění kliknutím na tlačítko reset.
da: Bloxstrap kan ikke blive installeret her. Vælg venlight en anden placering eller brug standard placeringen ved at klikke nulstil knappen.
de: Bloxstrap kann hier nicht installiert werden. Bitte wähle einen anderen Ort aus oder verwende den Standardort, indem du auf die Schaltfläche "Zurücksetzen" klickst.
es_es: Fishstrap no se puede instalar aquí. Elija una ubicación diferente o recurra a la ubicación predeterminada haciendo clic en el botón Restablecer.
fa: بلاکسترپ نمیتواند در اینجا نصب شود. لطفا محل دیگری را انتخاب کنید، و یا از محل پیش فرض با کلیک بر روی دکمه ریست استفاده نمایید.
fi: Bloxstrapia ei voi asentaa tänne. Valitse toinen kansio, tai käytä oletuskansiota painamalla 'nollaa' nappia.
fil: Hindi maaring i-install ang Bloxstrap dito. Mangyaring pumili ng ibang location, o mapilitang gamitin ang Default location sa pamamagitan ng pagpindot ng reset button.
fr: Fishstrap ne peut pas être installé ici. Veuillez choisir un emplacement différent ou revenir à l'emplacement par défaut en cliquant sur le bouton de réinitialisation.
hi: Yahaan Bloxstrap install nahin kiya ja sakata. krpaya koee bhinn sthaan chunen, ya reset button par click karake default sthaan ka upayog karen.
hr: Fishstrap ne može biti instaliran ovdje. Molimo, odaberite drugu lokaciju, ili koristite zadanu lokaciju tako da kliknete gumb za resetiranje.
hu: A Bloxstrap nem telepíthető ide. Kérjük, válasszon másik helyet, vagy térjen vissza az alapértelmezett helyre a visszaállítás gombra kattintva.
id: Fishstrap tidak bisa di instal di sini. Mohon untuk memilih lokasi pemasangan yang berbeda, atau gunakan lokasi instal bawaan dengan memilih tombol Reset.
it: Bloxstrap non può essere installato qui. Seleziona una cartella diversa, oppure utilizza la posizione predefinita cliccando il tasto reset.
ja: Fishstrapをこの場所にインストールすることはできません。他の場所を選択するか、リセットボタンを押してデフォルトの場所に変更してください。
ko: Bloxstrap을 여기에 설치할 수 없습니다. 다른 위치를 선택하거나 초기화 버튼을 클릭하여 기본 경로를 사용하세요.
lt: Čia negalima įdiegti „Fishstrap“. Pasirinkite kitą vietą arba naudokite numatytąją vietą spustelėdami mygtuką Atkurti.
lv: Bloxstrap nevar tikt instalēts šajā vietā. Lūdzu izvēlēties citu vietu, vai izmantojat noklusēja vietu, spiežot atiestatīšanas pogu.
ms: Fishstrap tidak dapat dimuat turun disini. Sila ubah lokasinya atau menggunakan lokasi asal dengan menekan butang tetapan semula.
nl: Fishstrap kan hier niet geïnstalleerd worden. Kies een andere locatie of gebruik de standaardlocatie door op de resetknop te klikken.
pl: Nie można tutaj zainstalować Fishstrap. Wybierz inne miejsce instalacji lub skorzystaj z lokalizacji domyślnej, klikając przycisk resetowania.
pt_br: O Bloxstrap não pode ser instalado aqui. Por favor, escolha um local diferente para a instalação, ou use o local padrão clicando no botão de reinicialização.
ro: Bloxstrap nu poate fi instalat aici. Te rog să alegi o locație diferită, sau rezumă-te la a folosi locația implicită apăsând butonul de reset.
ru: Bloxstrap не может быть установлен здесь. Пожалуйста, выберите другой путь, или используйте стандартный путь нажав на кнопку Сброса.
sv_se: Fishstrap kan inte installeras här. Välj en annan plats eller använd standardplatsen genom att klicka på återställningsknappen.
th: Bloxstrap ไม่สามารถติดตั้งได้ โปรดเลือกพื้นที่การติดตั้งอื่น หรือสามารถใช้พื้นที่การติดตั้งที่เป็นค่าเริ่มต้นได้โดยการกดปุ่ม reset
tr: Bloxstrap buraya kurulamaz. Lütfen farklı bir konum seçin veya sıfırla düğmesine tıklayarak varsayılan konumu kullanmaya devam edin.
uk: Bloxstrap не може бути встановлений тут. Будь ласка, виберіть інше місце або скористайтеся місцем за замовчуванням, натиснувши кнопку скидання.
vi: Bloxstrap không thể được cài đặt ở đây. Vui lòng chọn một vị trí khác, hoặc sử dụng vị trí mặc định bằng cách nhấp vào nút đặt lại.
zh_cn: Bloxstrap 无法在此处安装；请选择在其他位置安装，或点击 “重置” 按钮来使用其默认安装路径。
zh_hk: Bloxstrap 無法在此路徑安裝。請選擇其他路徑，或透過點擊重設按鈕來使用預設路徑。
zh_tw: Fishstrap無法在此處資料夾安裝，請選擇在其他位置安裝，或點擊“重設”按鈕來使用其預設安裝路徑。

# Menu.InstallLocation.NotEmpty
source: The folder you've chosen to install Bloxstrap to already exists and is NOT empty. It is strongly recommended for Bloxstrap to be installed to its own independent folder. Changing to the following location is suggested: {0} Would you like to change to the suggested location? Selecting 'No' will ignore this warning and continue installation.
ar: المجلد الذي اخترته لتثبيت Bloxstrap موجود فعلًا وليس فارغًا. يوصى بشدة بتثبيت Bloxstrap في المجلد المستقل الخاص به. يقترح التغيير إلى الموقع التالي: {0} هل ترغب في التغيير إلى الموقع المقترح؟ سيؤدي تحديد "لا" إلى تجاهل هذا التحذير ومتابعة التثبيت.
bg: Папката, където сте избрали да инсталирате Bloxstrap, вече съществува и НЕ Е празна. Силно се препоръчва Bloxstrap да се инсталира в отделна папка. Препоръчителна локация за инсталация: {0} Искате ли да промените към тази локация? Ако изберете 'Не', ще игнорирате това предупреждение и ще продължите с инсталацията.
bs: Folder koji ste izabrali za instalaciju Bloxstrap-a već postoji i NIJE prazan. Preporučuje se da se Bloxstrap instalira u vlastiti, zasebni folder. Preporučuje se promjena na sljedeću lokaciju: {0} Želiš li promijeniti na preporučenu lokaciju? Odabirom 'Ne' će ignorisati ovo upozorenje i nastaviti instalaciju.
cs: Složka do které jste se rozhodli nainstalovat Bloxstrap již existuje a NENÍ prázdná. Je důrazně doporučeno aby byl Bloxstrap nainstalován do své vlastní nezávislé složky. Je navrhováno změnit umístění do následujícího umístění: {0} Chcete změnit umístění do navrhovaného umístění? Při výběru 'Ne' bude toto varování ignorováno a bude pokračovat v instalaci.
da: Mappen som du har valgt at installere Bloxstrap eksistere alleredde og er ikke tom. Det anbefales kraftigt, at Bloxstrap installeres i en selvstændig mappe. Ændring til følgende placering er foreslået: {0} Vil du ændre den til foreslåede placering? Hvis du vælger 'Nej', vil denne advarsel blive ignoreret, og installationen fortsætter.
de: Der Ordner, den du für die Installation von Bloxstrap ausgewählt hast, existiert bereits und ist NICHT leer. Es wird dringend empfohlen, Bloxstrap in einem eigenen unabhängigen Ordner zu installieren. Der Wechsel zum folgenden Ort wird empfohlen: {0} Möchtest du zum vorgeschlagenen Ort wechseln? Wenn du 'Nein' wählst, wird diese Warnung ignoriert und die Installation fortgesetzt.
es_es: La carpeta que elegiste para instalar Fishstrap ya existe y NO esta vacía. Es muy recomendable instalar Fishstrap en una carpeta independiente. Se te sugiera cambiar a la siguiente ubicación: {0} Te gustaría cambiar a la localización sugerida? Seleccionar "No" va a ignorar esta advertencia y continuara con la instalación.
fa: پوشه ای که برای نصب بلاکسترپ انتخاب کرده اید از قبل وجود دارد و خالی نیست. اکیداً توصیه می شود که بلاکسترپ در پوشه مستقل خود نصب شود. تغییر به مکان زیر پیشنهاد می شود: {0} آیا می خواهید به مکان پیشنهادی تغییر دهید؟ با انتخاب "نه" این هشدار نادیده گرفته می شود و نصب ادامه می یابد.
fi: Kansio jonka valitsit asentaaksesi Bloxstrapin on jo olemassa ja EI ole tyhjä. On hyvin suositeltua Bloxstrapin olla asennettuna omaan kansioonsa Vaihtaminen tähän kansioon on suositeltua: {0} Haluatko vaihtaa suositeltuun kansioon? Vastaus 'Ei' ohittaa tämän varoituksen ja jatkaa asentamista.
fil: Ang iyong piniling folder upang i-install ang bloxstrap ay umiiral na at HINDI walang laman. Ito ay malakas na ni rerecommenda para ma install ang Bloxstrap sa kanyang independent na folder. Iminumungkahi na palitan ito sa: {0} Gusto mo ba palitan ito sa sa iminungkahing lokasyon? Ang pagpili ng 'Hindi' ay hindi papansinin ang babalang ito at itutuloy ang pag-install.
fr: Le dossier que vous avez choisi pour installer Fishstrap existe déjà et n'est PAS vide. Il est fortement recommandé d'installer Fishstrap dans son propre dossier indépendant. Il est suggéré de changer pour l'emplacement suivant : {0} Souhaitez-vous changer pour l'emplacement suggéré ? Sélectionner 'Non' ignorera cet avertissement et continuera l'installation.
hi: Bloxstrap ko install karane ke lie aapane jo folder chuna hai vah pahale se maujood hai aur khaalee nahin hai. Bloxstrap ko usake apane svatantr folder mein install karane kee purajor anushansa kee jaatee hai. Nimnalikhit sthaan mein parivartan ka sujhaav diya gaya hai: {0} Kya aap sujhae gae sthaan mein parivartan karana chaahenge? 'Nahin' ka chayan karane se is chetaavanee par dhyaan nahin diya jaega aur installation jaaree rahega.
hr: Mapa koju ste odabrali za instalaciju Fishstrapa već postoji i NIJE prazna. Toplo se preporučuje da se Fishstrap instalira u nezavisnoj mapi. Promjena na iduću lokaciju je preporučena: {0} Želite li promjeniti na preporučenu lokaciju? Odabirom "Ne" ćete ignorirati ovo upozorenje i nastaviti instalaciju.
hu: A mappa, amelybe a Bloxstrap telepítését választotta, már létezik, és NEM üres. Erősen ajánlott a Bloxstrap-et saját, független mappába telepíteni. A következő helyre történő váltás javasolt: {0} Szeretne a javasolt helyre váltani? A 'Nem' választása figyelmen kívül hagyja ezt a figyelmeztetést, és folytatja a telepítést.
id: Folder yang Anda pilih untuk menginstal Fishstrap sudah ada dan TIDAK kosong. Sangat disarankan agar Fishstrap diinstal ke folder independennya sendiri. Disarankan untuk pindah ke lokasi ini: {0} Apakah Anda ingin mengubah ke lokasi yang disarankan? Memilih 'Tidak' akan mengabaikan peringatan ini dan melanjutkan instalasi.
it: La cartella che hai scelto per l'installazione di Bloxstrap esiste già e NON è vuota. È consigliato installare Bloxstrap in una nuova cartella indipendente. È consigiabile proseguire l'installazione nella posizione suggerita: {0} Vuoi utilizzare questa posizione per procedere con l'installazione? Selezionando 'No' si ignorerà questo avvertimento procedendo con l'installazione.
ja: 選択したFishstrapのインストール場所には中身が含まれています。独立したフォルダにインストールすることを強く推奨します。 この場所に変更することをおすすめします。 {0} おすすめの場所に変更しますか？ 「いいえ」を選択するとこの警告を無視し、インストールが続行されます。
ko: 선택한 Bloxstrap 설치 폴더가 이미 존재하며 비어 있지 않습니다. Bloxstrap은 독립된 폴더에 설치하는 것을 권장합니다. 다음 위치로 변경하는 것이 좋습니다: {0} 제안된 위치로 변경하시겠습니까? '아니요'를 선택하면 이 경고를 무시하고 설치를 계속합니다.
lt: Aplankas, į kurį pasirinkote įdiegti „Fishstrap“, jau egzistuoja ir nėra tuščias. Labai rekomenduojama „Fishstrap“ įdiegti į atskirą aplanką. Siūloma pakeisti šią vietą: {0} Ar norite pakeisti į siūlomą vietą? Pasirinkus Ne, šis įspėjimas bus ignoruojamas ir diegimas bus tęsiamas.
lv: Mape, kurā jūs esat izvēlējies instalēt Bloxstrap jau kaut kas eksistē un tā NAV tukša. Ir stipri ieteicams Bloxstrap instalēt savā patstāvīgajā mapē. Mainīt ir ieteicams uz šo vietu: {0} Vai jūs vēlaties mainīt mapi uz šo ieteikto vietu? Izvēloties 'Nē' šis brīdinājums tiks ignorēts un instalēšana tiks turpināta.
ms: Fail yang anda pilih untuk memasang Fishstrap sudah wujud dan TIDAK kosong. Sangat disarankan untuk Fishstrap dipasang ke dalam Fail tersendiri. Dicadangkan untuk menukar ke lokasi berikut: {0} Adakah anda ingin menukar ke lokasi yang dicadangkan? Memilih 'Tidak' akan mengabaikan amaran ini dan pemasangan akan diteruskan.
nl: De map waarin je Fishstrap wilt installeren bestaat al en is NIET leeg. Het wordt sterk aangeraden om Fishstrap in zijn eigen onafhankelijke map te installeren. De volgende locatie wordt aanbevolen: {0} Wil je de voorgestelde locatie gebruiken? Als je 'Nee' selecteert, wordt deze waarschuwing genegeerd en wordt de installatie voortgezet.
pl: Folder, w którym chcesz zainstalować Fishstrap, już istnieje i NIE jest pusty. Zdecydowanie zaleca się instalację Fishstrap w osobnym, niezależnym folderze. Sugerowana jest zmiana lokalizacji na następującą: {0} Czy chcesz przejść do sugerowanej lokalizacji? Wybranie opcji „Nie” spowoduje zignorowanie tego ostrzeżenia i kontynuowanie instalacji.
pt_br: A pasta que você escolheu para instalar o Bloxstrap já existe e NÃO está vazia. É altamente recomendado que o Bloxstrap seja instalado na sua própria pasta independente. Mudar para o seguinte local é recomendado: {0} Gostaria de mudar para o local sugerido? Selecionar 'Não' vai ignorar este aviso e prosseguir com a instalação.
ro: Dosarul în care ai ales să instalezi Bloxstrap există deja și NU este gol. Este recomandat ca Bloxstrap să fie instalat în propriul folder independent. Se recomandă schimbarea la următoarea locație: {0} Dorești să treci la locația sugerată? Selectarea „Nu” va ignora acest avertisment și va continua instalarea.
ru: Папка, в которую вы решили установить Bloxstrap, уже существует и НЕ пуста. Настоятельно рекомендуется, чтобы Bloxstrap был установлен в отдельную папку. Предлагается изменить местоположение на следующее: {0} Вы хотите поменять место установки на предложенное? Выбор «Нет» проигнорирует это предупреждение и продолжит установку.
sv_se: Mappen du har valt att installera Fishstrap i finns redan och är INTE tom. Det rekommenderas starkt att Fishstrap installeras i sin egen mapp. Att byta till följande plats rekommenderas: {0} Vill du byta till den föreslagna platsen? Om du väljer "Nej" ignoreras denna varning och installationen fortsätter.
th: โฟล์เดอร์ที่คุณเลือกในการติดตั้ง Bloxstrap นั้นมีอยู่แล้วและโฟล์เดอร์นั้นไม่ว่าง ค่อนข้างแนะนำว่าให้ติดตั้ง Bloxstrap ในโฟล์เดอร์ที่ยังว่างอยู่ เปลี่ยนเป็นโฟล์เดอร์ที่แนะนำ: {0} คุณต้องการเปลี่ยนเป็นพื้นที่การติดตั้งที่แนะนำมั้ย? เลือก 'ไม่' จะไม่สนใจคำเตือนนี้และทำการติดตั้งต่อไป
tr: Bloxstrap'i kurmak için seçtiğiniz klasör zaten var ve boş DEĞİL. Bloxstrap'in kendi bağımsız klasörüne kurulması şiddetle tavsiye edilir. Aşağıdaki konuma değiştirilmesi önerilir: {0} Önerilen konuma geçmek ister misiniz? 'Hayır' seçeneğinin seçilmesi bu uyarıyı yok sayacak ve kuruluma devam edecektir.
uk: Папка, яку ви обрали для встановлення Bloxstrap, вже існує і НЕ є пустою. Наполегливо рекомендується встановлювати Bloxstrap у власну незалежну папку. Пропонуємо змінити її на наступну: {0} Бажаєте змінити місце розташування на запропоноване? Якщо ви виберете "Ні", ви проігноруєте це попередження і продовжите встановлення.
vi: Thư mục bạn chọn cài đặt Bloxstrap đã tồn tại và KHÔNG trống rỗng. Chúng tôi đặc biệt khuyến khích cài đặt Bloxstrap vào thư mục độc lập của riêng nó. Đề xuất thay đổi sang vị trí như này: {0} Bạn có muốn thay đổi đến vị trí được đề xuất không? Chọn 'Không' sẽ bỏ qua cảnh báo này và tiếp tục cài đặt.
zh_cn: 您选择安装 Bloxstrap 的文件夹已经存在且不为空文件夹；强烈建议将 Bloxstrap 安装到其自己的独立文件夹中。 建议更改为以下位置： “{0}” 是否更改为建议的位置？ 选择 “否” 将忽略此警告并继续安装。
zh_hk: 你所選擇用來安裝 Bloxstrap 的資料夾已經存在而且不是空的。強烈建議你將 Bloxstrap 安裝到自己的獨立資料夾中。 建議變更為以下路徑： {0} 請問你是否變更為建議路徑？ 選擇「不」會無視此警告並繼續安裝。
zh_tw: 您所選擇用來安裝Fishstrap的資料夾已經存在而且還有其他檔案。強烈建議將Fishstrap安裝到自己的獨立資料夾中。 建議更改為以下路徑： {0} 請問您是否更改為建議路徑？ 選擇「不」會無視此警告並繼續安裝。

# Menu.InstallLocation.NotSet
source: You must set an install location
ar: يجب عليك اختيار موقع للتثبيت
bg: Трябва да изберете местоположение за инсталиране
bs: Morate postaviti lokaciju instalacije
cs: Musíš si nastavit lokaci pro instalaci
da: Du skal angive en installering placering
de: Du musst einen Installationsort festlegen
es_es: Debes elegir una ubicación de instalación
fa: شما باید یک محل نصب انتخاب کنید
fi: Sinun täytyy asettaa asennussijainti
fil: Kinakailangan mo mag-set ang install location
fr: Vous devez spécifier un emplacement d'installation
hi: Aapako ek install sthaan nirdhaarit karana hoga
hr: Morate postaviti lokaciju instalacije
hu: Először be kell állítania egy telepítési helyet
id: Kamu harus memilih lokasi instalasi
it: Devi impostare una posizione d'installazione
ja: インストール場所を指定する必要があります。
ko: 설치 경로를 설정해야 합니다
lt: Turite nustatyti diegimo vietą.
lv: Jums ir nepieciešams izvēlēties instalēšanas vietu
ms: Anda perlu menetapkan lokasi muat turun
nl: Je moet een installatielocatie instellen
pl: Musisz ustawić miejsce instalacji
pt_br: Você deve escolher um local de instalação
ro: Trebuie să setezi o locație de instalare
ru: Вы должны выбрать место установки
sv_se: Du måste välja en installationsplats
th: คุณจะต้องเลือกตำแหน่งในการติดตั้ง
tr: Bir kurulum konumu seçmelisin
uk: Ви повинні встановити місце встановлення
vi: Bạn phải chọn địa điểm cài đặt
zh_cn: 您必须选择一个安装位置
zh_hk: 你必須設定一個安裝路徑
zh_tw: 你必須設置一個安裝路徑
