Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.Mods.Misc.CompatibilitySettings.Description
source: Configure application parameters such as DPI scaling behaviour and [fullscreen optimizations]({0}).
ar: تكوين معلمات التطبيق مثل سلوك قياس إدارة شؤون الإعلام و [تحسينات ملء الشاشة]({0}).
bg: Конфигурирайте параметри, като поведение при мащабиране на DPI и [оптимизации на цял екран]({0}).
bs: Konfigurirajte parametre aplikacije kao što su ponašanje DPI skaliranja i [optimizacije preko cijelog ekrana] ({0}).
cs: Konfigurace parametrů aplikace, jako je škálování DPI a [optimalizace pro rozlišení celé obrazovky]({0}).
da: Konfigurere applikationsparametre såsom DPI skalering adfærd og [fuldskærm optimeringer]({0}).
de: Konfiguriere Anwendungsparameter wie DPI-Skalierungsverhalten und [Vollbildoptimierungen]({0}).
es_es: Configurar parámetros de la aplicación como el comportamiento de escalado DPI o las [optimizaciones a pantalla completa]({0}).
fa: پارامترهای برنامه مانند رفتار مقیاس DPI و [بهینه‌سازی تمام صفحه]({0}) را پیکربندی کنید.
fi: Määritä sovellusparametreja, kuten DPI-skaalauksen käyttäytymistä ja [koko näytön tilan optimointeja]({0}).
fil: I-configure ang mga application parameters kagaya ng DPI scaling behaviour at [fullscreen optimizations]({0}).
fr: Configurer les paramètres de l'application tels que le comportement de mise à l'échelle du DPI et les [optimisations en plein écran]({0}).
hi: Application parameters jaise DPI scaling behaviour aur [fullscreen optimizations]({0}) ko configure karein.
hr: Konfigurirajte parametre aplikacije kao što je ponašanje DPI skaliranja i [optimizacije cijelog zaslona]({0}).
hu: Az alkalmazás paramétereinek konfigurálása, például a DPI-skálázási viselkedés és a [teljes képernyős optimalizálás]({0}).
id: Atur parameter aplikasi seperti sifat penskalaan DPI dan [optimasi layar penuh]({0}).
it: Configura i parametri della applicazione come lo scaling dei DPI e le [ottimizzazioni a schermo intero]({0}).
ja: DPI設定の動作や[全画面表示の最適化]({0})などを設定できます。
ko: DPI 크기 조정 동작 및 [전체 화면 최적화]({0})와 같은 애플리케이션 매개 변수를 구성합니다.
lt: Konfigūruokite programos parametrus, pavyzdžiui, DPI mastelio keitimo elgseną ir [viso ekrano optimizavimą]({0}).
lv: Konfigurēt aplikācijas parametrus, kā DPI mēroga uzvedība un [pilnekrāna optimizācijas]({0}).
ms: Konfigurasi pada parameter aplikasi seperti tingkah laku skala DPI dan [pengoptimumam pada skrin penuh]({0}).
nl: Configureer applicatie parameters zoals DPI scaling behaviour en [fullscreen optimizations]({0}).
pl: Skonfiguruj parametry aplikacji, takie jak zachowanie skalowania DPI, czy [optymalizacja pełnoekranowa]({0}).
pt_br: Configure os parâmetros do aplicativo, como o comportamento de escala de DPI e as [otimizações de tela cheia]({0}).
ro: Configurați parametrii aplicației, cum ar fi comportamentul de scalare DPI și [optimizări pe tot ecranul]({0}).
ru: Настройте параметры приложения, такие как поведение масштабирования DPI и [полноэкранные оптимизации]({0}).
sv_se: Konfigurera applikationsparametrar som DPI-skalning och [helskärmsoptimeringar]({0}).
th: กำหนดค่าพารามิเตอร์ของแอปพลิเคชัน เช่น พฤติกรรมการปรับขนาด DPI และ [การเพิ่มประสิทธิภาพแบบเต็มหน้าจอ]({0})
tr: DPI ölçeklendirme ve [tam ekran optimizasyonları]({0}) gibi uygulama parametrelerini yapılandırın.
uk: Налаштуйте параметри застосунку, такі як поведінка масштабування DPI та [оптимізації повноекранного режиму] ({0}).
vi: Cấu hình các thông số ứng dụng như hành vi thay đổi tỷ lệ DPI và [tối ưu hóa toàn màn hình]({0}).
zh_cn: 您可以在此处配置应用程序参数；例如 “DPI 缩放行为”，以及 “[全屏优化]({0})”。
zh_hk: 配置應用程式參數，例如 DPI 縮放行為和[全螢幕優化]({0})。
zh_tw: 配置應用程式參數，例如 DPI 縮放行為和 [全螢幕最佳化]({0})。

# Common.RobloxNotInstalled
source: Roblox has not yet been installed. Please launch Roblox using Bloxstrap at least once before trying to use this option.
ar: لم يتم تثبيت Roblox بعد. الرجاء تشغيل Roblox باستخدام Bloxstrap مرة واحدة في الأقل قبل محاولة استخدام هذا الاختيار.
bg: Roblox все още не е инсталиран. Моля, стартирайте Roblox с Bloxstrap поне веднъж, преди да опитате да използвате тази опция.
bs: Roblox još nije instaliran. Pokrenite Roblox koristeći Bloxstrap barem jednom prije nego što pokušate koristiti ovu opciju.
cs: Roblox ještě nebyl nainstalován. Před použitím této možnosti musíte spustit Bloxstrap alespoň jednou.
da: Roblox er endnu ikke installeret. Start Roblox ved hjælp af Bloxstrap mindst én gang før du forsøger at bruge denne indstilling.
de: Roblox wurde noch nicht installiert. Bitte starte Roblox durch Bloxstrap mindestens einmal, bevor du diese Option nutzt.
es_es: Roblox aún no ha sido instalado. Por favor inicia Roblox utilizando Fishstrap al menos una vez antes de intentar utilizar esta opción.
fa: روبلاکس در حال حاضر نصب نشده است. لطفا قبل از استفاده کردن از این روبلاکس حداقل یک بار آن را با بلاکسترپ اجرا کنید.
fi: Robloxia ei ole vielä asennettu. Käynnistä Roblox Bloxstrapilla ainakin kerran ennen kuin yrität käyttää tätä asetusta.
fil: Hindi pa nakainstall ang Roblox. Paki-launch mo yung Roblox gamit ng Bloxstrap kahit minsan lang bago subukang gamitin itong option.
fr: Roblox n'a pas encore été installé. Veuillez lancer Roblox en utilisant Fishstrap au moins une fois avant d'utiliser cette option.
hi: Roblox abhi tak install nahi kiya gaya hai. Kripya is option ka use karne se pehle kam se kam ek baar Bloxstrap ke through Roblox ko launch karein.
hr: Roblox još nije bio instaliran. Molimo pokrenite Roblox koristeći Fishstrap barem jednom prije pokušavanja korištenja ove opcije.
hu: A Roblox még nem lett telepítve. Kérjük, legalább egyszer indítsa el a Robloxot a Bloxstrap segítségével, mielőtt megpróbálná használni ezt az opciót.
id: Roblox belum dipasang. Tolong jalankan Roblox menggunakan Fishstrap setidaknya sekali sebelum mencoba menggunakan opsi ini.
it: Roblox non è ancora stato installato. Si prega di avviare Roblox utilizzando Bloxstrap almeno una volta prima di provare a utilizzare questa opzione.
ja: Robloxはまだインストールされていません。Fishstrapを介してRobloxを起動してからこの設定を行ってください。
ko: Roblox가 아직 설치되지 않았습니다. 이 옵션을 사용하기 전에 Bloxstrap을 사용하여 Roblox를 한 번 이상 실행해 보세요.
lt: „Roblox“ kol kas neįdiegta. Prieš bandydami naudoti šią parinktį, bent kartą paleiskite „Roblox“ naudojant „Fishstrap“.
lv: Roblox vēl nav ticis instalēts. Lūdzu atveriet Roblox izmantojot Bloxstrap vismaz vienu reizi, pirms cenšaties izmantot šo opciju.
ms: Roblox masih belum dipasang. Sila lancarkan Roblox menggunakan Fishstrap sekurang-kurangnya sekali sebelum mencuba menggunakan opsyen ini.
nl: Roblox is nog niet geïnstalleerd. Start Roblox minstens eenmaal op via Fishstrap voordat u probeert deze optie te gebruiken.
pl: Roblox nie został jeszcze zainstalowany na tym urządzeniu. Prosimy uruchomić Roblox przy użyciu Fishstrap, zanim spróbujesz użyć tej opcji.
pt_br: O Roblox ainda não foi instalado. Por favor, inicie o Roblox usando o Bloxstrap pelo menos uma vez antes de tentar usar esta opção.
ro: Roblox nu a fost încă instalat. Vă rugăm să porniți Roblox folosind Bloxstrap cel puțin o dată înainte de a încerca să folosiți această opțiune.
ru: Roblox ещё не установлен. Пожалуйста, запустите Roblox используя Bloxstrap хотя бы один раз перед тем, как использовать эту опцию.
sv_se: Roblox har ännu inte installerats. Starta Roblox med Fishstrap minst en gång innan du försöker använda det här alternativet.
th: Roblox ยังไม่ได้ติดตั้ง กรุณาเปิด Roblox ผ่าน Bloxstrap อย่างน้อยหนึ่งครั้งก่อนที่จะลองใช้ตัวเลือกนี้
tr: Roblox henüz yüklenmedi. Bu seçeneği kullanmaya çalışmadan önce lütfen Roblox'u Bloxstrap'ı kullanarak en az bir kere başlatın.
uk: Roblox ще не встановлено. Будь ласка, запустіть Roblox за допомогою Bloxstrap принаймні один раз перед спробою використати цю опцію.
vi: Roblox chưa được cài đặt. Vui lòng khởi chạy Roblox bằng Bloxstrap ít nhất một lần trước khi thử sử dụng tùy chọn này.
zh_cn: Roblox 尚未安装；在尝试使用此选项之前，请至少使用 Bloxstrap 启动一次 Roblox。
zh_hk: Roblox 尚未安裝。在嘗試使用此選項之前，請至少使用 Bloxstrap 以啓動一次 Roblox。
zh_tw: Roblox 尚未安裝。請至少使用 Fishstrap 啟動一次 Roblox，然後再嘗試使用此選項。

# Installer.ShouldCancel
source: Are you sure you want to cancel the installation?
ar: هل أنت متأكد من أنك تريد إلغاء التثبيت؟
bg: Сигурни ли сте, че искате да отмените инсталацията?
bs: Jeste li sigurni da želite prekinuti ovu instalaciju?
cs: Opravdu chcete zrušit instalaci?
da: Er du sikker på, at du vil annullere installationen?
de: Bist du sicher, dass du die Installation abbrechen möchtest?
es_es: ¿Está seguro de que desea cancelar la instalación?
fa: آیا مطمئن هستید که می خواهید نصب را لغو کنید?
fi: Oletko varma, että haluat peruuttaa asennuksen?
fil: Sigurado ka bang gusto mo i-cancel ang pag install?
fr: Êtes-vous sûr de vouloir annuler l'installation ?
hi: Kya aap sure hain ki aap installation cancel karna chahte hain?
hr: Jeste li sigurni da želite prekinuti instalaciju?
hu: Biztos, hogy le akarja állítani a telepítést?
id: Apakah Anda yakin ingin membatalkan pemasangan?
it: Sei sicuro di volere annullare l'installazione?
ja: インストールをキャンセルしますか？
ko: 설치를 취소하시겠습니까?
lt: Ar tikrai norite atšaukti diegimą?
lv: Vai jūs esat drošs, ka vēlaties atcelt instalāciju?
ms: Adakah anda pasti ingin membatalkan pemasangan ini?
nl: Bent u zeker dat u de installatie wilt stoppen?
pl: Czy jesteś pewien, że chcesz wstrzymać instalację?
pt_br: Tem certeza que deseja cancelar a instalação?
ro: Sunteți sigur că doriți să anulați instalarea?
ru: Вы уверены, что хотите отменить установку?
sv_se: Är du säker på att du vill avbryta installationen?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการติดตั้ง?
tr: Yüklemeyi iptal etmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скасувати встановлення?
vi: Bạn có chắc chắn muốn hủy cài đặt không?
zh_cn: 您确定要取消安装吗？
zh_hk: 您確定要取消安裝？
zh_tw: 您確定要取消安裝嗎？

# Bootstrapper.JsonManagerSaveFailed
source: Failed to save {0}: {1}
ar: فشل في حفظ {0}: {1}
bg: Неуспешно запазване на {0}: {1}
bs: Pohranjivanje {0} nije uspjelo: {1}
cs: Nepodařilo se uložit {0}: {1}
da: Kunne ikke gemme {0}: {1}
de: Fehler beim Speichern von {0}: {1}
es_es: No se pudo guardar {0}: {1}
fa: نتوانست ذخیره شود {0}: {1}
fi: Ei voitu tallentaa {0}: {1}
fil: Sumablay ang pag-save {0}: {1}
fr: Impossible d'enregistrer {0}: {1}
hi: Save karne mein fail ho gaya {0}:{1}
hr: Nije uspjelo spremanje {0}: {1}
hu: Nem sikerült menteni {0}: {1}
id: Gagal untuk menyimpan {0}: {1}
it: Salvataggio non riuscito di {0}: {1}
ja: {0}の保存に失敗しました。{1}
ko: {0}을(를) 저장하지 못했습니다: {1}
lt: Nepavyko išsaugoti {0}: {1}
lv: Neizdevās saglabāt {0}: {1}
ms: Gagal menyimpan {0}: {1}
nl: Opslaan van {0} is mislukt: {1}
pl: Nie udało się zapisać {0}: {1}
pt_br: Falha ao salvar {0}: {1}
ro: Salvarea {0} a eșuat: {1}
ru: Не удалось сохранить {0}: {1}
sv_se: Det gick inte att spara {0}: {1}
th: บันทึกไม่สำเร็จ {0}: {1}
tr: {0}: {1} kaydetme başarısız oldu
uk: Не вдалося зберегти {0}: {1}
vi: Lưu thất bại {0}: {1}
zh_cn: 无法保存 {0}: {1}
zh_hk: 無法儲存 {0}: {1}
zh_tw: 無法儲存 {0}: {1}

# Dialog.IconLoadFailed
source: The chosen bootstrapper icon could not be loaded. {0}
ar: لم يتم تحميل أيقونة أداة تمهيد المختارة. {0}
bg: Избраната икона не можа да бъде заредена {0}
bs: Odabrana ikona bootstrappera nije mogla biti učitana. {0}
cs: Zvolenou ikonu bootstrapperu nelze načíst. {0}
da: Det valgte bootstrapper ikon kunne ikke indlæses. {0}
de: Das gewählte Bootstrapper Symbol konnte nicht geladen werden. {0}
es_es: No se ha podido cargar el icono del lanzador elegido. {0}
fa: ایکون بوت استرپر انتخابی بارگیری نشد. {0}
fi: Valittua käynnistysohjelman kuvaketta ei voitu ladata. {0}
fil: Ang piniling icon ng bootstrapper ay hindi maka-load. {0}
fr: L'icône de bootstrapper choisie n'a pas pu être chargée. {0}
hi: Chuna gaya bootstrapper icon load nahi kiya ja saka. {0}
hr: Odabrana ikona pokretača se ne može učitati. {0}
hu: A kiválasztott indító ikon nem tudott betöltődni. {0}
id: Bootstrapper yang dipilih tidak dapat dimuat. {0}
it: Impossibile caricare l'icona di bootstrapper scelta. {0}
ja: 選択したカスタムランチャーのアイコンの読み込みに失敗しました。 {0}
ko: 선택한 부트스트래퍼 아이콘을 불러오지 못했습니다. {0}
lt: Nepavyko įkelti pasirinktos pakopinės paleidyklės piktogramos. {0}
lv: Izvēlētā palaišanas ielādētāja ikona nevarēja tikt ielādēta. {0}
ms: Ikon bootstrapper yang dipilih tidak dapat dimuat. {0}
nl: De gekozen bootstrapper icoon kon niet worden geladen. {0}
pl: Wybrana ikona bootstrappera nie może być załadowana. {0}
pt_br: O ícone do inicializador escolhido não pôde ser carregado. {0}
ro: Pictograma de inițializator aleasă nu a putut fi încărcată. {0}
ru: Выбранный значок для лаунчера не может быть загружен. {0}
sv_se: Den valda startprogramsikonen kunde inte laddas. {0}
th: ไม่สามารถโหลดไอคอน boostrapper ที่เลือกได้ {0}
tr: Seçilen bootstrapper simgesi yüklenemedi. {0}
uk: Обраний значок завантажувача не вдалося завантажити. {0}
vi: Không thể tải biểu tượng trình khởi động đã chọn. {0}
zh_cn: 当前选中的启动器图标无法被加载。 {0}
zh_hk: 無法載入所選的啓動載入器圖示。 {0}
zh_tw: 無法加載所選擇的啟動器圖標。 {0}

# Menu.Shortcuts.ExtractIcons.Title
source: Extract Roblox icons to folder
ar: استخراج أيقونات Roblox للمجلد
bg: Извлечете иконите на Roblox в папка
bs: Izvucite Roblox ikone u fascikl
cs: Extrahovat ikony Robloxu do složky
da: Udpak Roblox ikoner til mappe
de: Extrahiere Roblox Icons zu einem Ordner
es_es: Extraer los iconos de Roblox a una carpeta
fa: استخراج کردن ایکون های روبلاکس در فولدر
fi: Vie Roblox-kuvakkeet kansioon
fil: I-extract ang mga icon ng Roblox sa folder
fr: Extraire les icônes Roblox vers le dossier
hi: Roblox icons ko folder mein extract karein
hr: Izdvojite Roblox ikone u mapu
hu: Roblox ikonok átmásolása mappába
id: Keluarkan simbol Roblox ke direktori
it: Estrai le icone di Roblox nella cartella
ja: Robloxアイコンをフォルダに抽出する
ko: Roblox 아이콘을 폴더로 추출하기
lt: Išskleisti „Roblox“ piktogramas į aplanką
lv: Izvilkt Roblox ikonas uz mapi
ms: Ekstrak ikon Roblox ke fail
nl: Extract Roblox iconen naar folder
pl: Wypakuj ikony Roblox do folderu
pt_br: Extrair ícones do Roblox para a pasta
ro: Extrage pictogramele Roblox în dosar
ru: Извлечь значки Roblox в папку
sv_se: Extrahera Roblox-ikoner till en mapp
th: แตกไฟล์ไอคอน Roblox ไปยังโฟลเดอร์
tr: Roblox simgelerini klasöre çıkar
uk: Видобути значки Roblox до папки
vi: Trích xuất biểu tượng Roblox vào thư mục
zh_cn: 提取 Roblox 图标至 Bloxstrap 安装目录
zh_hk: 提取 Roblox 圖示到資料夾
zh_tw: 提取 Roblox 圖示到資料夾

# Menu.Shortcuts.ExtractIcons.Description
source: Allows you to use Bloxstrap's range of Roblox icons for your shortcuts. [See how.]({0})
ar: يسمح لك باستخدام مجموعة أيقونات Bloxstrap من Roblox للاختصارات الخاصة بك. [انظر كيف.]({0})
bg: Позволява ви да използвате разнообразната колекция от икони на Bloxstrap за вашите преки пътища. [Вижте как.]({0})
bs: Omogućava vam da koristite Bloxstrap asortiman Roblox ikona za svoje prečice. [Pogledajte kako.]({0})
cs: Umožňuje používat rozsah Roblox ikon Bloxstrapu pro zástupce. [Podívej se jak na to.]({0})
da: Tillader dig at bruge Bloxstraps sortiment af Roblox-ikoner til dine genveje. [Se hvordan.]({0})
de: Erlaubt es dir, Bloxstrap's Auswahl an Roblox Symbolen für deine Verknüpfungen zu benutzen. [Anleitung]({0})
es_es: Te permite usar una variedad de iconos de Roblox que te proporciona Fishstrap. [Ver cómo.]({0})
fa: بلاکسترپ به شما اجازه میدهد که از تعدادی آیکون های روبلاکس برای میانبر های خود استفاده کنید. [ببینید چگونه.]({0})
fi: Antaa sinun käyttää Bloxstrapin Roblox-ikonien valikoimaa pikakuvakkeissasi. [Katso, miten.]({0})
fil: Binibigyang-daan kang gamitin yung Bloxstrap ang mga Roblox icons para sa iyong shortcuts. [Pakita kung paano.]({0})
fr: Vous permet d'utiliser la gamme d'icônes Roblox de Fishstrap pour vos raccourcis. [Voir comment.]({0})
hi: Yeh aapko Bloxstrap ke Roblox icons ka istemal karne ki suvidha deta hai apne shortcuts ke liye. [Kaise karein dekhein.]({0})
hr: Dopušta Vam da koristite Fishstrapov raspon Roblox ikona za Vaše prečace. [Pogledajte kako.]({0})
hu: Lehetővé teszi, hogy a Bloxstrap Roblox ikonok választékát használd a parancsikonokhoz. [Lásd hogyan.]({0})
id: Memungkinkan Anda untuk menggunakan jangkauan Fishstrap dari simbol Roblox untuk pintasan Anda. [Lihat caranya.]({0})
it: Permette di utilizzare la lista delle icone di Roblox di Bloxstrap per i collegamenti. [Vedi come]({0})
ja: Fishstrapのショートカットアイコンとして使用できるようにします。[詳細はこちら]({0})
ko: Bloxstrap의 다양한 Roblox 아이콘을 바로 가기에 사용할 수 있습니다. [어떻게 할 수 있는지 알아보세요.]({0})
lt: Leidžia naudoti „Fishstrap“ „Roblox“ piktogramų asortimentą savo nuorodoms. [Žiūrėti, kaip.]({0})
lv: Ļauj jums izmantot Bloxstrap Roblox ikonas priekš jūsu īsceļiem. [Redzēt kā.]({0})
ms: Membenarkan anda menggunakan pelbagai ikon Roblox Fishstrap untuk pintasan anda. [Lihat bagaimana ia berfungsi.]({0})
nl: Staat u toe om Fishstrap's collectie van Roblox iconen te gebruiken voor snelkoppelingen. [Zie hoe.]({0})
pl: Umożliwia używanie szerokiej selekcji różnych ikonek Roblox dla twoich skrótów na pulpicie. [Więcej]({0})
pt_br: Permite que você use a variação de ícones Roblox do Bloxstrap para seus atalhos. [Veja como.]({0})
ro: Vă permite să utilizați pictogramele Roblox din Bloxstrap pentru scurtăturile dvs. [Vezi cum.]({0})
ru: Позволяет использовать ряд иконок Roblox от Bloxstrap для ваших ярлыков. [Смотрите как.]({0})
sv_se: Låter dig använda Fishstraps utbud av Roblox ikoner för dina genvägar. [Visa hur.]({0})
th: อนุญาตให้คุณใช้ไอคอน Roblox จาก Bloxstrap สำหรับการสร้างทางลัดของคุณ [ดูวิธีการ] ({0})
tr: Kısayollarınız için Bloxstrap'ın çeşitli Roblox simgelerini kullanmanızı sağlar. [Nasıl olduğunu görün.]({0})
uk: Дозволяє використовувати асортимент іконок Roblox від Bloxstrap для ваших ярликів. [Дізнайтеся як.]({0})
vi: Cho phép bạn sử dụng các biểu tượng Roblox có sẵn trong Bloxstrap cho các phím tắt của bạn. [Xem cách.]({0})
zh_cn: 启用此选项后将会在 Bloxstrap 安装根目录上创建一个名为 “已提取的图标” 的文件夹。 （此选项允许您获取 Roblox 图标文件以便快捷应用于快捷方式）[如何应用？]({0})
zh_hk: 允許您使用 Bloxstrap 提供的 Roblox 圖示作為捷徑。 [看看如何。]({0})
zh_tw: 啟用此選項後將會在 Fishstrap 安裝根目錄上創建一個名為 “Icons” 的資料夾。 （此選項允許您獲取 Roblox 圖示文件以便快捷應用於捷徑）[如何使用？]({0})
