Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Installer.Welcome.NextToContinue
source: Please click 'Next' to continue.
ar: الرجاء النقر فوق 'التالي' للمتابعة.
bg: Моля, натиснете „Напред“, за да продължите.
bs: Molimo vas kliknite 'Naprijed' da nastavite.
cs: Pro pokračování klikněte na tlačítko 'Další'.
da: Klik 'Næste' for at fortsætte.
de: Bitte klicke auf 'Nächste' um fortzufahren.
es_es: Haga clic en "Siguiente" para continuar.
fa: لطفا بر روی "بعدی" کلیک کنید جهت ادامه دادن.
fi: Klikkaa 'Seuraava' jatkaaksesi.
fil: Paki click ang 'Next' upang magpatuloy.
fr: Veuillez cliquer sur 'Suivant' pour continuer.
hi: Kripya 'Next' par click karein taaki aage badh sakein.
hr: Molimo kliknite 'Dalje' da biste nastavili.
hu: A folytatáshoz kattintson a 'Tovább' gombra.
id: Mohon klik 'Lanjut' untuk melanjutkan.
it: Per favore clicca 'Avanti' per continuare.
ja: 続けるには「次へ」‪を押してください。
ko: '다음'을 눌러 계속 진행해주세요.
lt: Spustelėkite Toliau, kad tęstumėte.
lv: Lūdzu spiedied uz 'Nākamais', lai turpinātu.
ms: Sila klik 'Seterusnya' untuk meneruskan.
nl: Klik alstublieft op 'Volgende' om door te gaan.
pl: Kliknij „Dalej”, aby kontynuować.
pt_br: Por favor clique em 'Próximo' para continuar.
ro: Vă rugăm să faceți clic pe "Înainte" pentru a continua.
ru: Пожалуйста, нажмите «Далее» для продолжения.
sv_se: Klicka på "Nästa" för att fortsätta.
th: กรุณาคลิกที่ 'ถัดไป' เพื่อดำเนินการต่อ
tr: Devam etmek için lütfen "İleri" butonuna tıklayın.
uk: Будь ласка, натисніть "Далі", щоб продовжити.
vi: Bấm 'Tiếp' để tiếp tục.
zh_cn: 请点击 “下一步” 以继续。
zh_hk: 請按「下一步」來繼續。
zh_tw: 請點擊 “下一步” 以繼續。

# Installer.Welcome.UpdateNotice
source: You are trying to install version {0} of Bloxstrap, but the latest version available is {1}. Would you like to download it?
ar: أنت تحاول تثبيت الإصدار {0} من Bloxstrap، ولكن أحدث إصدار متاح هو {1}. هل ترغب في تحميله؟
bg: Опитвате се да инсталирате версия {0} на Bloxstrap, но последната налична версия е {1}. Искате ли да го изтеглите?
bs: Pokušavate instalirati verziju {0} Bloxstrapa, ali najnovija verzija {1} je dostupna. Bi li ju željeli preuzeti?
cs: Pokoušíte se nainstalovat verzi {0} Bloxstrapu, ale nejnovější dostupná verze je {1}. Chcete ji stáhnout?
da: Du forsøger at installere version {0} af Bloxstrap, men den nyeste tilgængelige version er {1}. Vil du downloade den?
de: Du versuchst Version {0} von Bloxstrap zu installieren, obwohl die neuere Version {1} verfügbar ist. Möchtest du diese stattdessen herunterladen?
es_es: Está intentando instalar la versión {0} de Fishstrap, pero la última versión disponible es {1}. ¿Desea descargarla?
fa: شما درتلاش برای نصب نسخه {0} از بلاکسترپ هستید، ولی جدیدترین ورژن درحال حاضر {1} است. آیا مایل به دانلود هستید؟
fi: Yrität asentaa Bloxstrapin versiota {0}, mutta viimeisin versio on {1}. Haluaisitko ladata sen?
fil: Sinubukan mong i-install ang version {0} ng Bloxstrap, pero ang latest version ay {1}. Gusto mo ba itong i-download?
fr: Vous essayez d'installer la version {0} de Fishstrap, mais la dernière version disponible est {1}. Souhaitez-vous la télécharger ?
hi: Aap Bloxstrap ka version {0} install karne ki koshish kar rahe hain, lekin available latest version {1} hai. Kya aap ek naya version download karna chahenge?
hr: Pokušavate instalirati verziju {0} Fishstrapa, ali najnovija dostupna verzija je {1}. Želite li ju preuzeti?
hu: A Bloxstrap {0} verzióját próbálja telepíteni, de a legújabb elérhető verzió {1}. Szeretné letölteni?
id: Anda sedang mencoba memasang Fishstrap versi {0}, tetapi versi yang terbaru adalah {1}. Apakah Anda ingin memasangnya?
it: Stai cercando d'installare la versione {0} di Bloxstrap, ma l'ultima versione disponibile è {1}. Vorresti scaricarla?
ja: 現在Fishstrap {0}をインストールしようとしていますが、最新版は{1}です。最新版をダウンロードしますか？
ko: 버전 {0}의 Bloxstrap을 설치하려고 계시지만 최신 버전은 {1}입니다. 다운로드하시겠습니까?
lt: Bandote įdiegti {0} „Fishstrap“ versiją, bet naujausia versija yra {1}. Ar norėtumėte ją atsisiųsti?
lv: Jūs cenšaties instalēt Bloxstrap versiju {0}, bet jaunākā versija ir iegūstama {1}. Vai jūs vēlaties to lejupielādēt?
ms: Anda cuba memasang Fishstrap versi {0}, akan tetapi versi terbaru yang tersedia ialah {1}. Adakah anda ingin memuat turunnya?
nl: U probeert de versie {0} van Fishstrap te installeren, terwijl de nieuwste versie {1} is. Wilt u deze downloaden?
pl: Próbujesz zainstalować wersję {0}, natomiast najnowsza dostępna wersja to {1}. Czy chcesz ją pobrać?
pt_br: Você está tentando baixar a versão {0} do Bloxstrap, mas a última versão disponível é {1}. Você gostaria de baixá-la?
ro: Încerci să instalezi versiunea {0} de Bloxstrap, dar ultima versiune disponibilă este {1}. Dorești să o descarci?
ru: Вы пытаетесь установить версию {0}, но последняя доступная версия — {1}. Желаете загрузить её?
sv_se: Du försöker installera version {0} av Fishstrap, men den senaste tillgängliga versionen är {1}. Vill du ladda ner den istället?
th: คุณกำลังพยายามที่จะติดตั้งเวอร์ชั่น {0} ของ Bloxstrap, แต่เวอร์ชั่นล่าสุดคือ {1} คุณต้องการดาวน์โหลดมันหรือไม่
tr: Bloxstrap'ın {0} sürümünü yüklemeye çalışıyorsunuz, fakat mevcut olan en son sürüm {1}. En son sürümü yüklemek ister misiniz?
uk: Ви намагаєтеся встановити версію {0} Bloxstrap, але доступна остання версія {1}. Бажаєте завантажити її?
vi: Bạn đang cố cài đặt phiên bản {0} của Bloxstrap, nhưng phiên bản mới nhất hiện tại là {1}. Bạn có muốn tải về không?
zh_cn: 您正在尝试安装 Bloxstrap v{0}；目前最新版本是 Bloxstrap v{1}。 您想下载最新版本吗？
zh_hk: 正在嘗試安裝 Bloxstrap 版本 {0}，但是最新版本是 {1}。請問你要不要下載最新版本？
zh_tw: 您正在嘗試安裝 Fishstrap 的 {0} 版本，但是最新版本是 {1} 。您想下載嗎？

# Installer.Install.Location.Title
source: Choose where to install to
ar: اختر مكان التثبيت
bg: Изберете инсталационна локация
bs: Odaberi gdje ćete instalirati
cs: Vyberte, kam chcete nainstalovat
da: Vælg hvor der skal installeres
de: Suche einen Installationsort aus
es_es: Elija a dónde instalar
fa: انتخاب کنید کجا میخواهید نصب کنید
fi: Valitse, mihin asennetaan
fil: Piliin kung saan i-install
fr: Choisissez où installer
hi: Jahan install karna hai, woh chuniye
hr: Odaberite gdje želite instalirati
hu: Válassza ki, hogy hova telepítse
id: Pilih lokasi instalasi
it: Scegli dove installare
ja: インストール先を選択
ko: 설치할 위치를 선택하세요
lt: Pasirinkite, kur įdiegti
lv: Izvēlieties vietu, kur instalēt
ms: Pilih lokasi pemasangan
nl: Kies waar te installeren
pl: Wybierz folder instalacji
pt_br: Escolha aonde o Bloxstrap deve ser instalado
ro: Alege unde să instalezi
ru: Выберите место для установки
sv_se: Välj var Fishstrap ska installeras
th: สถานที่ที่จะติดตั้ง
tr: Yüklenecek yeri seç
uk: Виберіть місце встановлення
vi: Chọn nơi để cài đặt
zh_cn: 选择安装位置
zh_hk: 選擇安裝位置
zh_tw: 選擇安裝位置

# Installer.Install.Location.Text
source: Roblox will also be installed to this path. Change this if you prefer to install all your games to a separate drive. Otherwise, it's recommended that you keep this as it is.
ar: سيتم أيضا تثبيت Roblox على هذا المسار. قم بتغيير هذا إذا كنت تفضل تثبيت جميع ألعابك إلى محرك أقراص منفصل. وإلا، من المستحسن أن تحافظ على هذا كما هي.
bg: Roblox ще бъде инсталиран на този път. Променете го, ако предпочитате да инсталирате всичките си игри на различен диск. В противен случай се препоръчва да го запазите, както е.
bs: Roblox će također biti instaliran na ovoj stazi. Promijenite ovo ako želite da instalirate sve svoje igre na zaseban disk. U suprotnom, preporučljivo je da ovo zadržite kako jest.
cs: Roblox bude také nainstalován na tuto cestu. Změňte toto nastavení, pokud preferujete instalovat všechny své hry na samostatný disk. Jinak je doporučeno toto nastavení zachovat.
da: Roblox vil også blive installeret på denne sti. Skift dette, hvis du foretrækker at installere alle dine spil til et separat drev. Ellers anbefales det, at du holder dette, som det er.
de: Roblox wird ebenfalls in diesem Pfad installiert. Verändere es, wenn du lieber alle deine Spiele auf ein separates Laufwerk installierst. Ansonsten ist es besser, wenn du es so lässt wie es ist.
es_es: Roblox también se instalará en esta ruta. Cambia esto si prefieres instalar todos tus juegos en una unidad separada. De lo contrario, se recomienda que mantengas esto como está.
fa: روبلاکس نیز در این مسیر نصب خواهد شد. اگر ترجیح می‌دهید تمام بازی‌های خود را در یک درایو جداگانه نصب کنید، این گزینه را تغییر دهید. در غیر این صورت، توصیه می‌شود آن را به همین صورت نگه دارید.
fi: Myös Roblox asennetaan tähän polkuun. Muuta tätä, jos mieluummin asennat kaikki pelisi erilliselle asemalle. Muuten on suositeltavaa, että jätät tämän sellaisenaan.
fil: Ang Roblox ay mai-install din sa path nito. Baguhin mo ito kung gusto mong i-install lahat ng laro mo sa isang hiwalay na drive. Kung hindi, inirerekumenda na huwag na lang ibahin.
fr: Roblox sera également installé à cet emplacement. Modifiez ceci si vous préférez installer tous vos jeux sur un disque séparé. Sinon, il est recommandé de laisser cela tel quel.
hi: Roblox bhi is path par install hoga. Agar aap apne saare games ko alag drive par install karna chahte hain, to ise badal sakte hain. Agar nahi, to yeh waise ka waise rakhein, yeh recommend kiya jata hai.
hr: Roblox će se isto instalirati na ovo mjesto. Promijenite ovo ako želite instalirati sve Vaše igre na drukčiji disk. Inače je preporučeno da ovo ostavite kako je sad.
hu: A Roblox is erre az útvonalra lesz telepítve. Módosítsa ezt, ha az összes játékot külön meghajtóra szeretné telepíteni. Egyébként ajánlott, hogy ezt a beállítást hagyja meg.
id: Roblox juga akan di install ke lokasi ini. Ubah lokasi ini jika Anda ingin install semua game Anda ke drive terpisah. Jika tidak, disarankan agar Anda tetap menggunakan lokasi ini.
it: Roblox sarà anche installato in questo percorso. Cambialo se preferisci installare tutti i tuoi giochi in un'unità separata. Altrimenti, è consigliato mantenerlo così com'è.
ja: Robloxもこの場所にインストールされます。別のドライブにインストールしたい場合は変更してください。 基本的にはデフォルトでの設定をおすすめします。
ko: Roblox도 이 경로에 설치됩니다. 다른 드라이브에 게임을 설치하신다면 경로를 바꾸시거나, 그렇지 않을 경우 경로를 유지하시는 것이 좋습니다.
lt: „Roblox“ taip pat bus įdiegtas į šį kelią. Jei norite visus žaidimus įdiegti į atskirą diską, pakeiskite tai. Kitaip rekomenduojama palikti šį kelią tokį, koks jis yra.
lv: Roblox arī būs instalēts šajā mapes ceļā. Mainiet šo, ja vēlaties instalēt visas savas spēles citā diskā. Pretējā gadījumā, ir ieteicams saglabāt šo, tādu kāds tas ir.
ms: Roblox juga akan dipasang pada "path" ini. Tukar "path" ini jika anda ingin memasang semua permainan anda ke pemacu yang berbeza. Jika tidak, ia disarankan untuk mengekalkannya tetapan yang sedia ada.
nl: Roblox zal ook hier geïnstalleerd worden. Verander deze als u het liever hebt dat uw games op een aparte schijf staan, hou dit anders zoals het is.
pl: Roblox zostanie zainstalowany w tym folderze. Zmień, jeśli preferujesz zainstalować wszystkie gry na oddzielny dysk. W przeciwnym wypadku zalecamy zachowanie tego w obecnej postaci.
pt_br: O Roblox também será instalado neste caminho. Mude isso se você prefere instalar todos os seus jogos em uma unidade separada. Caso contrário, é recomendável que você mantenha como está.
ro: Roblox va fi instalat și în această locație. Schimbați asta dacă preferi să instalezi toate jocurile pe un disc separat. În caz contrar, este recomandat să lași setarea așa cum este.
ru: Roblox также будет установлен по этому пути. Измените путь, если вы предпочитаете устанавливать все свои игры на отдельный диск. В противном случае рекомендуется оставить все как есть.
sv_se: Roblox kommer också att installeras till denna sökväg. Ändra detta om du föredrar att installera alla dina spel till en separat disk. Annars rekommenderas du att behålla detta som det är.
th: Roblox จะถูกติดตั้งในขั้นตอนนี้. เปลี่ยนสิ่งนี้หากคุณต้องการติดตั้งเกมทั้งหมดของคุณลงในไดรฟ์อื่น ไม่งั้นขอแนะนำให้คุณเก็บสิ่งนี้ไว้เหมือนเดิม
tr: Roblox bu yola da yüklenecektir. Oyunlarınızı başka bir depolama sürücüsüne yüklemeyi tercih ediyorsanız bunu değiştirin. Onun dışında, bunu olduğu gibi tutmanız önerilir.
uk: Roblox також буде встановлено за цим шляхом. Змініть це, якщо ви віддаєте перевагу встановлювати всі свої ігри на окремий диск. В іншому випадку рекомендується залишити це як є.
vi: Roblox sẽ được cài đặt đến mục này. Thay đổi nếu bạn muốn tải tất cả những trò chơi của bạn đến một ổ khác. Nếu không thì, khuyến khích là bạn giữ nguyên nó.
zh_cn: Roblox 本体也将安装至此路径。 如果您有分类整理电脑的习惯，请更改此项；否则，建议您保持原样。
zh_hk: Roblox 也會安裝到此路徑。如果你想安裝你的所有遊戲到其他硬碟，請改變此路徑。否則，我們建議你保持此安裝路徑不變。
zh_tw: Roblox 也將安裝在此路徑中。如果您希望將所有遊戲安裝到其他的硬碟，請更改此設定。否則，建議您保持不變。

# Installer.Install.Location.DataFound
source: Existing data found. Your mods and settings will be restored.
ar: تم العثور على البيانات الموجودة. سيتم استعادة الإضافات والإعدادات الخاصة بك.
bg: Намерени са съществуващи данни. Вашите модификации и настройки ще бъдат възстановени.
bs: Pronađeni su postojeći podaci. Vaši modovi i postavke će biti vraćeni.
cs: Nalezena existující data. Vaše módy a nastavení budou obnoveny.
da: Eksisterende data fundet. Dine mods og indstillinger vil blive gendannet.
de: Alte Dateien gefunden. Deine Mods und Einstellungen werden wiederhergestellt.
es_es: Datos existentes encontrados. Tus mods y ajustes serán restaurados.
fa: داده های پیشین پیدا شد. مودها و تنظیمات شما بازیابی خواهند شد.
fi: Olemassa olevaa dataa löytyi. Modisi ja asetuksesi palautetaan.
fil: May natagpuang existing data. Ang mods at settings mo ay naiibalik na sa dating kalagayan.
fr: Des données existantes ont été trouvées. Vos mods et paramètres vont être restaurés.
hi: Mojooda data mila. Aapki mods aur settings ko restore kiya jayega.
hr: Postojeći podaci pronađeni. Vaše modifikacije i postavke će biti vraćene.
hu: Meglévő adatok észlelve. A modok és a beállítások visszaállításra kerülnek.
id: Terdapat data sebelumnya yang ditemukan. Modifikasi dan pengaturan Anda akan dipulihkan.
it: Dati esistenti trovati. Le tue mod e impostazioni saranno ripristinate.
ja: 以前のデータが見つかりました。Modと設定は復元されます。
ko: 기존 데이터를 발견했습니다. 모드와 설정이 복원됩니다.
lt: Rasti esami duomenys. Jūsų modifikacijos ir nustatymai bus atkurti.
lv: Esošie dati ir atrasti. Jūsu modifikācijas un iestatījumi tiks atgriezti.
ms: Data sedia ada dijumpai. Mod dan tetapan anda akan dipulihkan.
nl: Bestaande gegevens gevonden. Uw modificaties en instellingen zullen hersteld worden.
pl: Znaleziono istniejące dane. Twoje mody i ustawienia zostaną przywrócone.
pt_br: Dados existentes encontrados. Seus mods e configurações serão restaurados.
ro: Date existente au fost găsite. Modurile și setările tale vor fi restaurate.
ru: Существующая информация найдена. Ваши моды и настройки будут восстановлены.
sv_se: Befintlig data hittades. Dina moddar och inställningar kommer att återställas.
th: พบข้อมูลที่มีอยู่ ม็อดและการตั้งค่าของคุณจะถูกกู้คืน
tr: Mevcut veri bulundu. Modlarınız ve ayarlarınız geri yüklenecek.
uk: Знайдено наявні дані. Ваші моди та налаштування будуть відновлені.
vi: Đã tìm thấy dữ liệu hiện có. Mod và cài đặt của bạn sẽ được khôi phục.
zh_cn: 发现数据残留；您的模组和设置将被恢复。
zh_hk: 找到了現有數據。你的模組和設定將會恢復。
zh_tw: 發現現有數據。您的模組和設定將被恢復。

# Common.Shortcuts
source: Shortcuts
ar: اختصارات
bg: Преки пътища
bs: Prečice
cs: Zkratky
da: Genveje
de: Verknüpfungen
es_es: Atajos
fa: میانبرها
fi: Pikakuvakkeet
fil: Mga Shortcuts
fr: Raccourcis
hr: Prečaci
hu: Gyorsparancsok
id: Pintasan
it: Scorciatoie
ja: ショートカット
ko: 바로 가기
lt: Nuorodos
lv: Īsceļi
ms: Pintasan
nl: Snelkoppelingen
pl: Skróty
pt_br: Atalhos
ro: Comenzi rapide
ru: Ярлыки
sv_se: Genvägar
th: ทางลัด
tr: Kısayollar
uk: Ярлики
vi: Phím tắt
zh_cn: 快捷方式
zh_hk: 捷徑
zh_tw: 捷徑

# Common.Shortcuts.Desktop
source: Desktop icon
ar: أيقونة سطح المكتب
bg: Икона на работния плот
bs: Ikona radne površine
cs: Ikona na ploše
da: Skrivebord Ikon
de: Desktop Symbol
es_es: Icono del escritorio
fa: آیکون دسکتاپ
fi: Työpöydän kuvake
fil: Desktop na icon
fr: Icône du bureau
hr: Desktop ikona
hu: Asztali ikon
id: Ikon desktop
it: Icona sul desktop
ja: デスクトップ
ko: 바탕화면 아이콘
lt: Darbalaukio piktograma
lv: Darbavirsmas Ikona
ms: Ikon Desktop
nl: Bureaublad icoon
pl: Ikona na pulpicie
pt_br: Ícone da Área de Trabalho
ro: Pictogramă de pe desktop
ru: Ярлык на рабочем столе
sv_se: Skrivbordsikon
th: ไอคอนบนเดสก์ท็อป
tr: Masaüstü simgesi
uk: Значок на робочому столі
vi: Biểu tượng màn hình chính
zh_cn: 桌面图标
zh_hk: 桌面圖示
zh_tw: 桌面圖示

# Common.Shortcuts.StartMenu
source: Start Menu icon
ar: أيقونة قائمة ابدأ
bg: Икона на началното меню
bs: Ikona start menija
cs: Ikona v Start menu
da: Start Menu ikon
de: Startmenü Symbol
es_es: Icono del menú de inicio
fa: آیکون منوی استارت
fi: Käynnistysvalikon kuvake
fil: Start Menu na icon
fr: Icône du menu Démarrer
hr: Start Meni ikona
hu: Start menü ikon
id: Ikon Start Menu
it: Icona menu iniziale
ja: スタートメニュー
ko: 시작 메뉴 아이콘
lt: Pradžios meniu piktograma
lv: Sākuma Izvēlnes ikona
ms: Ikon Start Menu
nl: Start Menu icoon
pl: Ikona w Menu Start
pt_br: Ícone do Menu Iniciar
ro: Pictogramă în meniul Start
ru: Ярлык в меню «Пуск»
sv_se: Startmenyikon
th: ไอคอนบนเมนูเริ่มต้น
tr: Başlat Menü simgesi
uk: Значок у меню Пуск
vi: Biểu tượng Start Menu
zh_cn: “开始”菜单图标
zh_hk: 開始選單圖示
zh_tw: 開始功能表圖示
