Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.Appearance.Global.Theme.Title
source: Global Theme
ar: المظهر العالمي
bg: Цветова схема
bs: Globalna tema
cs: Globální motiv
da: Globalt tema
de: Globales Design
es_es: Tema global
fa: تم سراسری
fi: Yleinen teema
fr: Thème global
hi: Vaishvik Theme
hr: Globalna tema
hu: Globális Téma
id: Tema Global
it: Tema
ja: 全体のテーマ
ko: 전역 테마
lt: Visuotinė tema
lv: Globālā Tēma
ms: Tema Global
nl: Globaal thema
pl: Globalny motyw
pt_br: Tema Global
ro: Tema Globală
ru: Глобальная тема
sv_se: Globalt tema
th: ธีมที่ใช้อยู่
tr: Global Tema
uk: Глобальна Тема
vi: Giao diện chung
zh_cn: 全局主题
zh_hk: 全局主題
zh_tw: 全局主題

# Menu.Appearance.Icon.Description
source: Choose what icon it should use.
ar: اختر الايقونة الذي تريد استخدامها.
bg: Избери коя икона да ползва.
bs: Izaberi koju ikonu će koristiti.
cs: Vyberte, jakou ikonu by to mělo používat.
da: Vælg, hvilket ikon den skal bruge.
de: Wähle aus, welches Symbol verwendet werden soll.
es_es: Elige cuál ícono se debería de usar.
fa: انتخاب کنید چه آیکونی میخواهید استفاده شود.
fi: Valitse, mitä kuvaketta sen pitäisi käyttää.
fil: Pumili kung anong icon ang dapat gamitin.
fr: Choisissez l'icône qu'il devrait utiliser.
hi: Chunen ki use kis icon ka upayog karana chaahie.
hr: Odaberite koju ikonu će koristiti.
hu: Válassza ki, hogy milyen ikont használjon.
id: Pilih ikon yang harus digunakan.
it: Scegli quale icona dovrebbe usare.
ja: アイコンを指定できます。
ko: 사용할 아이콘을 선택하세요.
lt: Pasirinkite, kokią piktogramą ji turėtų naudoti.
lv: Izvēlies, kādu ikonu tam vajadzētu izmantot.
ms: Pilih ikon yang akan digunakan.
nl: Kies welk pictogram het moet gebruiken.
pl: Wybierz, jaką ikonę ma używać.
pt_br: Escolha qual ícone deverá ser usado.
ro: Alegeți ce pictogramă trebuie să folosească.
ru: Выберите, какая иконка будет использоваться.
sv_se: Välj vilken ikon som den ska använda.
th: เลือกโลโก้ที่จะให้แสดง
tr: Hangi simgeyi kullanması gerektiğini seçiniz.
uk: Виберіть, яку іконку використовувати.
vi: Chọn biểu tượng nên được sử dụng.
zh_cn: 为 Bloxstrap 选择一个图标。
zh_hk: 選擇應該使用的圖示。
zh_tw: 選擇Fishstrap的圖示。

# Menu.Appearance.Icon.Title
source: Icon
ar: أيقونة
bg: Икона
bs: Ikona
cs: Ikona
da: Ikon
de: Symbol
es_es: Icono
fa: آیکون
fi: Kuvake
fr: Icône
hr: Ikona
hu: Ikon
id: Ikon
it: Icona
ja: アイコン
ko: 아이콘
lt: Piktograma
lv: Ikona
ms: Ikon
nl: Pictogram
pl: Ikona
pt_br: Ícone
ro: Pictogramă
ru: Иконка
sv_se: Ikon
th: ไอคอน
tr: Simge
uk: Іконка
vi: Biểu tượng
zh_cn: 图标
zh_hk: 圖示
zh_tw: 圖標

# Menu.Appearance.Preview
source: Preview
ar: إلقاء نظرة
bg: Преглед
bs: Pretpregled
cs: Náhled
da: Forhåndsvisning
de: Vorschau
es_es: Vista previa
fa: پیش‌نمایش
fi: Esikatselu
fr: Aperçu
hi: Sameeksha karen
hr: Pretpregled
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
lt: Peržiurėti
lv: Priekšskats
ms: Previu
nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualização
ro: Previzualizare
ru: Предпросмотр
sv_se: Förhandsvisning
th: ตัวอย่าง
tr: Önizleme
uk: Перегляд
vi: Xem trước
zh_cn: 预览
zh_hk: 預覽
zh_tw: 預覽

# Menu.Appearance.Style.Description
source: Choose how it should look. Dark theme does not apply to Legacy/Vista.
ar: اختر كيف يجب أن تبدو. لا ينطبق المظهر الداكن على Legacy/Vista.
bg: Избери стил на зареждане. Тъмен режим не се прилага към Legacy/Vista.
bs: Izaberite kako će izgledati. Tamna tema ne važi za Naslijeđe/Vista.
cs: Vybrat jak by to mělo vypadat. Tmavé téma se neaplikuje na Legacy/Vista.
da: Vælg, hvordan det skal se ud. Mørkt tema gælder ikke for Legacy/Vista.
de: Wähle aus, wie es aussehen soll. Das dunkle Design gilt nicht für Legacy/Vista.
es_es: Elige como debería verse, El tema oscuro no aplica para Clásico/Vista.
fa: انتخاب کنید که چگونه باشد. تم سیاه برای Legacy/Vista کار نمیکند.
fi: Valitse, miltä sen pitäisi näyttää. Tumma teema ei toimi vanha/Vista-tyylien kanssa.
fil: Piliin kung ano ang magiging hitsura nito. Ang madilim na tema ay hindi nalalapat sa Legacy/Vista.
fr: Choisissez son apparence. Le thème sombre ne s'applique pas à Legacy/Vista.
hi: Chunen ki yah kaisa dikhana chaahie. Dark theme Legacy/Vista par laagoo nahin hotee hai.
hr: Odaberite kako će izgledati. Tamna tema se ne primjenjuje na Legacy/Vista.
hu: Válassza ki a kinézetét. A sötét téma nem hat a Régi/Vista kinézetre.
id: Pilih bagaimana tampilannya. Mode gelap tidak di terapkan ke Jadul/Vista.
it: Scegli come dovrebbe apparire. Il tema scuro non si applica a Legacy/Vista.
ja: 見た目を変えることができます。"レガシー"と"Vista"はダークモードに対応していません。
ko: 원하는 스타일을 선택하세요. 다크 테마는 Legacy/Vista에 적용되지 않습니다.
lt: Pasirinkite, kaip jis turėtų atrodyti. Tamsi tema netaikoma „Legacy“ / „Vista“.
lv: Izvēlies, kā tam būtu jaizskatās. Tumšā tēma nedarbojas ar Vēsturisks/Vista.
ms: Pilih gaya yang diinginkan. Tema gelap tidak dapat digunakan pada Legasi/Vista.
nl: Kies hoe het eruit moet zien. Donker thema is niet van toepassing op Legacy/Vista.
pl: Wybierz, jak ma to wyglądać. Ciemny motyw nie dotyczy stylów Legacy i Vista.
pt_br: Escolha o estilo. O tema escuro não funciona para Antigo/Vista.
ro: Alegeți cum ar trebui să arate. Tematica întunecată nu se aplică la Legacy/Vista.
ru: Выберите, как будет выглядеть лаунчер. Тёмная тема не применяется к стилям Legacy и Vista.
sv_se: Välj hur det ska se ut. Mörkt tema fungerar inte med Gammal/Vista.
th: เลือกว่าจะใช้ธีมไหน สำหรับธีมมืด จะไม่สามารถได้กับธีม Legacy/Vista
tr: Nasıl görünmesi gerektiğini seçin. Koyu tema Legacy/Vista için geçerli değildir.
uk: Виберіть, як воно має виглядати. Темна тема не застосовується до Legacy/Vista.
vi: Chọn cách hiển thị. Giao diện tối không áp dụng cho Legacy và Vista.
zh_cn: 选择主题外观；深色主题不适用于 “经典/Vista” 选项。
zh_hk: 選擇其樣子。深色主題不適用於「經典」與「Vista」。
zh_tw: 選擇主題外觀，深色主題不可以套用在經典/Vista主題上。

# Menu.Appearance.Style.Title
source: Style
ar: الشكل
bg: Стил
bs: Stil
cs: Styl
da: Stil
de: Stil
es_es: Estilo
fa: استایل
fi: Tyyli
hr: Stil
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
lt: Stilius
lv: Stils
ms: Gaya
nl: Stijl
pl: Styl
pt_br: Estilo
ro: Stil
ru: Стиль
sv_se: Stil
th: สไตล์
tr: Stil
uk: Стиль
vi: Giao diện
zh_cn: 样式
zh_hk: 外貌
zh_tw: 外貌

# Menu.Appearance.Title
source: Appearance
ar: المظهر
bg: Вид
bs: Izgled
cs: Vzhled
da: Udseende
de: Aussehen
es_es: Apariencia
fa: ظاهر
fi: Ulkonäkö
fr: Apparence
hi: Dikhaavat
hr: Izgled
hu: Kinézet
id: Penampilan
it: Aspetto
ja: 見た目
ko: 외관
lt: Išvaizda
lv: Izskats
ms: Penampilan
nl: Uiterlijk
pl: Wygląd
pt_br: Aparência
ro: Aparență
ru: Внешний вид
sv_se: Utseende
th: การแสดงผล
tr: Görünüş
uk: Вигляд
vi: Giao diện
zh_cn: 个性化
zh_hk: 外觀
zh_tw: 外觀

# Menu.Behaviour.AutoUpdate.Description
source: Bloxstrap will automatically check and update itself when launching Roblox.
ar: سوف يقوم Bloxstrap بالتحقق من نفسه وتحديثه تلقائيًا عند تشغيل Roblox.
bg: Bloxstrap автоматично ще проверява за актуализации и ще се обновява при стартиране на Roblox.
bs: Bloxstrap će automatski provjeriti i nadogratiti se kada se Roblox pokrene.
cs: Bloxstrap se automaticky aktualizuje při spuštění Robloxu.
da: Bloxstrap vil automatisk tjekke og opdatere sig selv, når Roblox startes.
es_es: Fishstrap se comprobará y actualizará automáticamente al iniciar Roblox.
fa: بلاکسترپ آپدیت های جدید را به صورت خودکار درهنگام باز کردن روبلاکس بررسی خواهد کرد.
fi: Bloxstrap automaattisesti tarkistaa ja päivittää itsensä, kun Roblox avataan.
fil: Awtomatikong susuriin at ia-update ng Bloxstrap ang sarili nito kapag magsisimula na ang Roblox.
fr: Fishstrap vérifiera et se mettra automatiquement à jour lors du lancement de Roblox.
hi: Roblox launch karate samay Bloxstrap svachaalit roop se jaanch karega aur update karega.
hr: Fishstrap će se automatski provjeriti i ažurirati kada se Roblox pokrene.
hu: A Bloxstrap automatikusan ellenőrzi és frissíti magát a Roblox indításakor.
id: Fishstrap akan otomatis mengecek dan memperbarui saat memulai Roblox.
it: Bloxstrap verificherà se ci sono aggiornamenti e gli eseguirà automaticamente al lancio di Roblox.
ja: Roblox起動時にFishstrapの更新がある場合は自動的に行います。
ko: Bloxstrap이 Roblox가 실행될 때 자동으로 확인하고 업데이트합니다.
lt: „Fishstrap“ automatiškai patikrins ir atnaujins save paleidus „Roblox“.
lv: Bloxstrap automātiski pārbaudīs un atjauninās sevi, kad Roblox tiek palaists.
ms: Fishstrap akan automatik menyemak dan kemas kini secara sendirinya ketika Roblox dilancarkan.
nl: Fishstrap zal zichzelf automatisch controleren en bijwerken bij het starten van Roblox.
pl: Fishstrap automatycznie zaktualizuje się po uruchomieniu Roblox.
pt_br: O Bloxstrap vai automaticamente verificar e se atualizar quando abrir o Roblox.
ro: Bloxstrap va verifica și se va actualiza automat la deschiderea Roblox.
ru: Bloxstrap будет автоматически проверять и обновлять себя при запуске Roblox.
sv_se: Fishstrap kommer automatiskt uppdatera sig själv när Roblox startas.
th: Bloxstrap จะเช็คและอัพเดทโดยอัตโนมัติเมื่อเปิด Roblox อีกครั้ง
tr: Bloxstrap, Roblox'u başlattığınızda kendini otomatik olarak kontrol edecek ve güncelleyecektir.
uk: Bloxstrap автоматично перевірятиме та оновлюватиметься під час запуску Roblox.
vi: Bloxstrap sẽ tự động kiểm tra và cập nhật khi chạy Roblox.
zh_cn: 当您启动 Roblox 时，Bloxstrap 将会自动检查其本身并进行更新。
zh_hk: Bloxstrap 將在啓動 Roblox 時自動檢查並更新。
zh_tw: Fishstrap在啟動Roblox時會自動進行檢查目前版本並且更新（如果有的話）。

# Menu.Behaviour.AutoUpdate.Title
source: Automatically update Bloxstrap
ar: تحديث Bloxstrap تلقائياً
bg: Автоматично обнови Bloxstrap
bs: Automatsko ažuriranje Bloxstrap-a
cs: Automaticky aktualizovat Bloxstrap
da: Opdater automatisk Bloxstrap
es_es: Actualizar Fishstrap automáticamente
fa: بروزرسانی خودکار بلاکسترپ
fi: Päivitä Bloxstrap automaattisesti
fil: Awtomatikong i-update ang Bloxstrap
fr: Mettre à jour Fishstrap automatiquement
hi: Bloxstrap ko svachaalit roop se update karen
hr: Automatsko Ažuriranje Fishstrap-a
hu: Bloxstrap automatikus frissítése
id: Perbarui Fishstrap secara otomatis
it: Aggiorna automaticamente Bloxstrap
ja: Fishstrapを自動的に更新する
ko: Bloxstrap 자동으로 업데이트하기
lt: Automatiškai atnaujinti „Fishstrap“
lv: Automātiski jaunināt Bloxstrap
ms: Kemas kini Fishstrap secara automatik
nl: Fishstrap automatisch bijwerken
pl: Automatycznie zaktualizuj Fishstrap
pt_br: Atualizar o Bloxstrap automaticamente
ro: Actualizează Bloxstrap automat
ru: Автоматически обновлять Bloxstrap
sv_se: Automatiskt uppdatera Fishstrap
th: อัพเดท Bloxstrap โดยอัตโนมัติ
tr: Bloxstrap'i otomatik olarak güncelle
uk: Автоматично оновлювати Bloxstrap
vi: Tự động cập nhật Bloxstrap
zh_cn: 自动更新 Bloxstrap
zh_hk: 自動更新 Bloxstrap
zh_tw: 自動更新Fishstrap

# Menu.Behaviour.ConfirmLaunches.Description
source: Prevent against closures of your existing game from accidentally launching another one.
ar: منع إغلاق لعبتك الحالية من تشغيل لُعْبَة أخرى عن طريق الخطأ.
bg: Предотвратете затварянето на вашата текуща игра от случайно стартиране на друга.
bs: Spriječiti zatvaranje vaše postojeće igre prilikom slučajnog pokretanja druge.
cs: Prevence proti uzavření vaší existující hry při omylnému spuštění další.
da: Undgå, at lukninger af dit eksisterende spil ved et uheld starter et andet.
es_es: Previene que tu juego se cierre por lanzar uno nuevo.
fa: از بسته شدن بازی فعلی هنگام باز شدن تصادفی بازی دیگر جلوگیری می‌کند.
fi: Estä valmiiksi käynnissä olevan pelin sulkemisen sen takia, että vahingossa käynnistit toisen.
fil: Pigilan ang pagsasara ng kasalukuyang laro mo mula sa aksidenteng pagbukas ng isa pa.
fr: Empêche la fermeture accidentelle de votre instance existante lors du lancement accidentel d'une autre instance.
hi: Galatee se koee doosara game launch karane se apane maujooda game ko band hone se roken.
hr: Spriječite zatvaranje postojeće igre zbog slučajnog pokretanja druge.
hu: Megakadályozza, hogy a meglévő játéka bezárjódjon, amikor véletlenül egy újat indít el.
id: Mencegah menutup sebuah game yang telah dibuka dari membuka game lagi secara tidak sengaja.
it: Evita la chiusura di un gioco aperto aprendone uno accidentalmente.
ja: 新しく別のゲームを起動した際に、既存のゲームが終了するのを防ぎます。
ko: 게임을 하던 도중 실수로 다른 게임을 실행해서 꺼지는 것을 방지합니다.
lt: Užkirskite kelią atsitiktiniam esamo žaidimo uždarymui, kad netyčia nebūtų paleistas kitas žaidimas.
lv: Nepieļaut esošās spēles aizvēršanu no nejaušas jaunas palaišanas.
ms: Mengelakkan permainan yang sedang anda mainkan daripada tertutup apabila anda tidak sengaja membuka permainan baru.
nl: Voorkom dat je bestaande spel niet wordt afgesloten als je per ongeluk een ander spel start.
pl: Zapobiegnij zamknięciu istniejącej sesji przed przypadkowym uruchomieniem innej.
pt_br: Evite que o encerramento do seu jogo existente inicie acidentalmente outro.
ro: Previne închiderea jocului tău de la deschiderea accidentală a altuia.
ru: Предотвратить закрытие запущенной игры из-за случайного запуска другого окна.
sv_se: Förhindra stängningar av ditt befintliga spel från av att misstag har startat ett annat.
th: ป้องกันการปิดเกมโดยไม่ได้ตั้งใจจากการเปิดใหม่อีกหน้าต่าง
tr: Mevcut oyununuzun kapanmasını önlemek için başka bir oyunun yanlışlıkla başlatılmasını engelleyin.
uk: Захистіть закриття наявної гри від випадкового запуску іншої.
vi: Ngăn chặn việc tắt trò chơi hiện tại khi bạn vô tình khởi động trò chơi khác.
zh_cn: 防止因意外启动另外一个 Roblox 进程从而导致您当前正在进行的进程被关闭。
zh_hk: 防止因意外啓動另一個 Roblox 程序而導致當前執行的程式被關閉。
zh_tw: 防止因意外啟動另一個Roblox程式而導致當前運行的程式被關閉。

# Menu.Behaviour.ConfirmLaunches.Title
source: Prompt to confirm when launching another Roblox instance
ar: مطالبة للتأكيد عند إطلاق مثيل مطالبة للتأكيد عند إطلاق مثيل آخر ل Roblox
bg: Потвърдете преди стартиране на друга инстанция на Roblox
bs: Pitaj za potvrdu prilikom pokretanja drugog slučaja Roblox-a
cs: Zeptat se k potvrzení při spouštění další instance Roblox
da: Bed om at bekræfte, når du starter en anden Roblox instans
es_es: Confirmar nueva instancia
fa: صفحه جهت تایید اجرا شدن یک روبلاکس کلاینت دیگر
fi: Kysy varmistusta ennen kuin käynnistät toisen Roblox-instanssin
fil: I-prompt upang kumpirmahin kapag mag-launch ng iba pang Roblox instance
fr: Demande de confirmation lors du lancement d'une autre instance de Roblox
hi: Any Roblox instances launch karate samay pushti karane ka sanket den
hr: Zatraži potvrdu prilikom pokretanja druge Roblox instance
hu: Kérdezzen rá, amikor egy másik Roblox feladatot indítok el
id: Berikan pesan untuk mengkonfirmasi ketika membuka instansi Roblox yang lain
it: Richiedi conferma prima di avviare un'altra istanza di Roblox
ja: 新しくゲームを開く際、実行中のゲームがある場合は確認する
ko: 다른 Roblox 인스턴스를 실행하기 전에 묻기
lt: Raginti patvirtinti paleidžiant kitą „Roblox“ serverį
lv: Parādīt uzvedni, lai apstiprinātu, kad palaižot jaunu Roblox logu
ms: Minta pengesahan sebelum melancarkan instance Roblox yang lain
nl: Vraag om bevestiging wanneer een andere Roblox instantie wordt geopend
pl: Prośba o potwierdzenie podczas uruchamiania innej instancji Roblox
pt_br: Pedir confirmação ao abrir outra janela do Roblox
ro: Cere confirmarea utilizatorului când se deschide altă instanță de Roblox
ru: Запрос на подтверждение при запуске другого окна Roblox
sv_se: Bekräfta när du startar en annan Roblox instans
th: ถามให้แน่ใจเมื่อมีการเปิด Roblox ใหม่อีกหน้าต่างนึง
tr: Başka bir Roblox istemcisi başlatılırken onay iste
uk: Запит на підтвердження під час запуску нового сеансу Roblox
vi: Hiển thị thông báo xác nhận khi mở một tiến trình Roblox khác
zh_cn: 在启动另一个 Roblox 进程时提示确认信息
zh_hk: 在啓動另一個 Roblox 程序時顯示的確認訊息
zh_tw: 在啟動另一個 Roblox 程式時顯示的確認訊息

# Menu.Behaviour.Description
source: Configure what Bloxstrap should do when launching Roblox.
ar: ضبط ما يجب أن يفعله Bloxstrap عند بدء تشغيل Roblox.
bg: Настройте какво трябва да прави Bloxstrap при стартиране на Roblox.
bs: Konfiguriši što Bloxstrap treba napraviti kada se pokrene Roblox.
cs: Konfigurovat co by měl Bloxstrap udělat při spuštění Robloxu.
da: Indstil hvad Bloxstrap skal gøre, når du starter Roblox.
es_es: Configura lo que Fishstrap debe hacer al iniciar Roblox.
fa: تنظیم کنید که بلاکسترپ هنگام اجرای روبلاکس چه کاری را انجام بدهد.
fi: Määritä, mitä Bloxstrapin pitäisi tehdä käynnistäessään Robloxin.
fil: I-configure kung ano ang dapat gawin ng Bloxstrap kapag ito'y binubuksan.
fr: Configure ce que Fishstrap doit faire en lançant Roblox.
hi: Jab Roblox launch ho raha ho tab Bloxstrap ko kya karna chahiye, ise configure karein.
hr: Konfigurirajte što da Fishstrap napravi kada pokreće Roblox.
hu: Annak beállítása, hogy a Bloxstrap mit tegyen a Roblox indításakor.
id: Atur apa yang Fishstrap lakukan saat menjalankan Roblox.
it: Configura cosa dovrebbe fare Bloxstrap quando avvia Roblox.
ja: Roblox起動時におけるFishstrapの動作を設定できます。
ko: Roblox 실행 시 Bloxstrap이 수행할 작업을 설정하세요.
lt: Konfigūruokite, ką „Fishstrap“ turėtų daryti paleidžiant „Roblox“.
lv: Konfigurēt, ko Bloxstrap darīt, kad Roblox tiek palaists.
ms: Tetapkan apa yang perlu dilakukan oleh Fishstrap ketika Roblox dilancarkan.
nl: Kies wat Fishstrap moet doen bij het opstarten van Roblox.
pl: Skonfiguruj, co Fishstrap powinien zrobić podczas uruchamiania Roblox.
pt_br: Configure o que o Bloxstrap deve fazer quando abrir o Roblox.
ro: Configurează ce ar trebui să facă Bloxstrap când pornești Roblox.
ru: Настройте действия Bloxstrap при запуске Roblox.
sv_se: Konfigurera vad Fishstrap ska göra när Roblox startas.
th: กำหนดสิ่งที่ Bloxstrap ควรทำเมื่อเปิด Roblox
tr: Bloxstrap'ın Roblox'u başlatınca yapması gerektiğini yapılandırın.
uk: Налаштуйте, що Bloxstrap має робити при запуску Roblox.
vi: Tùy chỉnh Bloxstrap sẽ làm gì khi khởi động Roblox.
zh_cn: 您可以在此处配置 Bloxstrap 在启动时应执行的操作。
zh_hk: 配置 Bloxstrap 在啓動 Roblox 時應執行的操作。
zh_tw: 設定 Fishstrap 在啟動 Roblox 時應執行的操作。

# Menu.Behaviour.ForceRobloxReinstall.Description
source: Roblox will be installed fresh on next launch.
ar: سيتم تثبيت Roblox من جديد عند الإطلاق التالي.
bg: Roblox ще бъде инсталиран наново при следващото стартиране.
bs: Roblox će biti svježe instaliran sljedeći put kada se bude pokrenuo.
cs: Roblox se přeinstaluje při dalším spuštení.
da: Roblox vil blive installeret frisk ved næste start.
es_es: Roblox se instalará limpiamente en la siguiente ejecución.
fa: روبلاکس در اجرا بعدی از اول نصب خواهد شد.
fi: Roblox asennetaan uudelleen seuraavan käynnistyksen yhteydessä.
fil: Ang Roblox ay mai-install nang bago sa susunod na bubuksan ito.
fr: Roblox sera installé à neuf au prochain démarrage.
hi: Agale launch par Roblox ko naya se install kiya jaega.
hr: Roblox će biti svježe instaliran pri sljedećem pokretanju.
hu: A Roblox a következő induláskor frissen lesz telepítve.
id: Roblox akan di instal ulang di peluncuran berikutnya.
it: Roblox verrà installato da capo al prossimo avvio.
ja: Robloxを次回起動時に再インストールします。
ko: Roblox가 다음 실행 때 새로 설치됩니다.
lt: Kitą kartą paleidus „Roblox“ bus įdiegta nauja.
lv: Roblox tiks no jauna instalēts nākošajā palaišanas reizē.
ms: Roblox akan dipasang semula dalam keadaan baru pada pelancaran seterusnya.
nl: Roblox wordt opnieuw geïnstalleerd bij de volgende lancering.
pl: Roblox będzie zainstalowany na nowo przy następnym uruchomieniu.
pt_br: Quando o Bloxstrap for aberto, o Roblox será instalado novamente.
ro: Roblox va fi instalat proaspăt la următoarea lansare.
ru: Roblox будет установлен заново при следующем запуске.
sv_se: Roblox kommer ominstalleras nästa uppstart.
th: Roblox จะติดตั้งใหม่อีกครั้งเมื่อกดเล่นครั้งต่อไป
tr: Roblox, sonraki başlangıçta yeniden kurulacak.
uk: Roblox буде заново встановлено на наступному запуску.
vi: Roblox sẽ cài đặt lại vào lần khởi động tiếp theo.
zh_cn: 启用此选项后 Roblox 将会在下次启动时进行全新安装。 （此选项将会在首次安装时强制启用；若完成安装此选项则会自动禁用）
zh_hk: Roblox 會在下次啓動時進行全新安裝。
zh_tw: Roblox會在下次啟動時進行重新安裝。

# Menu.Behaviour.ForceRobloxReinstall.Title
source: Force Roblox reinstallation
ar: فرض إعادة تثبيت Roblox
bg: Принудителна преинсталация на Roblox
bs: Forsiraj ponovnu instalaciju Roblox-a
cs: Vynutit přeinstalování Robloxu
da: Gennemtving Roblox geninstallation
es_es: Forzar la reinstalación de Roblox
fa: مجبور به نصب مجدد روبلاکس
fi: Pakota Robloxin uudelleenasennus
fil: Pilitang muling i-install ang Roblox
fr: Forcer la réinstallation de Roblox
hi: Roblox ko phirse balapoorvak install karen
hr: Prisilna reinstalacija Roblox-a
hu: Roblox kényszerített újratelepítése
id: Paksa instalasi ulang Roblox
it: Forza la reinstallazione di Roblox
ja: Robloxの強制再インストール
ko: Roblox 강제 재설치
lt: Priversti „Roblox“ diegti iš naujo
lv: Piespiest Roblox pārinstalāciju
ms: Paksa pemasangan Roblox semula
nl: Roblox herinstallatie forceren
pl: Zmuś Roblox do ponownej instalacji
pt_br: Forçar reinstalação do Roblox
ro: Forțați reinstalarea Roblox
ru: Принудительная переустановка Roblox
sv_se: Tvinga Robloxominstallation
th: บังคับให้ Roblox ติดตั้งใหม่อีกครั้ง
tr: Roblox'u yeniden kurmaya zorla
uk: Примусово перевстановити Roblox
vi: Bắt buộc cài đặt lại Roblox
zh_cn: 强制重新安装 Roblox
zh_hk: 強制重新安裝 Roblox
zh_tw: 強制重新安裝Roblox

# Menu.Behaviour.Title
source: Bootstrapper
ar: أداة تمهيد
bg: Стартер
bs: Bootsrapper
es_es: Iniciador
fa: بوت‌سترپر
fi: Käynnistysohjelma
hr: Pokretač
hu: Indító
ja: カスタムランチャー
ko: 부트스트래퍼
lt: Pakopinė paleidyklė
lv: Palaišanas ielādētājs
pt_br: Inicializador
ro: Comportament
ru: Лаунчер
sv_se: Startprogram
th: บูทสแตรปเปอร์
uk: Завантажник
vi: Trình khởi động
zh_cn: 启动器
zh_hk: 啓動器
zh_tw: 啟動器

# Menu.FastFlagEditor.AddNew
source: Add new
ar: إضافة جديد
bg: Добави
bs: Dodaj novo
cs: Přidat nové
da: Tilføj ny
de: Neue FastFlag
es_es: Agregar nuevo
fa: افزودن جدید
fi: Lisää uusi
fil: Magdagdag ng bago
fr: Ajouter
hi: Naya banaye
hr: Dodaj novo
hu: Új hozzáadása
id: Tambah baru
it: Aggiungi nuovo
ja: 追加
ko: 새로 추가
lt: Pridėti naują
lv: Pievienot jaunu
ms: Tambah baharu
nl: Nieuw toevoegen
pl: Dodaj nową
pt_br: Adicionar novo
ro: Adaugă nou
ru: Добавить новый
sv_se: Lägg till ny
th: เพิ่มใหม่
tr: Yeni ekle
uk: Додати новий FastFlag
vi: Thêm mới
zh_cn: 添加新的
zh_hk: 新增
zh_tw: 增加

# Menu.FastFlagEditor.AlreadyExists
source: An entry for this flag name already exists.
ar: يوجد فعلًا إدخال لإسم Flag هذا.
bg: Вече съществува запис с това име.
bs: Ulaz za ovo ime zastave već postoji.
cs: Vstup pro tohle jméno vlajky už existuje.
da: En post for dette flag-navn eksisterer allerede.
de: Ein Eintrag für diesen Flag-Namen existiert bereits.
es_es: Una entrada con este nombre ya existe
fa: ورودی برای این نام فلگ از قبل وجود دارد.
fi: Kirjaus on jo olemassa tälle flag-nimelle.
fil: Mayroong kapareho na ng flag na ito.
fr: Une entrée pour le nom de ce Flag existe déjà.
hi: Is Flag naam ke lie ek pravishti pahale se maujood hai.
hr: Ulaz za ovo Flag ime već postoji.
hu: Erre a flag névre már létezik bejegyzés.
id: Entri dari nama flag sudah ada.
it: Esiste già un flag con questo nome.
ja: このFlagはすでに追加されています。
ko: 이 Flag 이름과 같은 항목이 이미 존재합니다.
lt: Šio gairelės pavadinimo įrašas jau egzistuoja.
lv: Ieraksts šim karoga nosaukumam jau pastāv.
ms: Entri untuk nama "Flag" ini telah wujud.
nl: Er bestaat al een item voor deze Flag-naam.
pl: Wpis dla tej nazwy flagi już istnieje.
pt_br: Uma flag com esse nome já existe.
ro: Există deja o intrare pentru acest nume de indicator.
ru: Запись для данного флага уже существует.
sv_se: Den här flaggan har redan lagts till.
th: มีรายการสำหรับชื่อนี้อยู่แล้ว
tr: Bu Flag adı için bir giriş zaten mevcut.
uk: Запис для цієї назви FastFlag вже існує.
vi: Flag này đã tồn tại.
zh_cn: 关于此 Flag 名称的条目已存在。
zh_hk: 此flag名稱的條目已存在。
zh_tw: 此flag名稱的條目已存在。

# Menu.FastFlagEditor.Back
source: Back
ar: رجوع
bg: Назад
bs: Nazad
cs: Zpět
da: Tilbage
de: Zurück
es_es: Atrás
fa: بازگشت
fi: Takaisin
fil: Balik
fr: Retour
hi: Vapaas jao
hr: Nazad
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
lt: Atgal
lv: Atpakaļ
ms: Kembali
nl: Terug
pl: Wróć
pt_br: Voltar
ro: Înapoi
ru: Назад
sv_se: Tillbaka
th: กลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回
