Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.UnsavedChanges
source: You have unsaved changes. Are you sure you want to close without saving?
ar: لديك تغييرات غير محفوظة. هل أنت متأكد من أنك تريد الإغلاق دون الحفظ؟
bg: Имате незапазени промени. Сигурни ли сте, че искате да затворите без запазване?
bs: Imate nesačuvane promjene. Jeste li sigurni da želite zatvoriti bez spremanja?
cs: Máte neuložené změny. Opravdu chcete ukončit bez uložení?
da: Du har ugemte ændringer. Er du sikker på, at du vil lukke uden at gemme?
de: Du hast ungespeicherte Änderungen. Bist du dir sicher, dass du ohne Speichern beenden willst?
es_es: Tiene cambios sin guardar ¿Estás seguro de que quieres cerrar sin guardar?
fa: شما تغییرات ذخیره‌نشده دارید. آیا مطمئن هستید که می‌خواهید بدون ذخیره کردن ببندید؟
fi: Sinulla on tallentamattomia muutoksia. Oletko varma, että tahdot sulkea tallentamatta?
fil: Meron kang nabago at hindi pa naka-save. Sigurado ka bang gusto mo isara nang hindi naka-save?
fr: Vous avez des modifications non enregistrées. Êtes-vous sûr de vouloir fermer sans enregistrer ?
hi: Aapke paas unsaved changes hain. Kya aap sure hain ki bina save kiye band karna chahte hain?
hr: Imate promjene koje niste spremili. Jeste li sigurni da želite zatvoriti bez spremanja?
hu: El nem mentett módosításai vannak. Biztos, hogy mentés nélkül akarja bezárni?
id: Anda memiliki perubahan yang belum disimpan. Apakah Anda yakin ingin menutup tanpa menyimpan?
it: Hai delle modifiche non salvate. Sei sicuro che vuoi chiudere senza salvare?
ja: 未保存の変更があります。保存せずに閉じますか？
ko: 저장되지 않은 변경사항이 있습니다. 저장하지 않고 닫으시겠습니까?
lt: Turite neišsaugotų pakeitimų. Ar tikrai norite uždaryti neišsaugojus?
lv: Jums ir nesaglabātas izmaiņas. Vai esat pārliecināts, ka gribat aizvērt bez saglabāšanas?
ms: Anda mempunyai perubahan yang tidak disimpan. Adakah anda pasti ingin menutup tanpa menyimpan?
nl: U hebt wijzigingen dat niet opgeslagen zijn. Bent u zeker dat u wilt afsluiten zonder op te slaan?
pl: Masz niezapisane zmiany. Czy na pewno chcesz zamknąć bez zapisywania?
pt_br: Você tem alterações não salvas. Tem certeza que deseja fechar sem salvar?
ro: Aveți modificări nesalvate. Sigur doriți să închideți fără să salvați?
ru: У вас есть несохранённые изменения. Вы уверены, что хотите закрыть без сохранения?
sv_se: Du har osparade ändringar. Är du säker på att du vill stänga utan att spara?
th: คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก คุณแน่ใจหรือไม่ว่าต้องการปิดโดยไม่บันทึก?
tr: Kaydedilmemiş değişiklikleriniz var. Kaydetmeden kapatmak istediğinizden emin misiniz?
uk: У вас є незбережені зміни. Ви впевнені, що хочете закрити без збереження?
vi: Bạn có những thay đổi chưa được lưu. Bạn có chắc chắn muốn đóng mà không lưu không?
zh_cn: 您有未保存的更改；您确定要在不保存的情况下关闭吗？
zh_hk: 你有未儲存的變更。你確定你要關閉而不儲存嗎？
zh_tw: 您有未儲存的變更。確定要在不儲存的情況下關閉嗎？

# InstallChecker.VersionLessThanInstalled
source: The version of Bloxstrap you've launched is older than the version you currently have installed. Issues may occur and your settings may be altered. A reinstall is recommended. Are you sure you want to continue?
ar: الإصدار من Bloxstrap الذي قمت بتشغيله أقدم من الإصدار الذي قمت بتثبيته الأن. قد تحدث مشاكل وقد يتم تغيير إعداداتك. يوصى بإعادة التثبيت. هل أنت متأكد من أنك تريد المتابعة؟
bg: Версията на Bloxstrap, която сте стартирали, е по-стара от версията, която сте инсталирали в момента. Възможно е да възникнат проблеми и вашите настройки може да бъдат променени. Препоръчва се преинсталиране. Сигурни ли сте, че искате да продължите?
bs: Verzija Bloxstrapa koju ste pokrenuli starija je od verzije koju ste trenutno instalirali. Mogu se pojaviti problemi i vaše postavke mogu biti promijenjene. Preporučuje se ponovna instalacija. Jeste li sigurni da želite nastaviti?
cs: Verze Bloxstrapu, kterou jste spustili, je starší než ta, kterou máte právě nainstalovanou. Mohou nastat problémy a vaše nastavení mohou být změněny. Doporučuje se přeinstalovat. Opravdu chcete pokračovat?
da: Den version af Bloxstrap, du har kørt, er ældre end den version, du i øjeblikket har installeret. Problemer kan forekomme og dine indstillinger kan blive ændret. En geninstallation anbefales. Er du sikker på, at du vil fortsætte?
de: Die ausgeführte Version von Bloxstrap ist älter als die Version, welche gerade installiert ist. Probleme können auftreten und deine Einstellungen können geändert werden. Eine Neuinstallation wird empfohlen. Bist du sicher, dass du fortfahren möchtest?
es_es: La versión de Fishstrap que has lanzado es anterior a la versión que tienes instalada actualmente. Pueden producirse problemas y su configuración puede verse alterada. Se recomienda una reinstalación. ¿Está seguro de que desea continuar?
fa: نسخه بلاکسترپ که اکنون باز کرده اید از نسخه ای که نصب دارید قدیمی تر است. امکان دارد مشکلاتی به وجود بیاید و تنظیمات شما دچار اشکال شود. پیشنهاد میشود یک نصب مجدد انجام شود. آیا مطمئن هستید که میخواهید ادامه دهید؟
fi: Käynnistämäsi Bloxstrap-versio on vanhempi kuin versio, joka sinulla on tällä hetkenä asennettuna. Ongelmia voi esiintyä ja asetuksesi saattavat muuttua. Uudelleenasennus on suositeltavaa. Oletko varma, että tahdot jatkaa?
fil: Ang version ng Bloxstrap na nabuksan mo ay mas matanda kaysa sa version na install mo ngayon. Mayroong issues na mangyayari at yung settings mo ay maiiba. Ang pag-reinstall ay rekomendado. Sigurado kang gusto mo bang ituloy?
fr: La version de Fishstrap que vous avez lancée est plus ancienne que la version que vous avez installée. Des problèmes peuvent survenir et vos paramètres peuvent être modifiés. Une réinstallation est recommandée. Êtes-vous sûr de vouloir continuer ?
hi: Jo version aapne Bloxstrap ka launch kiya hai, woh us version se purana hai jo aapke system par abhi install hai. Kuch issues ho sakte hain aur aapki settings badal sakti hain. Reinstall karna recommend kiya jata hai. Kya aap sure hain ki aap continue karna chahte hain?
hr: Verzija Fishstrapa koju ste pokrenuli je starija od verzije koju trenutno imate instaliranu. Problemi se mogu pojaviti i postavke će se možda promijeniti. Reinstalacija je preporučena. Jeste li sigurni da želite nastaviti?
hu: A Bloxstrap elindított verziója régebbi, mint a jelenleg telepített verzió. Problémák léphetnek fel, és a beállításai megváltozhatnak. Ajánlott az újratelepítés. Biztos, hogy folytatni szeretné?
id: Versi Fishstrap yang kamu jalankan adalah versi lama dari versi yang Anda sudah pasang. Masalah mungkin terjadi dan pengaturan Anda mungkin dapat berubah. Melakukan pemasangan ulang direkomendasikan. Apakah Anda yakin untuk melanjutkan?
it: La versione di Bloxstrap che hai avviato è più vecchia di quella installata attualmente. Potresti riscontrare dei problemi e alcune impostazioni potrebbero cambiare. Una reinstallazione è consigliata. Sei sicuro di voler continuare?
ja: 起動したFishstrapは、インストールされているFishstrapよりも古いバージョンです。 問題が発生したり、設定が変更されるおそれがあります。再インストールをおすすめします。 このまま続行しますか？
ko: 실행한 Bloxstrap의 버전이 현재 설치한 버전보다 오래된 버전입니다. 문제가 발생하고 설정이 변경될 수 있습니다. 재설치가 권장됩니다. 계속하시겠습니까?
lt: Paleista „Fishstrap“ versija yra senesnė už šiuo metu įdiegtą versiją. Gali kilti problemų ir gali būti pakeisti jūsų nustatymai. Rekomenduojama iš naujo įdiegti. Ar tikrai norite tęsti?
lv: Tā Bloxstrap versija, kuru esat palaiduši, ir vecāka nekā versija, kas jums jau ir instalēta. Var notikt problēmas un jūsu iestatījumi var tikt mainīti. Pārinstalācija ir ieteicama. Vai jūs esat drošs, ka vēlaties turpināt?
ms: Versi Fishstrap yang anda lancarkan adalah lebih lama daripada versi yang anda pasang sekarang. Masalah mungkin berlaku dan tetapan anda mungkin diubah. Pemasangan semula disyorkan. Adakah anda pasti ingin meneruskan?
nl: De versie van Fishstrap die u hebt geopend is ouder dan de versie die je nu hebt geïnstalleerd. Er kunnen problemen zijn, en uw instellingen kunnen veranderd worden. Het is aanbevolen om Fishstrap te herinstalleren. Bent u zeker dat u wilt doorgaan?
pl: Wersja Fishstrap, którą uruchomiłeś, jest starsza niż aktualnie zainstalowana wersja. Mogą wystąpić problemy i twoje ustawienia mogą zostać zmienione. Ponowna instalacja jest zalecana. Czy jesteś pewien, że chcesz kontynuować?
pt_br: A versão do Bloxstrap que você executou é mais antiga do que a versão que você tem instalada atualmente. Problemas podem ocorrer e suas configurações podem ser alteradas. Uma reinstalação é recomendada. Tem certeza que deseja continuar?
ro: Versiunea Bloxstrap pe care ați lansat-o este mai veche decât versiunea instalată în prezent. Pot apărea probleme și setările dumneavoastră pot fi modificate. Se recomandă o reinstalare. Sunteți sigur că doriți să continuați?
ru: Версия Bloxstrap, которую вы запустили, старше той, что установлена у вас сейчас. Могут возникнуть проблемы, и измениться настройки. Рекомендуется переустановка. Вы уверены, что хотите продолжить?
sv_se: Den version av Fishstrap du har startat är äldre än den version du just nu har installerat. Problem kan uppstå och dina inställningar kan ändras. En ominstallation rekommenderas. Är du säker på att du vill fortsätta?
th: เวอร์ชันของ Bloxstrap ที่คุณเปิดใช้งานนั้นเก่ากว่าเวอร์ชันที่คุณติดตั้งอยู่ในขณะนี้ อาจเกิดปัญหาและการตั้งค่าของคุณอาจถูกเปลี่ยนแปลง แนะนำให้ทำการติดตั้งใหม่ คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?
tr: Başlattığınız Bloxstrap sürümü sizde şu an yüklü olan sürümden daha eski. Sorunlar ortaya çıkabilir ve ayarlarınız değişebilir. Bir yeniden yükleme önerilir. Devam etmek istediğinizden emin misiniz?
uk: Версія Bloxstrap, яку ви запустили, старіша за версію, яку ви наразі маєте встановленою. Можуть виникнути проблеми, і ваші налаштування можуть бути змінені. Рекомендується перевстановлення. Ви дійсно бажаєте продовжити?
vi: Phiên bản Bloxstrap mà bạn khởi chạy cũ hơn so với phiên bản bạn đã cài đặt. Có thể xảy ra sự cố và các tùy chỉnh của bạn có thể bị thay đổi. Khuyến khích nên cài đặt lại. Bạn có muốn tiếp tục không?
zh_cn: 您启动的 Bloxstrap 版本早于您当前安装的版本。 可能会出现问题，您的设置也可能被更改；建议重新安装。 您确定要继续吗？
zh_hk: 你啓動的 Bloxstrap 版本比您目前安裝的版本舊。 可能會出現問題並且您的設定可能會被變更。建議重新安裝。 請問你確定要繼續嗎？
zh_tw: 您啟動的 Fishstrap 版本比當前已安裝的版本舊。 可能會發生問題，並且您的設定可能會被更改，請建議重新安裝。 您確定要繼續嗎？

# Dialog.PlayerError.FailedLaunch
source: Roblox failed to launch.
ar: فشل Roblox في التشغيل.
bg: Roblox не успя да стартира.
bs: Roblox nije uspio pokrenuti.
cs: Roblox se nepodařil spustit.
da: Roblox kunne ikke startes.
de: Roblox konnte nicht gestartet werden.
es_es: Roblox no se pudo ejecutar.
fa: روبلاکس نتوانستد اجرا شود.
fi: Roblox ei onnistunut käynnistymään.
fil: Nabigo ang Roblox sa pag-launch.
fr: Roblox n'a pas pu se lancer.
hi: Roblox launch nahi ho paya. Yeh Bloxstrap ka issue ho bhi sakta hai ya nahi bhi. Pata lagane ke liye [is help page]({0}) dekhein.
hr: Roblox se nije uspio pokrenuti.
hu: A Roblox nem tudott elindulni.
id: Roblox gagal diluncurkan.
it: Roblox non è riuscito ad avviarsi.
ja: Robloxの起動に失敗しました。
ko: Roblox가 실행에 실패했습니다.
lt: Nepavyko paleisti „Roblox“.
lv: Roblox nespēja tikt palaists.
ms: Roblox tidak berjaya untuk dilancarkan.
nl: Roblox kon niet starten.
pl: Roblox nie został uruchomiony.
pt_br: Roblox falhou ao iniciar.
ro: Lansarea Roblox a eșuat. Aceasta poate fi sau nu o problemă cu Bloxstrap. Pentru a afla, vezi [această pagină de ajutor]({0}).
ru: Roblox не удалось запустить. Это может быть или не быть проблемой Bloxstrap. Чтобы узнать подробнее, смотрите [страницу помощи]({0}).
sv_se: Roblox misslyckades med att starta.
th: Roblox ไม่สามารถเริ่มได้ นี่อาจเป็นหรือไม่เป็นปัญหาของ Bloxstrap เพื่อตรวจสอบดู โปรดดู[หน้าช่วยเหลือนี้]({0})
tr: Roblox başlatılamadı.
uk: Не вдалося запустити Roblox.
vi: Khởi chạy Roblox thất bại. Đây có thể hoặc không phải lỗi của Bloxstrap. Để tìm hiểu thêm, xin hãy [xem trang hỗ trợ]({0}).
zh_cn: Roblox 启动失败。
zh_hk: Roblox 無法啓動。
zh_tw: Roblox 啟動失敗。

# Dialog.PlayerError.Crash
source: Roblox has crashed.
bs: Roblox se srušio.
cs: Roblox spadl.
da: Roblox har crashet.
de: Roblox ist abgestürzt.
es_es: Roblox se ha crasheado.
fa: روبلاکس کرش کرد.
fr: Roblox a planté.
hr: Roblox se je srušio.
hu: A Roblox összeomlott.
id: Roblox mengalami kerusakan.
ja: Robloxがクラッシュしました。
lt: „Roblox“ sutriko.
lv: Roblox nespēja tikt palaists.
ms: Roblox telah mengalami ralat.
nl: Roblox is gecrasht.
pl: Roblox uległ awarii.
sv_se: Roblox har kraschat.
tr: Roblox çöktü.
zh_cn: Roblox 已崩溃。
zh_hk: Roblox 當機了。
zh_tw: Roblox 已崩潰。

# Dialog.PlayerError.HelpInformation
source: For information about why this could be happening and how this can be resolved, please read [this help article]({0}). Check if Roblox works with [the original launcher]({1}). If it doesn't, then this isn't a Bloxstrap issue. If it does, then refer to the help article.
bs: Za informacije o tome zašto se to može dogoditi i kako se to može riješiti, pročitajte [ovaj članak pomoći]({0}). Provjerite radi li Roblox s [originalnim pokretačem]({1}). Ako nije, onda ovo nije problem s Bloxstrapom. Ako jeste, pogledajte članak pomoći.
cs: Pro informace o tom, proč k tomu může docházet a jak to lze vyřešit, si přečtěte [tento článek s nápovědou]({0}). Zkontrolujte, zda Roblox funguje [s původním spouštěčem]({1}). Pokud nefunguje, problém není způsoben Bloxstrapem. Pokud ano, podívejte se na článek s nápovědou.
da: For information om, hvorfor dette kan ske, og hvordan dette kan løses, læs venligst [denne hjælpeartikel]({0}). Tjek om Roblox virker med [den oprindelige launcher]({1}). Hvis det ikke gør det, så er dette ikke et Bloxstrap problem. Hvis det gør, så henvises til hjælpeartiklen.
de: Für Informationen warum dies passieren könnte und wie es behoben werden kann, lese bitte [diesen Hilfeartikel]({0}). Prüfe, ob Roblox mit [dem ursprünglichen Launcher]({1}) funktioniert. Wenn nicht, liegt das Problem nicht bei Bloxstrap. Wenn doch, greife bitte auf den Hilfeartikel zurück.
es_es: Para obtener información sobre por qué esto puede estar pasando y como puede ser solucionado, por favor lee [este artículo de ayuda]({0}). Comprueba si Roblox funciona con el [iniciador original]({1}). Si no funciona, entonces no es un problema de Fishstrap. Si lo es, consulta el artículo de ayuda.
fa: برای اطلاعات در مورد اینکه چرا ممکن است این اتفاق بیفتد و چگونه می توان آن را حل کرد، لطفاً [این مقاله راهنما] ({0}) را بخوانید. بررسی کنید آیا روبلاکس با [لانچر اصلی] ({1}) کار می‌کند یا خیر. اگر اینطور نیست، پس این یک مشکل بلاکسترپ نیست. اگر چنین بود، به مقاله راهنما مراجعه کنید.
fr: Pour plus d'informations sur pourquoi cela pourrait se produire et comment le résoudre, veuillez lire [cet article d'aide]({0}). Vérifiez si Roblox fonctionne avec [le lanceur de base]({1}). S'il ne fonctionne pas, alors ce n'est pas un problème en lien avec Fishstrap. S'il fonctionne, veuillez vous référer à l'article d'aide.
hr: Za informacije o tome zašto bi se ovo moglo događati i kako se može riješiti, molimo pročitajte [ovaj članak za pomoć]({0}). Provjerite radi li Robloxov [originalni pokretač]({1}). Ako ne radi, onda ovo nije poteškoća kod Fishstrapa. Ako radi, onda pogledajte članak za pomoć.
hu: Arról, hogy ez miért fordulhat elő, és hogyan lehet megoldani, olvassa el [ezt a súgócikket]({0}). Ellenőrizd, hogy a Roblox működik-e az [eredeti indítóprogrammal]({1}). Ha nem, akkor ez nem a Bloxstrap problémája. Ha igen, akkor olvassa el a súgócikket.
id: Untuk informasi lebih lanjut mengapa ini dapat terjadi dan cara memperbaikinya, silakan baca [artikel bantuan ini]({0}). Periksa jika Roblox bekerja dengan [peluncur aslinya]({1}). Jika tidak, berarti bukan masalah Fishstrap. Jika ya, rujuklah pada artikel bantuan.
ja: このエラーが発生する理由や解決方法については、[ヘルプ記事]({0})をお読みください。 Robloxが[正規のランチャー]({1})で動作するか確認してください。それでも動作しない場合は、このエラーはFishstrapが原因ではありません。正規のランチャーで動作する場合は、ヘルプ記事をご覧ください。
lt: Informacijos apie tai, kodėl taip gali atsitikti ir kaip tai išspręsti, skaitykite [šiame pagalbos straipsnyje]({0}). Patikrinkite, ar „Roblox“ veikia su [originalia paleidyklė]({1}). Jei neveikia, vadinasi, tai nėra „Fishstrap“ problema. Jei veikia, skaitykite pagalbos straipsnį.
lv: Priekš informācijas, kāpēc šis varētu notikt un kā to atrisināt, lūdzu lasiet [šo palīdzības rakstu]({0}). Pārbaudiet vai Roblox strādā ar [oriģinālo palaidēju]({1}). Ja nē, tad šī nav Bloxstrap problēma. Ja jā, tad skatiet palīdzības rakstu.
ms: Untuk mengetahui punca masalah ini berlaku dan cara mengatasinya, sila rujuk [artikel bantuan] ini ({0}). Periksa sama ada Roblox berfungsi dengan [pelancar asal] ({1}). Jika tidak, ini bermaksud masalah tersebut tidak berkaitan dengan Fishstrap. Jika ia berfungsi, sila rujuk semula artikel bantuan tersebut.
nl: Voor informatie over hoe dit kan gebeuren en hoe het opgelost kan worden, lees je alstublieft [dit hulpartikel]({0}). Controleer of Roblox werkt met [de originele launcher]({1}). Als dit niet het geval is, is het geen Fishstrap-probleem. Verwijs dan naar het hulpartikel.
pl: Aby dowiedzieć się, dlaczego to się dzieje i jak można to rozwiązać, proszę przeczytać [ten artykuł pomocy]({0}). Sprawdź, czy Roblox współpracuje z [oryginalnym programem uruchamiającym]({1}). Jeśli nie, to nie jest to problem Fishstrap. Jeśli tak, odnieś się do artykułu pomocy.
sv_se: För information om varför detta sker och hur det kan lösas, se [denna hjälpartikel]({0}). Kontrollera att Roblox fungerar med [det vanliga startprogrammet]({1}). Om varken Fishstrap eller det vanliga startprogrammer funkar så är detta inte ett Fishstrap-fel. Om det gör det, hänvisa till hjälpartikeln.
tr: Bunun neden yaşandığı ve nasıl çözüleceğine dair bilgi için lütfen [bu yardım makalesini]({0}) okuyun. Roblox'un [varsayılan başlatıcı]({1}) ile çalışıp çalışmadığına göz atın. Eğer çalışmıyorsa, o zaman bu bir Bloxstrap sorunu değildir. Eğer çalışıyorsa, lütfen yardım makalesine göz atın.
zh_cn: 有关可能会出现这种情况的原因以及解决方法，请参阅 [此帮助页]({0})。 请检查 Roblox 是否能在 [原版启动器]({1}) 中运行。 如果不能，则这不是 Bloxstrap 的问题；如果可以，那么请参阅帮助文章以获取详细信息。
zh_hk: 有關為什麼會發生這種情況以及如何解決此問題的信息，請閱讀[此幫助文章]({0})。 檢查 Roblox 是否與[原始啓動器]({1})相容。如果不相容，那麼這不是 Bloxstrap 問題。如果相容，請參閱說明文章。
zh_tw: 有關此錯誤發生的原因及解決方法，請參閱 [此幫助頁]({0})。 請檢查 Roblox 是否能在 [原版啟動器]({1}) 中執行。 如果不能，則這不是 Fishstrap 的問題；如果可以，那麼請參閱幫助頁面以為您除錯。

# Common.NetworkError
source: Could not load data because of a network error.
ar: تعذر تحميل البيانات بسبب خطأ في الشبكة.
bg: Данните не можаха да бъдат заредени поради мрежова грешка.
bs: Nije moguće učitati podatke zbog mrežne greške.
cs: Nepodařilo se načíst data kvůli chybám internetové sítě.
da: Kunne ikke indlæse data på grund af en netværksfejl.
de: Daten konnten aufgrund eines Netzwerkfehlers nicht geladen werden.
es_es: No se pudieron cargar los datos debido a un error de red.
fa: داده ها بخاطر یک مشکل در شبکه بارگیری نشدند.
fi: Dataa ei voitu ladata verkkovirheen vuoksi.
fil: Hindi makapag load ng data dahil sa network error.
fr: Impossible de charger les données en raison d'une erreur réseau.
hi: Network error ke karan data load nahi kiya ja saka.
hr: Nije moguće učitati podatke zbog greške s mrežom.
hu: Hálózati hiba miatt nem sikerült betölteni az adatokat.
id: Tidak dapat memuat data karena suatu masalah koneksi.
it: Impossibile caricare i dati a causa di un errore di rete.
ja: ネットワークエラーにより、データの読み込みに失敗しました。
ko: 네트워크 오류로 인해 데이터를 로드할 수 없습니다.
lt: Nepavyko įkelti duomenų dėl tinklo klaidos.
lv: Nevarēja ielādet datus, dēļ tīkla kļūdas.
ms: Data tidak dapat dimuat kerana ralat pada rangkaian.
nl: Kon gegevens niet laden door een netwerkfout.
pl: Nie można załadować danych z powodu błędu sieciowego.
pt_br: Não foi possível carregar os dados devido a um erro de rede.
ro: Nu s-au putut încărca date din cauza unei erori de rețea.
ru: Не удалось загрузить данные из-за возникшей сетевой ошибки.
sv_se: Kunde inte ladda data på grund av ett nätverksfel.
th: ไม่สามารถโหลดข้อมูลได้เนื่องจากข้อผิดผลาดทางเครือข่าย
tr: Bir bağlantı sorunu nedeniyle veri yüklenemedi.
uk: Не вдалося завантажити дані через помилку мережі.
vi: Không thể tải dữ liệu vì lỗi mạng.
zh_cn: 由于网络错误，数据无法加载。
zh_hk: 由於網路錯誤，所以無法載入資料。
zh_tw: 由於網絡錯誤，無法載入數據。

# Common.Loading
source: Loading, please wait...
ar: جاري التحميل، الرجاء الانتظار...
bg: Зареждане, моля изчакайте...
bs: Učitavanje, molimo vas pričekajte...
cs: Načítání, počkejte prosím...
da: Indlæser, vent venligst...
de: Wird geladen, bitte warten...
es_es: Cargando. Por favor, espere...
fa: در حال بارگذاری؛ لطفا صبر کنید...
fi: Ladataan, odota hetki...
fil: Naglo-loading, maaring maghintay...
fr: Chargement, veuillez patienter...
hi: Loading, kripya prateeksha kare...
hr: Učitavanje, molimo pričekajte...
hu: Betöltés, kis türelmet...
id: Memuat, mohon tunggu...
it: Caricamento, aspetta per favore...
ja: 読み込み中です。しばらくお待ちください...
ko: 불러오는 중, 잠시만 기다려주세요...
lt: Įkeliama. Palaukite...
lv: Ielādē, lūdzu uzgaidiet...
ms: Memuat, sila tunggu...
nl: Bezig met laden, even wachten...
pl: Ładowanie, proszę czekać...
pt_br: Carregando, por favor aguarde...
ro: Se încarcă, vă rugăm să așteptați...
ru: Загрузка, пожалуйста подождите...
sv_se: Laddar, var vänlig vänta...
th: กำลังโหลด กรุณารอสักครู่...
tr: Yükleniyor, lütfen bekleyin...
uk: Завантаження, будь ласка, зачекайте...
vi: Đang tải, xin vui lòng chờ...
zh_cn: 正在加载，请稍后...
zh_hk: 正在載入，請稍等...
zh_tw: 正在載入，請稍等...

# About.Supporters.Title
source: Supporters
ar: الداعمين
bg: Поддръжници
bs: Pristalice
cs: Podporovatelé
da: Støttere
de: Supporter
es_es: Colaboradores
fa: حامیان
fi: Tukijat
fil: Mga Tagasupporta
hi: Samarthak
hr: Podržavatelji
hu: Támogatók
id: Pendukung
it: Sostenitori
ja: 支援
ko: 후원자
lt: Palaikytojai
lv: Atbalstītāji
ms: Sokongan
pl: Wspierający
pt_br: Apoiadores
ro: Susținători
ru: Спонсоры
sv_se: Supportrar
th: ผู้สนับสนุน
tr: Destekçiler
uk: Підтримка
vi: Những người hỗ trợ
zh_cn: 赞助者
zh_hk: 支持者
zh_tw: 贊助者
