Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.InstallLocation.NoWritePerms
source: Bloxstrap does not have write access to the install location you've selected. Please choose another location.
ar: لا يتمتع Bloxstrap بحق الوصول للكتابة إلى موقع التثبيت الذي حددته. الرجاء اختيار موقع آخر.
bg: Bloxstrap няма права за запис в избраната от вас инсталационна локация. Моля, изберете друго местоположение.
bs: Bloxstrap nema write pristup lokaciji koju ste odabrali. Molimo vas odaberite drugu lokaciju.
cs: Bloxstrap nemá přístup k zápisu do umístění instalace kterou jste vybrali. Vyberte prosím jiné umístění.
da: Bloxstrap har ikke skriveadgang til den valgte installationsplacering. Vælg venligst en anden placering.
de: Bloxstrap hat keine Schreibrechte auf deinen gewählten Installationsort. Bitte wähle einen anderen Ort.
es_es: Fishstrap no tiene permisos de escritura en la ubicación que seleccionaste. Por favor elija una ubicación diferente.
fa: بلاکسترپ در محل نصبی که انتخاب کردید دسترسی نوشتن ندارد. لطفا محل دیگری را انتخاب کنید.
fi: Bloxstrapilla ei ole kirjoituslupaa valitsemaasi asennussijaintiin. Ole hyvä ja valitse toinen kansio.
fil: Ang Bloxstrap ay walang write access sa iyong install location na pinili. Mangyari pumili ng ibang location.
fr: Fishstrap n'a pas l'autorisation requise pour l'emplacement d'installation que vous avez sélectionné. Veuillez choisir un autre emplacement.
hi: Bloxstrap ke paas aapake dvaara chunen gae install sthaan tak likhane kee pahunch nahin hai. krpaya koee any sthaan chunen.
hr: Fishstrap nema write pristup lokaciji koju ste odabrali. Molimo odaberite drugu lokaciju.
hu: A Bloxstrap nem rendelkezik írási hozzáféréssel a kiválasztott telepítési helyhez. Kérjük, válasszon másik helyet.
id: Fishstrap tidak mempunyai akses write ke lokasi instalasi yang anda pilih. Mohon pilih lokasi yang lain.
it: Bloxstrap non ha il permesso di scrittura alla posizione selezionata per l'installazione. Per favore, scegli un'altra posizione.
ja: 選択した場所の書き込み権限がありません。他の場所を選択してください。
ko: Bloxstrap은 선택한 설치 경로에 대한 접근 권한이 없습니다. 다른 위치를 선택해 주세요.
lt: „Fishstrap“ neturi rašymo prieigos prie pasirinktos diegimo vietos. Pasirinkite kitą vietą.
lv: Bloxstrap nav piekļuva rakstīšanai tajā instalēšanas vietā, ko esat izvēlējušies. Lūdzu izvēleties citu vietu.
ms: Fishstrap tidak mempunyai akses untuk muat turun pada lokasi yang anda pilih. Sila pilih lokasi lain.
nl: Fishstrap heeft geen schrijftoegang tot de installatielocatie die je hebt geselecteerd. Kies een andere locatie.
pl: Fishstrap nie ma uprawnień do zapisu w wybranym miejscu instalacji. Proszę wybrać inne miejsce.
pt_br: O Bloxstrap não tem permissão de criar arquivos no local de instalação escolhido. Por favor, escolha outro local.
ro: Bloxstrap nu are acces de scriere la locația de instalare pe care ai selectat-o. Te rugăm să alegi o altă locație.
ru: Bloxstrap не имеет доступа к месту установки которое вы выбрали. Пожалуйста, выберите другое место установки.
sv_se: Fishstrap har inte skrivbehörighet till installationsplatsen du har valt. Välj en annan plats.
th: Bloxstrap ไม่มีสิทธิ์แก้ไขในโฟลเดอร์ที่คุณเลือก กรุณาเลือกตำแหน่งอื่นในการติดตั้ง
tr: Bloxstrap'in seçtiğiniz kurulum konumuna yazma erişimi yok. Lütfen başka bir konum seçin.
uk: Bloxstrap не має доступу на запис до вибраного вами місця встановлення. Будь ласка, виберіть інше місце.
vi: Bloxstrap không có quyền ghi vào vị trí cài đặt mà bạn đã chọn. Vui lòng chọn địa điểm khác.
zh_cn: Bloxstrap 对您当前选择的安装路径没有写入权限；请选择其他可用的位置。
zh_hk: Bloxstrap 對你選擇的安裝路徑沒有寫入權限，請選擇其他路徑。
zh_tw: Fishstrap對您選擇的安裝路徑沒有寫入權限，請選擇其他路徑。

# Menu.Integrations.ActivityTracking
source: Activity tracking
ar: تتبع النشاط
bg: Статус на дейност
bs: Praćenje aktivnosti
cs: Trackování aktivity
da: Aktivitetssporing
de: Aktivitätsverfolgung
es_es: Seguimiento de actividad
fa: ردیابی فعالیت
fi: Aktiivisuusseuranta
fr: Suivi d'activité
hr: Praćenje aktivnosti
hu: Tevékenység nyomon követése
id: Pelacak aktifitas
it: Tracciamento delle attività
ja: プレイ中ゲームの追跡
ko: 활동 추적
lt: Veiklos sekimas
lv: Aktivitātes izsekošana
ms: Penjejak aktiviti
nl: Activiteit bijhouden
pl: Śledzenie aktywności
pt_br: Rastreamento de atividades
ro: Urmărirea activității
ru: Отслеживание активности
sv_se: Aktivitetsspårning
th: การติดตามกิจกรรม
tr: Etkinlik takibi
uk: Відстеження активності
vi: Theo dõi hoạt động
zh_cn: 游戏跟踪
zh_hk: 活動追蹤
zh_tw: 活動追蹤

# Menu.Integrations.AllowActivityJoining.Description
source: Allows for anybody to join the game you're currently in through your Discord profile.
ar: يسمح لأي شخص بالانضمام إلى اللعبة التي تتواجد فيها حاليًا بواسطة ملف تعريف Discord الخاص بك.
bg: Позволява на всеки да се присъедини към играта, в която сте в момента, чрез вашия профил в Discord.
bs: Dozvoljava bilo kome da uđe u tvoju igru u kojoj si trenutno putem vašeg Discord profila.
cs: Umožňuje komukoli připojit se ke hře, ve které se právě nacházíte, prostřednictvím vašeho Discord profilu.
da: Gør det muligt for alle at deltage i det spil, du er i, via din Discord profil.
de: Ermöglicht es jedem, dem Spiel, in dem du dich gerade befindest, über dein Discord-Profil beizutreten.
es_es: Permite a cualquiera unirse al juego en el que estás actualmente desde tu perfil de Discord.
fa: اجازه میدهد کسانی که بر روی پروفایلتان کلیک میکنند بتوانند وارد بازیتان شوند.
fi: Antaa kenelle tahansa luvan liittyä peliin jossa olet, Discord-profiilisi kautta.
fil: Ina-allow para sa kung sino man sumali sa game na kasalukuyang nakikita sa Discord profile.
fr: Permet à n'importe qui de rejoindre le jeu auquel vous jouez actuellement via votre profil Discord.
hi: Kisee ko bhee aapake discord profile ke maadhyam se us game mein shaamil hone kee anumati deta hai jisamen aap vartamaan mein hain.
hr: Dopušta bilo kome da se pridruži igri u kojoj ste trenutno vi kroz vaš Discord profil.
hu: Lehetővé teszi, hogy a Discord-profilodon keresztül bárki csatlakozhasson a játékhoz, amelyt éppen játszol.
id: Memungkinkan siapa saja untuk bergabung ke permainan Anda lewat profil Discord.
it: Permette a tutti di entrare nel gioco a cui stai giocando attraverso il tuo profilo di Discord.
ja: 他の人がDiscordプロファイルからゲームに参加することを許可します。
ko: Discord 프로필을 통해 누구나 현재 플레이 중인 게임에 참여할 수 있도록 허용합니다.
lt: Leidžia bet kam prisijungti prie žaidimo, kuriame šiuo metu žaidžiate, per „Discord“ profilį.
lv: Ļaut jebkuram pievienoties spēlei, kuru pašlaik spēlejat, caur jūsu Discord profilu.
ms: Benarkan mana-mana pengguna menyertai permainan yang sedang anda mainkan melalui profil Discord.
nl: Hiermee kan iedereen meedoen aan het spel waar je op dat moment in zit via je Discord-profiel.
pl: Umożliwia każdemu dołączenie do gry, w której aktualnie się znajdujesz, poprzez Twój profil Discord.
pt_br: Permite que qualquer um entre no servidor em que você está jogando pelo seu perfil do Discord.
ro: Permite oricui să se alăture jocului în care te afli in prezent prin profilul tău de Discord.
ru: Разрешает любому человеку присоединиться к игре, в которой вы сейчас находитесь, через ваш профиль в Discord.
sv_se: Gör det möjligt för vem som helst att gå med i det spel du för närvarande spelar via din Discord-profil.
th: อนุญาตให้คนอื่นเข้าเกมที่คุณเล่นผ่านทางโปรไฟล์ Discord ของคุณได้
tr: Discord profiliniz aracılığıyla herhangi birinin o anda bulunduğunuz oyuna katılmasına izin verir.
uk: Дозволяє будь-кому приєднатися до гри, в якій ви зараз перебуваєте, через ваш профіль у Discord.
vi: Cho phép mọi người tham gia trò chơi bạn đang chơi hiện tại thông qua Discord của bạn.
zh_cn: 启用此选项将会允许任何人通过您的 Discord 个人资料来加入您当前所在的游戏。
zh_hk: 允許任何人透過你的 Discord 個人檔案來加入你目前正在玩的遊戲。
zh_tw: 允許任何人透過你的Discord個人檔案來加入您正在玩的遊戲。

# Menu.Integrations.AllowActivityJoining.Title
source: Allow activity joining
ar: السماح بالانضمام إلى النشاط
bg: Разреши присъединяване към игра
bs: Dopusti pridruživanje aktivnosti
cs: Povolit připojení k aktivitě
da: Tillad deltagelse i aktivitet
de: Aktivitätsbeitritt erlauben
es_es: Permitir unirse a la actividad
fa: اجازه وارد شدن به فعالیت
fi: Salli liittyminen aktiviteetin kautta
fil: Payagan ang activity joining
fr: Autoriser la participation aux activités
hi: Activity mein shaamil hone kee anumati den
hr: Dopusti pridruživanje aktivnosti
hu: Tevékenységi csatlakozás engedélyezése
id: Izinkan gabung aktifitas
it: Permetti di unirsi all'attività
ja: プレイ中ゲームの参加
ko: 활동 추적 허용하기
lt: Leisti prisijungti prie veiklos
lv: Ļaut pievienošanos aktivitātēm
ms: Membenarkan penyertaan aktiviti
nl: Deelnemen via je activiteit toestaan
pl: Zezwól na dołączenie do aktywności
pt_br: Permitir a entrada de pessoas em seu jogo
ro: Permite participarea la activitate
ru: Разрешить присоединение через активность
sv_se: Tillåt aktivitetsanslutning
th: อนุญาตให้เข้าร่วมเกมได้
tr: Etkinliğe katılmaya izin ver
uk: Дозволити відстеження активності
vi: Cho phép tham gia hoạt động
zh_cn: 允许外部方式加入游戏
zh_hk: 允許用外部方式來加入遊戲
zh_tw: 允許其他人利用Discord活動狀態來加入遊戲

# Menu.Integrations.ShowAccountOnProfile.Description
source: Shows the Roblox account you're playing with on your Discord profile.
ar: يعرض حساب Roblox الذي تلعبه على ملف Discord الشخصي.
bg: Показва акаунта в Roblox, с който играете, във вашия профил в Discord.
bs: Pokazuje Roblox nalog sa kojim igrate na vašem Discord profilu.
cs: Zobrazí na kterém Roblox účtu hrajete na vašem Discord profilu.
da: Viser den Roblox profil, du spiller med, på din Discord profil.
de: Zeigt den Roblox-Account, mit welchem du spielst, in deinem Discord Profil.
es_es: Muestra la cuenta de Roblox con la que estás jugando en tu perfil de Discord.
fa: در دیسکورد نشان میدهد با چه اکانت روبلاکسی درحال بازی کردن هستید.
fi: Näyttää Roblox-tilin, jolla pelaat Discord-profiilissasi.
fil: Ipakita ang Roblox account na iyong nilalaro sa iyong Discord profile.
fr: Affiche le compte Roblox avec lequel vous jouez sur votre profil Discord.
hi: Aapke Discord profile par woh Roblox account dikhata hai jisse aap khel rahe hain.
hr: Pokazuje Roblox profil kojim igrate na Vašem Discord profilu.
hu: Megjeleníti a Roblox-fiókot, amellyel a Discord-profilodon játszol.
id: Menampilkan akun Roblox yang Anda gunakan untuk bermain di profil Discord.
it: Mostra l’account Roblox con cui stai giocando sul tuo profilo Discord.
ja: プレイ中のRobloxアカウントをDiscordプロファイルに表示します。
ko: 플레이 중인 Roblox 계정이 Discord 프로필에 표시됩니다.
lt: Rodo „Roblox“ paskyrą, su kuria žaidžiate „Discord“ profilyje.
lv: Rāda to Roblox kontu uz kā jūs spēlejat, jūsu Discord profilā.
ms: Aktiviti permainan Roblox anda akan dipaparkan dalam profil Discord anda.
nl: Laat het Roblox account zien waarmee je aan het spelen bent op jouw Discord profiel.
pl: Pokazuje konto Roblox, na którym grasz, na twoim profilu Discord.
pt_br: Mostra a conta do Roblox com a qual você está jogando em seu perfil do Discord.
ro: Afișează contul Roblox cu care te joci pe profilul tău de Discord.
ru: Отображает текущий аккаунт Roblox в вашем профиле Discord.
sv_se: Visar det Roblox konto du använder på din Discord profil.
th: เเสดงบัญชี Roblox ที่คุณกำลังเล่นอยู่บนโปรไหล์ Discord ของคุณ
tr: Discord profilinizde oynadığınız Roblox hesabını gösterir.
uk: Показує обліковий запис Roblox, з яким ви граєте, у вашому профілі Discord.
vi: Hiển thị tài khoản Roblox bạn đang sử dụng lên trang cá nhân Discord của bạn.
zh_cn: 启用此选项将会在您的 Discord 个人资料上显示您当前正在使用的 Roblox 帐户。
zh_hk: 在你的 Discord 個人檔案上顯示你正在遊玩的 Roblox 帳號。
zh_tw: 在您的 Discord 個人資料上顯示您正在使用的 Roblox 帳號。

# Menu.Integrations.ShowAccountOnProfile.Title
source: Show Roblox account
ar: إظهار حساب Roblox
bg: Показване на акаунта в Roblox
bs: Pokaži Roblox nalog
cs: Zobrazit Roblox účet
da: Vis Roblox Profil
de: Zeige Roblox Account
es_es: Mostrar cuenta de Roblox
fa: نشان دادن اکانت روبلاکس
fi: Näytä Roblox-tili
fil: Ipakita ang Roblox account
fr: Afficher le compte Roblox
hi: Roblox account dikhayein
hr: Pokaži Roblox profil
hu: Megjeleníti a Roblox-fiókot, amellyel a Discord-profilodon játszol
id: Tampilkan akun Roblox
it: Mostra account di Roblox
ja: Robloxアカウントを表示
ko: Roblox 계정 표시
lt: Rodyti „Roblox“ paskyrą
lv: Rādīt Roblox kontu
ms: Paparkan akaun Roblox
nl: Toon Roblox account
pl: Pokaż konto Roblox
pt_br: Mostrar conta do Roblox
ro: Afișează contul Roblox
ru: Отображать аккаунт Roblox
sv_se: Visa Roblox konto
th: เเสดงบัญชี Roblox
tr: Roblox hesabı göster
uk: Показувати обліковий запис Roblox
vi: Hiển thị tài khoản Roblox
zh_cn: 显示 Roblox 帐户
zh_hk: 顯示 Roblox 帳號
zh_tw: 顯示 Roblox 帳號

# Menu.Integrations.Custom.AppLocation
source: Application Location
ar: مكان التطبيق
bg: Локация на апликацията
bs: Lokacija aplikacije
cs: Umístění aplikace
da: Applikation Placering
de: Anwendungsort
es_es: Ubicación de la Aplicación
fa: محل نرم‌افزار
fi: Sovelluksen sijainti
fil: Lokasyon ng Application
fr: Emplacement de l'application
hi: Application ka sthaan
hr: Lokacija aplikacije
hu: Alkalmazás helye
id: Lokasi aplikasi
it: Posizione dell'applicazione
ja: アプリケーションの場所
ko: 경로
lt: Programos vieta
lv: Aplikācijas Vieta
ms: Lokasi Aplikasi
nl: Toepassingslocatie
pl: Miejsce instalacji
pt_br: Local do Aplicativo
ro: Locația aplicației
ru: Расположение приложения
sv_se: Applikation
th: ตําเเหน่งของแอปพลิเคชั่น
tr: Uygulama Konumu
uk: Розташування програми
vi: Vị trí ứng dụng
zh_cn: 应用路径
zh_hk: 應用程式路徑
zh_tw: 應用程式路徑

# Menu.Integrations.Custom.AutoClose
source: Auto close when Roblox closes
ar: الإغلاق التلقائي عند إغلاق Roblox
bg: Автоматично го затвори, когато Roblox се затвори
bs: Automatski zatvori kada se Roblox zatvori
cs: Automatické zavření, když se zavře Roblox
da: Lukker automatisk, når Roblox lukker
de: Automatisch schließen, wenn Roblox schließt
es_es: Cerrar automáticamente cuando Roblox se cierre
fa: بسته شدن خودکار بعد از بسته شدن روبلاکس
fi: Sulje automaattisesti, kun Roblox sulkeutuu
fil: Awtomatikong isara kapag nagsara ang Roblox
fr: Fermer automatiquement lors de la fermeture de Roblox
hi: Roblox band hone par svatah band ho jae
hr: Automatski zatvori kada se Roblox zatvori
hu: Automatikus bezárás a Roblox bezárásakor
id: Tutup otomatis saat Roblox keluar
it: Chiudi automaticamente quando Roblox si chiude
ja: Robloxが終了したらこのアプリも終了する
ko: Roblox를 끄면 자동으로 끄기
lt: Automatiškai uždaryti, kai „Roblox“ užsidaro
lv: Automātiski aizvērt, kad aizveras Roblox
ms: Menutup secara automatik ketika Roblox ditutup
nl: Automatisch sluiten wanneer Roblox sluit
pl: Automatycznie zamknij, kiedy Roblox zostanie zamknięty
pt_br: Fechar automaticamente quando o Roblox fechar
ro: Închidere automată când Roblox se închide
ru: Автоматически закрывать при закрытии Roblox
sv_se: Stäng automatiskt när Roblox stängs
th: ปิดโดยอัตโนมัติเมื่อ Roblox ถูกปิด
tr: Roblox kapandığında otomatik olarak kapat
uk: Автоматичне закриття після закриття Roblox
vi: Tự động đóng khi Roblox đóng
zh_cn: 当 Roblox 关闭时自动关闭其进程
zh_hk: 當 Roblox 關閉的時候自動關閉
zh_tw: 當Roblox關閉的時候自動關閉

# Menu.Integrations.Custom.Description
source: Here, you can have other programs launch with Roblox automatically.
ar: هنا، يمكنك تشغيل برامج أخرى باستخدام Roblox تلقائيًا.
bg: Тук можете да зададете други програми, които да се пускат автоматично с Roblox.
bs: Ovdje možete imati automatsko pokretanje drugih programa zajedno s Robloxom.
cs: Zde můžete nechat další programy spouštět pomocí Roblox automaticky.
da: Her kan du få andre programmer til at starte automatisk sammen med Roblox.
de: Hier kannst du andere Programme automatisch mit Roblox starten lassen.
es_es: Aquí puedes hacer que otros programas se inicien con Roblox automáticamente.
fa: در اینجا شما میتوانید نرم‌افزار های دیگری را همزمان با روبلاکس باز کنید.
fi: Täällä voit saada muita ohjelmia käynnistymään Robloxin kanssa automaattisesti.
fil: Dito, maaari kang awtomatikong maglunsad ng iba pang mga programa gamit ang Roblox.
fr: Ici, vous pouvez configurer le lancement automatique d'autres programmes avec le lancement de Roblox.
hi: Yahaan, aap Roblox ke saath any programs svachaalit roop se launch kar sakate hain.
hr: Ovdje možete podesiti da se drugi programi pokreću uz Roblox automatski.
hu: Itt más programokat is indíthatsz automatikusan a Robloxal együtt.
id: Di sini, Anda dapat meluncurkan program lain bersama Roblox secara otomatis.
it: Qui puoi scegliere se avere altri programmi che si avvieranno automaticamente con Roblox.
ja: Robloxと同時に自動的に起動するプログラムを設定できます。
ko: 여기서 다른 프로그램을 Roblox와 함께 자동으로 실행할 수 있습니다.
lt: Čia galite automatiškai paleisti kitas programas kartu su „Roblox“.
lv: Šeit, jūs varat pievienot citas programmas, kas palaidīsies automātiski ar Roblox.
ms: Disini, anda boleh memastikan aplikasi lain dilancarkan bersama Roblox secara automatik.
nl: Hier kun je andere programma's automatisch met Roblox laten starten.
pl: Tutaj możesz automatycznie uruchamiać inne programy wraz z Roblox.
pt_br: Aqui, você pode ter outros programas para abrirem automaticamente com o Roblox.
ro: Aici poți avea alte programe să se lanseze cu Roblox automat.
ru: Здесь вы можете включить автозапуск других программ при запуске Roblox.
sv_se: Här kan du ha andra program som startar tillsammans med Roblox automatiskt.
th: คุณสามารถเปิดโปรแกรมอื่นพร้อม Roblox ได้โดยอัตโนมัติ
tr: Burada, diğer programların Roblox ile otomatik olarak başlatılmasını sağlayabilirsiniz.
uk: Тут ви можете налаштувати автоматичний запуск інших програм разом з Roblox.
vi: Tại đây, bạn có thể chỉnh sửa các phần mềm sẽ được khởi động cùng Roblox khi Roblox khởi động.
zh_cn: 在此处，您可以让其他程序与 Roblox 一起启动。
zh_hk: 在這裏，你可以讓其他程式和 Roblox 一起啓動。
zh_tw: 在這裡，你可以讓其他程式和Roblox一起啟動。

# Menu.Integrations.Custom.LaunchArgs
source: Launch Arguments
ar: حجج التشغيل
bg: Аргументи за стартиране
bs: Argumenti pri pokretanju
cs: Spusťte Argumenty
da: Start Argumenter
de: Startargumente
es_es: Argumentos de Inicio
fa: آرگومان‌های اجرا
fi: Käynnistysargumentit
fr: Arguments de lancement
hr: Argumenti pri pokretanju
hu: Indítási érvek
id: Argumen peluncuran
it: Argomenti di avvio
ja: 起動時の引数
ko: 실행 명령어
lt: Paleisti argumentus
lv: Palaišanas argumenti
ms: Argumen Pelancaran
nl: Start-Argumenten
pl: Parametry uruchomienia
pt_br: Argumentos de Inicialização
ro: Argumente de lansare
ru: Аргументы запуска
sv_se: Startargument
th: เปิดตัวแปร
tr: Başlatma Argümanları
uk: Аргументи для запуску
vi: Giá trị khởi chạy
zh_cn: 启动参数
zh_hk: 啓動參數
zh_tw: 啟動參數

# Menu.Integrations.Custom.LaunchArgs.Placeholder
source: Roblox is running!
ar: يعمل Roblox!
bg: Roblox работи!
bs: Roblox se pokreće!
cs: Roblox je spuštěn!
da: Roblox kører!
de: Roblox wird ausgeführt!
es_es: ¡Roblox ya se está ejecutando!
fa: روبلاکس در حال اجرا است!
fi: Roblox on käynnissä!
fil: Tumatakbo ang Roblox!
fr: Roblox est en cours d'exécution !
hi: Roblox chal raha hai!
hr: Roblox se pokreće!
hu: A Roblox elindult!
id: Roblox sedang berjalan!
it: Roblox è in esecuzione!
ja: Robloxをプレイ中
ko: Roblox가 실행 중입니다!
lt: „Roblox“ paleistas!
lv: Roblox jau darbojas!
ms: Roblox sedang berjalan!
nl: Roblox draait nu!
pl: Roblox jest uruchomiony!
pt_br: Roblox está em execução!
ro: Roblox rulează!
ru: Roblox запущен!
sv_se: Roblox kör!
th: Roblox กำลังทำงาน!
tr: Roblox şu an çalışıyor!
uk: Roblox запущено!
vi: Roblox hiện đang chạy!
zh_cn: Roblox 当前正在运行中！
zh_hk: Roblox 正在執行！
zh_tw: Roblox 正在運行！

# Menu.Integrations.Custom.NewIntegration
source: New Integration
ar: تكامل جديد
bg: Нова интеграция
bs: Nova integracija
cs: Nová integrace
da: Ny Integration
de: Neue Integration
es_es: Nueva Integración
fa: ادغام جدید
fi: Uusi integraatio
fil: Bagong Integrasyon
fr: Nouvelle intégration
hi: Naya Intergration
hr: Nova integracija
hu: Új integráció
id: Integrasi baru
it: Nuova integrazione
ja: 新しい連携
ko: 새로운 연동 기능
lt: Nauja integracija
lv: Jauna Integrācija
ms: Integrasi Baru
nl: Nieuwe integratie
pl: Nowa wtyczka
pt_br: Nova Integração
ro: Integrare nouă
ru: Новая интеграция
sv_se: Ny integration
th: ส่วนเสริมใหม่
tr: Yeni Entegrasyon
uk: Нова інтеграція
vi: Tích hợp mới
zh_cn: 新附属程序
zh_hk: 新整合功能
zh_tw: 新整合功能

# Menu.Integrations.Custom.NoneSelected
source: No integration selected, please select or add a new one
ar: لم يتم تحديد تكامل، يرجى تحديد أو إضافة تكامل جديد
bg: Няма избрана интеграция, моля изберете една или добавете нова
bs: Nije izabrana integracija, molimo vas izaberite ili dodajte novu
cs: Žádná integrace nebyla vybrána, prosím vyberte nebo přidejte novou
da: Ingen integration vælg venligst eller tilføj en ny.
de: Keine Integration ausgewählt, bitte wähle oder füge eine neue hinzu
es_es: No hay ninguna Integración seleccionada, por favor selecciona o añade una nueva
fa: هیچ ادغامی انتخاب نشده است، لطفاً یکی را انتخاب کنید یا یک مورد جدید اضافه کنید
fi: Ei valittua integraatiota, ole hyvä ja valitse tai lisää uusi
fil: Walang piniling integrasyon, Magselect o magdagdag ng bago
fr: Aucune intégration sélectionnée, veuillez en choisir une ou en ajouter une nouvelle
hi: Koi integration chayanit nahin, kripaya koi naya chunen ya add kare.
hr: Nijedna integracija nije odabrana, molimo odaberite jednu ili dodajte novu
hu: Nincs kiválasztott integráció, kérjük, válasszon vagy adjon hozzá egy újat
id: Tidak ada integrasi yang dipilih, mohon untuk memilih atau buat baru
it: Nessuna integrazione scelta, per favore scegli o aggiungine una nuova
ja: 連携が選択されていません。選択または新規作成を行ってください。
ko: 선택한 기능이 없습니다. 새 기능을 선택하거나 추가하세요.
lt: Integracija nepasirinkta. Pasirinkite arba pridėkite naują integraciją.
lv: Neviena integrācija nav izvēlēta, lūdzu izvēlaties vai pievenojat jaunu
ms: Tiada integrasi yang dipilih, sila pilih atau tambah integrasi baharu
nl: Geen integratie geselecteerd, selecteer of voeg een nieuwe toe
pl: Nie wybrano wtyczki. Wybierz lub dodaj nową
pt_br: Nenhuma integração selecionada, por favor selecione ou adicione uma nova
ro: Nicio integrare selectată, te rog să selectezi sau să adaugi una nouă
ru: Интеграция не выбрана, выберите или добавьте новую интеграцию
sv_se: Ingen integration vald, vänligen välj en eller lägg till en ny
th: ไม่มีส่วนเสริมไหนถูกเลือก โปรดเลือกหรือเพิ่มอันใหม่
tr: Seçili entegrasyon yok, lütfen seçin veya yeni bir tane ekleyin
uk: Інтеграцію не вибрано, будь ласка, виберіть або додайте нову
vi: Không có tích hợp nào được lựa chọn, xin hãy chọn hoặc thêm một cái mới
zh_cn: 当前未选择任意一个附属程序；请选择一个或添加新的附属程序
zh_hk: 沒有整合功能被選擇，請選擇或加一個新的。
zh_tw: 沒有整合功能被選擇，請選擇或加一個新的。

# Menu.Integrations.Custom.Title
source: Custom Integrations
ar: عمليات تكامل المخصصة
bg: Персонализирани интеграции
bs: Prilagođene integracije
cs: Vlastní Integrace
da: Brugerdefinerede Integrationer
de: Benutzerdefinierte Integrationen
es_es: Integraciones Personalizadas
fa: ادغام های دلخواه
fi: Mukautetut integraatiot
fr: Intégrations personnalisées
hr: Prilagodjene integracije
hu: Egyedi integrációk
id: Integrasi kustom
it: Integrazioni personalizzate
ja: カスタム連携
ko: 사용자 정의 연동 기능
lt: Pasirinktinės integracijos
lv: Pielāgotas Integrācijas
ms: Integrasi Tambahan
nl: Aangepaste integraties
pl: Niestandardowa wtyczka
pt_br: Integrações Personalizadas
ro: Integrări personalizate
ru: Пользовательские интеграции
sv_se: Egna integrationer
th: จัดการส่วนเสริมด้วยตัวเอง
tr: Özel Entegrasyonlar
uk: Користувацькі інтеграції
vi: Tích hợp tùy chỉnh
zh_cn: 自定义附属程序
zh_hk: 自訂整合功能
zh_tw: 自訂整合功能
