Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Bootstrapper.WMFNotFound
source: Roblox requires the use of Windows Media Foundation components. You appear to be missing them, likely because you are using an N edition of Windows. Please install them first, and then launch Roblox.
ar: تطلب Roblox أستخدام مكونات Windows Media Foundation. المكونات المطلوبة ليست موجودة، في الأغلب لأنك تستخدم نسخة N من Windows. يرجى تنزيلها أولاً، ثم فتح Roblox.
bg: Roblox изисква използването на компоненти от Windows Media Foundation, които липсват на вашата машина, вероятно защото използвате издание N на Windows. Моля, инсталирайте ги първо и след това стартирайте Roblox.
bs: Roblox zahtijeva korištenje Windows Media Foundation komponenti. Izgleda da vam nedostaju, vjerovatno zbog korištenja N izdanja Windows-a. Molimo vas instalirajte ih prvo, i onda pokrenite Roblox.
cs: Roblox vyžaduje použití komponentů Windows Media Foundation. Zdá se, že vám chybí tyto komponenty, pravděpodobně proto, že používáte edici N systému Windows. Nejprve je nainstalujte a poté spusťte Roblox.
da: Roblox kræver brugen af Windows Media Foundation komponenter. Du ser ud til at mangle dem, sandsynligvis fordi du bruger en N-udgave af Windows. Installér dem først, og start derefter Roblox.
de: Roblox erfordert die Nutzung von Windows Media Foundation Komponenten. Es sieht so aus, als ob sie bei dir fehlen, wahrscheinlich weil du eine N Edition von Windows verwendest. Bitte installiere sie zuerst und starte anschließend Roblox.
es_es: Roblox requiere el uso de los componentes Windows Media Foundation. Parece que no los tienes, probablemente porque estás usando una edición N de Windows. Por favor, instálalos primero, y entonces inicia Roblox.
fa: روبلاکس نیاز به استفاده از اجزای Windows Media Foundation میباشد. همانا شما آنرا ندارید؛ و یا ممکن است شما درحال استفاده از نسخه N در Windows باشید. اول آنرا نصب کرده، و بعد روبلاکس را اجرا کنید.
fi: Roblox vaatii Windows Media Foundation -komponentit. Sinulla ei näytä olevan niitä, todennäköisesti koska käytät N-versiota Windowsista. Asenna ne ensin, ja sitten käynnistä Roblox.
fil: Kinakailangan ng Roblox na gumamit ng Windows Media Foundation components. Mukhang ang mga components ay nawawala sa iyong system, dahil siguro ikaw ay gumagamit ng N edition ng Windows. Maaring i-install muna ang mga components, tapos i-launch ang Roblox.
fr: Roblox nécessite l'utilisation de composants Windows Media Foundation. Il semble que vous les manquiez, probablement parce que vous utilisez une édition N de Windows. Veuillez d'abord les installer, puis lancer Roblox.
hi: Roblox ko Windows Media Foundation components ke upayog kee aavashyakata hai. Aisa prateet hota hai ki aap unhen miss kar rahe hain, sambhavatah isalie kyonki aap Windows ke N edition ka upayog kar rahe hain. Kripaya pahale unhen install karen, aur phir Roblox launch kare.
hr: Roblox zahtijeva upotrebu Windows Media Foundation komponenta. Izgleda da Vam nedostaju, vjerojatno zato što koristite N izadnje Windows-a. Molimo, prvo ih instalirajte, a zatim pokrenite Roblox.
hu: A Roblox megköveteli a Windows Media Foundation komponensek használatát. Úgy tűnik, ezek hiányoznak, valószínűleg azért, mert a Windows N kiadását használja. Kérjük, először telepítse őket, majd indítsa el a Robloxot.
id: Roblox membutuhkan penggunaan komponen Windows Media Foundation. Anda sepertinya tidak memilikinya, kemungkinan karena anda menggunakan edisi Windows N. Tolong install komponen tersebut, dan mulai Roblox kembali.
it: Roblox richiede l'uso dei componenti Windows Media Foundation, che sembrano mancare. Probabilmente perché stai utilizzando un'edizione di Windows N. Per favore, installali prima di avviare Roblox.
ja: Robloxを実行するには「Windows Media Foundation」が必要です。Windows Nエディションを利用している場合はインストールされていません。インストールしてからRobloxを実行してください。
ko: Roblox는 Windows Media Foundation 구성 요소를 필요로 합니다. N 버전의 Windows를 사용하고 있기 때문에 해당 항목이 누락된 것 같습니다. 먼저 해당 구성 요소를 설치한 후 Roblox를 실행하세요.
lt: „Roblox“ reikia naudoti „Windows Media Foundation“ komponentus. Atrodo, kad jų trūksta, greičiausiai dėl to, kad naudojate „Windows“ N laidą. Pirmiausia juos įdiekite, tada paleiskite „Roblox“.
lv: Roblox funkcionēšanai ir vajadzīga Windows Media Foundation komponentu izmantošana. Izskatās, ka jums tie nav, visdrīzāk, jo jūs izmantojat N Windows versiju. Lūdzu instalējot tos un tad atveriet Roblox.
ms: Rolox memerlukan komponen Windows Media Foundation. Kelihatan seperti anda tidak memilikinya kerana anda sedang menggunakan Windows versi N. Tolong memuat turun komponen tersebut sebelum membuka aplikasi Roblox.
nl: Roblox vereist het gebruik van Windows Media Foundation-componenten. Het lijkt erop dat deze ontbreken, waarschijnlijk omdat je een N editie van Windows gebruikt. Installeer ze eerst en start dan Roblox.
pl: Roblox wymaga użycia komponentów Windows Media Foundation. Wygląda na to, że ich brakuje, prawdopodobnie dlatego, że używasz wersji N systemu Windows. Najpierw je zainstaluj, a następnie uruchom Roblox.
pt_br: O cliente do Roblox precisa dos componentes do Windows Media Foundation. Você não aparenta tê-los instalados, possivelmente por estar usando uma edição N do Windows. Por favor, instale-os primeiro, e então abra o Roblox.
ro: Roblox depinde de componentele Windows Media Foundation. Computerului dvs. lipsesc aceste componente, cel mai probabil fiindcă folosiți o versiune N a Windows. Vă rugăm să le instalați, și apoi lansați Roblox.
ru: Roblox требует компоненты Windows Media Foundation. Похоже, у Вас они отсутствуют, скорее всего, из-за использования N-выпуска Windows. Пожалуйста, сначала установите компоненты, а затем запустите Roblox.
sv_se: Roblox behöver använda Windows Media Foundation-komponenter. Du verkar sakna dem, troligen för att du använder en N-utgåva av Windows. Vänligen installera dem först och starta sedan Roblox.
th: Roblox ต้องการใช้งาน Windows Media Foundation ซึ่งเป็นไปได้ว่าคุณไม่มีมัน เพราะคุณกำลังใช้ N edition ของ Windows โปรดติดตั้งก่อนแล้วเริ่มต้นใช้งาน Roblox อีกครั้ง
tr: Büyük ihtimalle Windows'un N sürümünü kullandığınız için Windows Media Foundation bileşenleri eksik olabilir ve bu yüzden Roblox'u açamıyor olabilirsiniz. Lütfen bu bileşenleri kurun ve ardından Roblox'u tekrar başlatın.
uk: Roblox вимагає використання компонентів Windows Media Foundation. Схоже що вони відсутні, ймовірно, тому що ви використовуєте видання Windows N. Будь ласка, спочатку встановіть їх, а потім запустіть Roblox.
vi: Roblox yêu cầu sử dụng các thành phần của Windows Media Foundation. Có vẻ như bạn đang thiếu chúng, có thể là do bạn đang sử dụng phiên bản N của Windows. Vui lòng cài đặt chúng trước, sau đó khởi chạy Roblox.
zh_cn: Roblox 需要使用 “Windows Media Foundation” 组件才能启动；您似乎缺少它们，可能是因为您使用的是 N 版本的 Windows；请先安装它们后再尝试重新启动 Roblox。
zh_hk: 你似乎缺乏 Windows 媒體基礎元件，這很大機會是你的 Windows 作業系統是N版本，請先安裝它然後再開啓 Roblox。
zh_tw: Roblox 需要使用 Windows Media Foundation 元件（Windows 媒體基礎元件）。您的系統似乎缺少這些元件，可能是因為您使用的是 Windows 「N」版本。請先安裝這些元件，然後再啟動 Roblox。

# Common.AddSingle
source: Add single
ar: أضف واحد
bg: Добавете единично
bs: Dodaj pojedinačno
cs: Přidat jednu
da: Tilføj enkelt
de: Einzelnen hinzufügen
es_es: Agregar uno solo
fa: اضافه کردن تکی
fi: Lisää yksi
fil: Magdagdag ng isa
fr: Ajouter un seul
hi: Ek Dale
hr: Dodaj jedan
hu: Egyetlen hozzáadása
id: Tambahkan satu
it: Aggiungi singolo
ja: FastFlagを追加
ko: 하나만 추가
lt: Pridėti vieną
lv: Pievienot vienu
ms: Tambah tunggal
nl: Eén toevoegen
pl: Dodaj jedną
pt_br: Adicionar uma
ro: Adaugă un singur
ru: Добавить один
sv_se: Lägg till en
th: เพิ่มตัวเดียว
tr: Bir tane ekle
uk: Додати одне
vi: Thêm
zh_cn: 添加单个
zh_hk: 新增單個
zh_tw: 新增單個

# Common.Browse
source: Browse
ar: بحث
bg: Разглеждане
bs: Pretraži
cs: Procházet
da: Søg
de: Suchen
es_es: Navegar
fa: مرور
fi: Selaa
fr: Parcourir
hr: Pretraži
hu: Böngészés
id: Telusuri
it: Sfoglia
ja: 参照
ko: 찾기
lt: Naršyti
lv: Pārlūkot
ms: Menyemak imbas
nl: Bladeren
pl: Przeglądaj
pt_br: Pesquisar
ro: Navighează
ru: Обзор
sv_se: Bläddra
th: ค้นหา
tr: Gözat
uk: Огляд
vi: Chọn
zh_cn: 浏览
zh_hk: 瀏覽
zh_tw: 瀏覽

# Common.Cancel
source: Cancel
ar: إلغاء
bg: Отказ
bs: Otkaži
cs: Zrušit
da: Afmeld
de: Abbrechen
es_es: Cancelar
fa: لغو
fi: Peru
fil: Kanselahin
fr: Annuler
hi: Radd karen
hr: Poništi
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
ms: Batal
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отменить
sv_se: Avbryt
th: ยกเลิก
tr: İptal et
uk: Скасувати
vi: Huỷ
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# Common.Close
source: Close
ar: إغلاق
bg: Затвори
bs: Zatvori
cs: Zavřít
da: Luk
de: Schließen
es_es: Cerrar
fa: بستن
fi: Sulje
fil: Isara
fr: Fermer
hi: Band kare
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Uždaryti
lv: Aizvērt
ms: Tutup
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sv_se: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# Common.Delete
source: Delete
ar: حذف
bg: Изтрий
bs: Izbriši
cs: Odstranit
da: Slet
de: Löschen
es_es: Borrar
fa: حذف
fi: Poista
fil: Burahin
fr: Supprimer
hi: Mitaoo
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
lt: Ištrinti
lv: Dzēst
ms: Padam
nl: Verwijder
pl: Usuń
pt_br: Deletar
ro: Șterge
ru: Удалить
sv_se: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xoá
zh_cn: 删除
zh_hk: 刪除
zh_tw: 刪除

# Common.DiscordRichPresence
source: Discord Rich Presence
ar: مشاركه تفاعلك على "Discord"
da: Discord status (Rich Presence)
es_es: Estado de actividad en Discord
fa: وضعیت در دیسکورد
it: Attività di Discord
ko: Discord 활동 상태
pl: Status aktywności Discord
pt_br: Rich Presence do Discord
ru: Статус активности Discord (Rich Presence)
uk: Детальна активність у Discord (Rich Presence)
vi: Trạng thái hoạt động Discord
zh_cn: Discord 活动状态
zh_hk: Discord 活動狀態
zh_tw: Discord 活動狀態

# Common.Help
source: Help
ar: مساعدة
bg: Помощ
bs: Pomoć
cs: Nápověda
da: Hjælp
de: Hilfe
es_es: Ayuda
fa: راهنما
fi: Apua
fil: Tulong
fr: Aide
hi: Madat
hr: Pomoć
hu: Segítség
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
lt: Pagalba
lv: Palīdzība
ms: Tolong
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Помощь
sv_se: Hjälp
th: ช่วยเหลือ
tr: Yardım
uk: Допомога
vi: Trợ giúp
zh_cn: 帮助
zh_hk: 幫助
zh_tw: 幫助

# Common.ImportJson
source: Import JSON
ar: إدراج نص JSON
bg: Прикачи JSON
bs: Uvezi JSON
cs: Importovat JSON
da: Importer JSON
de: JSON importieren
es_es: Importar JSON
fa: وارد كردن فایل JSON
fi: Tuo JSON
fr: Importer JSON
hr: Uvezi JSON
hu: JSON importálása
id: Impor JSON
it: Importa JSON
ja: JSONをインポート
ko: JSON 불러오기
lt: Importuoti JSON
lv: Importēt JSON
ms: Mengimport JSON
nl: Importeer JSON
pl: Importuj JSON
pt_br: Importar JSON
ro: Importă JSON
ru: Импортировать JSON
sv_se: Importera JSON
th: นำเข้า JSON
tr: JSON'u içe aktar
uk: Імпортувати JSON
vi: Nhập JSON
zh_cn: 导入 JSON
zh_hk: 匯入 JSON
zh_tw: 導入 JSON

# Common.OpenLogFile
source: Open log file
ar: افتح ملف السجل
bg: Отвори log файл
bs: Otvorite log fajl
cs: Otevřít logový soubor
da: Åbn logfil
de: Öffne die Log-Datei
es_es: Abrir archivo de registro
fa: باز کردن فایل لاگ
fi: Avaa lokitiedosto
fil: I-buksan ang log file
fr: Ouvrir le fichier des logs
hi: Log file kholiye
hr: Otvori log datoteku
hu: Naplófájl megnyitása
id: Buka file log
it: Apri file di registro
ja: ログファイルを開く
ko: 로그 파일 열기
lt: Atidaryti žurnalo failą
lv: Atvērt žurnāla failu
ms: Buka fail log
nl: Open logbestand
pl: Otwórz plik dziennika
pt_br: Abrir arquivo de registro
ro: Deschide fișierul de jurnal
ru: Открыть файл журнала
sv_se: Öppna loggfil
th: เปิดไฟล์ที่บันทึกไว้
tr: Kayıt dosyasını aç
uk: Відкрити файл журналу
vi: Mở tệp log
zh_cn: 打开日志文件
zh_hk: 開啓日誌檔案
zh_tw: 打開日誌文件

# Common.Miscellaneous
source: Miscellaneous
ar: تعديلات أخرى
bg: Други
bs: Raznovrsno
cs: Různé
da: Andet
de: Sonstiges
es_es: Misceláneos
fa: متفرقه
fi: Muut
fil: Iba pa
fr: Divers
hi: Vibhinn
hr: Razno
hu: Egyéb
id: Lain-lain
it: Varie
ja: その他
ko: 기타
lt: Įvairus
lv: Dažādi
ms: Lain-Lain
nl: Overige
pl: Różne
pt_br: Outros
ro: Diverse
ru: Разное
sv_se: Övrigt
th: เพิ่มเติม
tr: Diğer
uk: Інше
vi: Khác
zh_cn: 其它
zh_hk: 其他
zh_tw: 其他

# Common.Name
source: Name
ar: الاسم
bg: Име
bs: Ime
cs: Jméno
da: Navn
es_es: Nombre
fa: نام
fi: Nimi
fil: Pangalan
fr: Nom
hi: Nam
hr: Ime
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
lt: Pavadinimas
lv: Nosaukums
ms: Nama
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Название
sv_se: Namn
th: ชื่อ
tr: İsim
uk: Ім'я
vi: Tên
zh_cn: 名称
zh_hk: 名稱
zh_tw: 名稱

# Common.New
source: New
ar: جديد
bg: Ново
bs: Novo
cs: Nový
da: Ny
de: Neu
es_es: Nuevo
fa: جدید
fi: Uusi
fil: Bago
fr: Nouveau
hi: Naya
hr: Novo
hu: Új
id: Baru
it: Nuovo
ja: 新規作成
ko: 새로 추가
lt: Naujas
lv: Jauns
ms: Baru
nl: Nieuw
pl: Nowe
pt_br: Novo
ro: Nou
ru: Новое
sv_se: Ny
th: ใหม่
tr: Yeni
uk: Нове
vi: Mới
zh_cn: 新的
zh_hk: 新增
zh_tw: 新

# Common.No
source: No
ar: لا
bg: Не
bs: Ne
cs: Ne
da: Nej
de: Nein
fa: خیر
fi: Ei
fil: Hindi
fr: Non
hi: Nahi
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
ko: 아니요
lt: Ne
lv: Nē
ms: Tidak
nl: Nee
pl: Nie
pt_br: Não
ro: Nu
ru: Нет
sv_se: Nej
th: ไม่
tr: Hayır
uk: Ні
vi: Không
zh_cn: 否
zh_hk: 否
zh_tw: 否

# Common.OK
source: OK
ar: حسناً
bg: ОК
fa: تایید
fil: Oo
hi: Theek hai
hr: U redu
hu: Oké
ko: 확인
lt: Gerai
nl: Oke
ru: ОК
th: โอเค
tr: Tamam
uk: ОК
zh_cn: 确定
zh_hk: 確定
zh_tw: 確定

# Common.Presets
source: Presets
ar: الإعدادات الجاهزة
bg: Вградени настройки
bs: Unapred Podešeno
cs: Předvolby
da: Forudindstillinger
de: Voreinstellungen
es_es: Preestablecidos
fa: پیشفرض
fi: Esiasetukset
fr: Préréglages
hr: Unaprijed postavljene postavke
hu: Előbeállítások
id: Preset
it: Impostazioni predefinite
ja: プリセット
ko: 프리셋
lt: Išankstiniai nustatymai
lv: Priekšiestatījumi
ms: Praset
nl: Vooraf ingesteld
pl: Presety
pt_br: Predefinições
ro: Presetări
ru: Предустановки
sv_se: Förinställningar
th: ค่าที่ตั้งไว้
tr: Ön ayarlar
uk: Пресети
vi: Các cài đặt định sẵn
zh_cn: 预设
zh_hk: 預設
zh_tw: 預設

# Common.Reset
source: Reset
ar: إعادة
bg: Занули
bs: Resetuj
cs: Obnovit
da: Nulstil
de: Zurücksetzen
es_es: Restablecer
fa: بازنشانی
fi: Nollaa
fr: Réinitialiser
hr: Vrati na zadano
hu: Visszaállítás
it: Resetta
ja: リセット
ko: 초기화
lt: Atkurti
lv: Atiestatīt
ms: Menetapkan semula
nl: Terugzetten
pl: Zresetuj
pt_br: Reiniciar
ro: Resetează
ru: Сбросить
sv_se: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Cài đặt lại
zh_cn: 重置
zh_hk: 重設
zh_tw: 重設

# Common.Value
source: Value
ar: القيمة
bg: Стойност
bs: Vrijednost
cs: Hodnota
da: Værdi
de: Wert
es_es: Valor
fa: مقدار
fi: Arvo
fr: Valeur
hi: Moolya
hr: Vrijednost
hu: Érték
id: Jumlah
it: Valore
ja: 値
ko: 값
lt: Reikšmė
lv: Vērtība
ms: Nilai
nl: Waarde
pl: Wartość
pt_br: Valor
ro: Valoare
ru: Значение
sv_se: Värde
th: ค่า
tr: Değer
uk: Значення
vi: Giá trị
zh_cn: 值
zh_hk: 數值
zh_tw: 數值

# Common.Warning
source: Warning
ar: تحذير
bg: Внимание
bs: Upozorenje
cs: Varování
da: Advarsel
de: Warnung
es_es: Advertencia
fa: هشدار
fi: Varoitus
fil: Babala
fr: Attention
hi: Saavdhan
hr: Upozorenje
hu: Figyelmeztetés
id: Peringatan
it: Avvertimento
ja: 警告
ko: 경고
lt: Įspėjimas
lv: Brīdinājums
ms: Amaran
nl: Waarschuwing
pl: Uwaga
pt_br: Aviso
ro: Avertizare
ru: Предупреждение
sv_se: Varning
th: คำเตือน
tr: Uyarı
uk: Увага
vi: Cảnh báo
zh_cn: 注意
zh_hk: 警告
zh_tw: 警告

# Common.Yes
source: Yes
ar: نعم
bg: Да
bs: Da
cs: Ano
da: Ja
de: Ja
es_es: Sí
fa: بله
fi: Kyllä
fil: Oo
fr: Oui
hi: Haa
hr: Da
hu: Igen
id: Iya
it: Sì
ja: はい
ko: 예
lt: Taip
lv: Jā
ms: Ya
nl: Ja
pl: Tak
pt_br: Sim
ro: Da
ru: Да
sv_se: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_cn: 是
zh_hk: 是
zh_tw: 是

# ContextMenu.CloseRoblox
source: Close Roblox
ar: اغلاق Roblox
bg: Затвори Roblox
bs: Zatvori Roblox
cs: Zavřít Roblox
da: Luk Roblox
de: Roblox schließen
es_es: Cerrar Roblox
fa: بستن روبلاکس
fi: Sulje Roblox
fil: Isara ang Roblox
fr: Fermer Roblox
hi: Roblox band kare
hr: Zatvori Roblox
hu: Roblox bezárása
id: Tutup Roblox
it: Chiudi Roblox
ja: Robloxを終了する
ko: Roblox 종료
lt: Uždaryti „Roblox“
lv: Aizvērt Roblox
ms: Tutup Roblox
nl: Sluit Roblox
pl: Zamknij Roblox
pt_br: Fechar o Roblox
ro: Închide Roblox
ru: Закрыть Roblox
sv_se: Stäng Roblox
th: ปิด Roblox
tr: Roblox'u kapat
uk: Закрити Roblox
vi: Đóng Roblox
zh_cn: 关闭 Roblox
zh_hk: 關閉 Roblox
zh_tw: 關閉Roblox

# ContextMenu.CloseRobloxMessage
source: Are you sure you want to close Roblox? This will forcefully end the process.
ar: هل أنت متأكد انك تريد إغلاق Roblox؟ سيؤدي هذا إلى إنهاء جميع العمليات.
bg: Сигурни ли сте, че искате да затворите Roblox? Това ще прекрати процеса.
bs: Jeste li sigurni da želite zatvoriti Roblox? Ovo će prisilno završiti proces.
cs: Určitě chcete Roblox zavřít? Tohle nuceně proces ukončí.
da: Er du sikker på, at du vil lukke Roblox? Dette vil afslutte processen.
de: Bist du dir sicher, dass du Roblox Schließen möchtest? Dadurch wird die App zwangsweise beendet.
es_es: ¿Estás seguro de que quieres cerrar Roblox? Esto finalizará el proceso forzosamente.
fa: آیا مطمئن هستید که می خواهید روبلاکس را ببندید؟ این به صورت اجباری این روند را پایان می دهد.
fi: Oletko varma että haluat sulkea Robloxin? Tämä pakottaa sovelluksen lopetuksen.
fil: Sigurado ka bang gusto mong isara ang Roblox? Ito ay puwersahang tatapusin ang proseso.
fr: Êtes-vous sûr de vouloir fermer Roblox? Cela forcera l'arrêt du processus.
hi: Kya aap vaakee roblox ko band karana chaahate hain? Isase jabaradastee band kiya jaega.
hr: Jeste li sigurni da želite zatvoriti Roblox? Ovo će prisilno završiti proces.
hu: Biztos, hogy beakarod zárni Robloxot? Ez teljesen leállítja az alkalmazást.
id: Apakah anda yakin ingin menutup Roblox? Tindakan ini akan memaksa mati proses.
it: Sei sicuro di voler chiudere Roblox? Questo chiuderà forzatamente il processo.
ja: Robloxを終了しますか？強制終了することになります。
ko: Roblox를 종료하시겠습니까? 이 작업은 프로세스를 강제로 종료합니다.
lt: Ar tikrai norite uždaryti „Roblox“? Tai priverstinai užbaigs procesą.
lv: Vai jūs esat pārliecināts, ka vēlaties aizvērt Roblox? Šis piespiedu kārtā beigs procesu.
ms: Adakah anda pasti ingin tutup aplikasi Roblox? Ia akan menutup proses secara paksa.
nl: Weet je zeker dat je Roblox wilt afsluiten? Dit zal het proces geforceerd beëindigen.
pl: Czy na pewno chcesz zamknąć Roblox? To wymusi zakończenie procesu.
pt_br: Tem certeza de que quer fechar o Roblox? Isso vai forçadamente finalizar o seu processo.
ro: Ești sigur că vrei să închizi Roblox? Procesul va fi forțat să se închidă.
ru: Вы уверены, что хотите закрыть Roblox? Это принудительно завершит его процесс.
sv_se: Är du säker på att du vill stänga Roblox? Detta kommer avsluta processen.
th: คุณต้องการปิด Roblox หรือไม่? นี่จะบังคับให้ปิดหน้าต่าง Roblox โดยทันที
tr: Roblox'u kapatmak istediğine emin misin? Bu işlemi zorla bitiricektir.
uk: Ви впевнені що хочете закрити Roblox? Це примусово завершить його процес.
vi: Bạn có thật sự muốn đóng Roblox? Điều này sẽ buộc kết thúc tiến trình.
zh_cn: 您确定要关闭 Roblox 吗？这将强制结束其进程。
zh_hk: 您確定要關閉 Roblox 嗎？這會強制關閉所有程序。
zh_tw: 您確定想關閉Roblox嗎？這個會強制關閉所有Roblox程式。

# ContextMenu.CopyDeeplinkInvite
source: Copy invite deeplink
ar: نسخ رابط الدعوة
bg: Копирайте връзка за покана
bs: Kopiraj invite deeplink
cs: Kopírovat přímou pozvánku do aplikace
da: Kopier invitations-deeplink
de: Deeplink Einladung kopieren
es_es: Copiar el enlace de invitación directa
fa: کپی پیوند عمیق دعوت
fi: Kopioi kutsun deeplink
fil: Kopyahin ang invite deeplink
fr: Copier l'invitation deeplink
hr: Kopiraj invite deeplink
hu: Deeplink meghívó másolása
id: Salin undangan deeplink
it: Copia l'invito
ja: 招待リンクをコピー
ko: 초대 링크 복사
lt: Kopijuoti kvietimo gilų nuorodą
lv: Kopēt ielūguma dziļsaiti
ms: Salin pautan jemputan
nl: Deeplink naar uitnodiging kopiëren
pl: Kopiuj zaproszenie deeplink
pt_br: Copiar deeplink do convite
ro: Copiază link-ul de invitație
ru: Скопировать ссылку-приглашение
sv_se: Kopiera deeplink-inbjudan
th: คัดลอกคําเชิญ deeplink
tr: Davet deeplink'ini kopyala
uk: Скопіювати посилання "Deeplink"
vi: Sao chép liên kết lời mời trực tiếp
zh_cn: 复制邀请链接
zh_hk: 複製邀請連結
zh_tw: 複製邀請連結

# ContextMenu.ServerInformation.CopyInstanceId
source: Copy Instance ID
ar: إنسخ Instance ID
bg: Копирайте идентификатора на сървъра
bs: Kopiraj ID Instance
cs: Zkopírovat ID instance
da: Kopier Instans ID
de: Instanz ID kopieren
es_es: Copiar ID de la instancia
fa: کپی کردن شناسه‌ی نمونه
fi: Kopioi instanssin ID
fil: Kopyahin ang Instance ID
fr: Copier l'ID d'Instance
hr: Kopiraj ID slučaja
hu: Instance ID másolása
id: Salin Instansi ID
it: Copia ID dell'istanza
ja: インスタンスIDをコピー
ko: 인스턴스 아이디 복사
lt: Kopijuoti serverio ID
lv: Kopēt loga ID
ms: Meniru Instance ID
nl: Instantie-ID kopiëren
pl: Skopiuj ID Miejsca
pt_br: Copiar ID do Servidor
ro: Copiază ID-ul instanței
ru: Скопировать ID сервера
sv_se: Kopiera instans-id
th: คัดลอก Instance ID
tr: İstemci ID'sini kopyala
uk: Скопіювати "Instance ID"
vi: Sao chép ID máy chủ
zh_cn: 复制服务器 Job ID
zh_hk: 複製實例ID
zh_tw: 複製伺服器Job ID

# ContextMenu.ServerInformation.InstanceId
source: Instance ID
bg: JobId
bs: ID Slučaja
cs: ID instance
da: Instans ID
de: Instanz ID
es_es: ID de instancia
fa: شناسه‌ی نمونه
fi: Instanssin ID
fr: ID d'Instance
hr: ID Slučaja
hu: Instance azonosító
id: ID Instansi
it: ID dell'istanza
ja: インスタンスID
ko: 인스턴스 아이디
lt: Serverio ID
lv: Loga ID
nl: Instantie-ID
pl: ID Miejsca
pt_br: ID do Servidor
ro: ID-ul instanței
ru: ID сервера
sv_se: Instans-id
tr: İstemci ID'si
vi: ID máy chủ
zh_cn: 服务器 Job ID
zh_hk: 實例ID
zh_tw: 伺服器Job ID

# ContextMenu.ServerInformation.Location
source: Location
ar: موقع
bg: Локация
bs: Lokacija
cs: Lokace
da: Lokation
de: Standort
es_es: Ubicación
fa: مکان
fi: Sijainti
fil: Lokasyon
fr: Emplacement
hi: Jagah
hr: Lokacija
hu: Hely
id: Lokasi
it: Posizione
ja: 地域
ko: 위치
lt: Vieta
lv: Atrašanās vieta
ms: Lokasi
nl: Locatie
pl: Położenie
pt_br: Localização
ro: Locație
ru: Местоположение
sv_se: Plats
th: ตำแหน่งที่ตั้ง
tr: Dosya Konumu
uk: Локація
vi: Vị trí
zh_cn: 地点
zh_hk: 位置
zh_tw: 地區

# ContextMenu.ServerInformation.Notification.Text
source: Location: {0} Click for more information
ar: موقع: {0} اضغط للمزيد من المعلومات
bg: Местоположение на сървъра: {0} Кликнете за повече информация
bs: Lokacija{0}
cs: Lokace: {0} Klikněte pro více informací
da: Lokation: {0} Klik for mere information
de: Standort: {0} Klicke für mehr Informationen
es_es: Ubicación: {0} Haga clic para más información
fa: مکان {0} برای اطلاعات بیشتر کلیک کنید
fi: Sijainti: {0} Klikkaa saadaksesi lisätietoja
fil: Lokasyon: {0} Pindutin para sa marami pang impormasyon
fr: Emplacement : {0} Cliquez pour plus d'information
hi: Server sthan:{0} Adhik jaankaree ke liye click kare
hr: Lokacija: {0} Kliknite za više informacija
hu: Helyszín: {0} Kattintson további információért
id: Lokasi: {0} Tekan untuk informasi lebih lanjut.
it: Posizione: {0} Clicca per maggiori informazioni
ja: サーバー地域: {0} クリックして詳細を表示
ko: 서버 위치: {0} 자세한 내용을 보려면 클릭하세요
lt: Vieta: {0} Spustelėkite norėdami gauti daugiau informacijos.
lv: Atrašanās vieta: {0} Spiedied šeit priekš vairāk informācijas
ms: Lokasi: {0} Klik untuk maklumat lanjut
nl: Locatie: {0} Klik voor meer informatie
pl: Położone w {0} Kliknij, aby dowiedzieć się więcej
pt_br: Local: {0} Clique para mais informações
ro: Situat în {0} Apasă pentru mai multe informații
ru: Местоположение: {0} Нажмите для подробной информации
sv_se: Plats: {0} Klicka för mer information
th: ตำเเหน่ง: {0} กดเพื่อดูข้อมูลเพิ่มเติม
tr: Konum: {0} Daha fazla bilgi için tıklayınız
uk: Місцеперебування: {0} Натисніть для отримання додаткової інформації
vi: Được đặt tại: {0} Bấm để biết thêm thông tin
zh_cn: 位于 {0} 单击此窗口以了解更多详细信息
zh_hk: 伺服器位置： {0} 點擊查看更多
zh_tw: 地區：{0} 點擊查看更多
