Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# LaunchMenu.Wiki.Description
source: See the Wiki for help
ar: أنضر إلى الويكي للحصول على المساعدة
bg: Вижте нашата страница за помощ
bs: Pogledaj Wikipediju za pomoć
cs: Pro pomoc se podívejte na Wiki
da: Se Wiki for hjælp
de: Wiki für Hilfe ansehen
es_es: Consulte la Wiki para obtener ayuda
fa: برای دریافت راهنما، به ویکی مراجعه کنید
fi: Tarkista wiki saadaksesi apua
fil: Tumingin sa Wiki para magtanong
fr: Voir le Wiki pour obtenir de l'aide
hi: Madad ke liye Wiki dekhein
hr: Pogledajte Wiki za pomoć
hu: Segítségért lásd a Wiki-t
id: Lihat Wiki untuk bantuan
it: Vedi la Wiki per aiuto
ja: Wikiでヘルプを確認できます
ko: 도움이 필요하면 Wiki를 확인하세요
lt: Žiūrėkite viki dėl pagalbos
lv: Skatiet Vikipēdiju priekš palīdzības
ms: Lihat Wiki untuk bantuan
nl: Bekijk de wiki voor hulp
pl: Zobacz naszą stronę wiki, aby uzyskać pomoc
pt_br: Veja a Wiki para obter ajuda
ro: Vezi Wiki-ul pentru ajutor
ru: Обратитесь к Wiki за помощью
sv_se: Se wikin för hjälp
th: ตรวจสอบ Wiki สำหรับความช่วยเหลือ
tr: Yardım için Wiki'ye göz atın
uk: Для довідки, зверніться до Wiki
vi: Xem trang Wiki để tìm trợ giúp
zh_cn: 查阅 Wiki 以获取帮助。
zh_hk: 請參閱 Wiki 來尋求協助
zh_tw: 查看 Wiki 以獲取幫助

# Bootstrapper.WebView2NotFound
source: You currently do not have the WebView2 runtime installed. Some Roblox features will not work properly without it, such as the desktop app. Would you like to download it now?
ar: ليس لديك حاليا وقت تشغيل WebView2. لن تعمل بعض ميزات Roblox بدونها، مثل تطبيق سطح المكتب. هل ترغب في تنزيله الآن؟
bg: WebView2 не е инсталиран. Някои функции на Roblox няма да работят правилно без него, като например десктоп приложението. Искате ли да го изтеглите сега?
bs: Trenutno nemate instalirano vrijeme izvođenja WebView2. Neke funkcije Robloxa neće raditi ispravno bez njega, kao što je desktop aplikacija. Želite li ga preuzeti?
cs: Nemáte momentálně nainstalovaný WebView2 runtime. Různé funkce Robloxu nebudou bez něj fungovat správně, jako například desktopová aplikace. Chcete jej nyní stáhnout?
da: Du har i øjeblikket ikke WebView2 runtime installeret. Nogle Roblox funktioner vil ikke fungere korrekt uden det, såsom desktop app. Vil du downloade det nu?
de: Du hast derzeit nicht die WebView2 Laufzeit installiert. Einige Roblox-Funktionen funktionieren ohne sie nicht, so wie die Desktop-App. Möchtest du es jetzt herunterladen?
es_es: Actualmente no tienes instalado el runtime WebView2. Algunas funciones de Roblox no funcionarán correctamente sin él, como la aplicación de escritorio. ¿Te gustaría descargarlo ahora?
fa: شما در حال حاضر "WebView2 runtime" را نصب ندارید. برخی از ویژگی‌های روبلاکس بدون آن به درستی کار نخواهند کرد، مانند برنامه دسکتاپ. آیا می‌خواهید آن را اکنون دانلود کنید؟
fi: Sinulla ei tällä hetkellä ole WebView2-ajoympäristöä asennettuna. Jotkin Robloxin ominaisuudet, kuten työpöytäohjelma, eivät toimi ilman sitä. Haluaisitko ladata sen nyt?
fil: Hindi mo pa nainstall ang WebView2 runtime. Hindi gagana ng maayos ang mga Roblox features kung wala pa yan, katulad ng desktop app. Gusto mong I-download ito ngayon?
fr: Vous n'avez actuellement pas le runtime WebView2 installé. Certaines fonctionnalités de Roblox ne fonctionneront pas correctement sans lui, dont l'application de bureau. Souhaitez-vous le télécharger maintenant ?
hi: Aapke paas abhi Edge WebView2 runtime install nahi hai. Iske bina kuch Roblox features sahi tarike se kaam nahi karenge, jaise ki desktop app. Kya aap ise abhi download aur install karna chahenge?
hr: Trenutno nemate WebView2 runtime instaliran. Neke Roblox-ove značajke neće raditi ispravno bez toga, poput desktop aplikacije. Želite li to sada preuzeti?
hu: Jelenleg nincs telepítve a WebView2 runtime. Egyes Roblox funkciók nem fognak megfelelően működni nélküle, például az asztali alkalmazás. Szeretnéd most letölteni?
id: Saat ini Anda belum menginstal runtime WebView2. Beberapa fitur Roblox tidak akan berfungsi dengan baik tanpanya, seperti aplikasi desktop. Apakah Anda ingin mengunduhnya sekarang?
it: Al momento non hai il runtime WebView2 installato. Alcune funzionalità di Roblox potrebbero non funzionare correttamente senza di esso, come l’applicazione desktop. Vorresti scaricarlo ora?
ja: 現在、WebView2のランタイムがインストールされていません。デスクトップアプリなどのRobloxの一部機能が動作しない可能性があります。今すぐダウンロードしますか？
ko: 현재 WebView2 런타임이 설치되어 있지 않습니다. 이 런타임이 없으면 데스크톱 애플리케이션과 같은 일부 Roblox 기능이 제대로 작동하지 않습니다. 지금 다운로드하시겠습니까?
lt: Šiuo metu neturite įdiegę „WebView2“ vykdyklės. Be jos kai kurios „Roblox“ funkcijos, pavyzdžiui, darbalaukio programa, neveiks tinkamai. Ar norėtumėte ją atsisiųsti dabar?
lv: Jums šobrīd nav instalēts WebView2 runtime. Dažas Roblox funkcijas nestrādās pareizi bez tā, piemēram, darbavirsmas aplikācija. Vai jūs vēlaties to lejupielādēt tagad?
ms: Anda tidak mempunyai WebView2 runtime yang terpasang. Beberapa ciri Roblox tidak akan berfungsi dengan baik tanpa itu, seperti aplikasi desktop. Adakah anda ingin memuat turunnya sekarang?
nl: De WebView2 runtime is momenteel niet geïnstalleerd. Sommige Roblox functies werken zonder deze niet goed, zoals de desktop app. Wilt u deze nu downloaden?
pl: Obecnie nie masz zainstalowanego WebView2. Bez tego, niektóre funkcje Roblox nie będą działać poprawnie, przykładowo aplikacja. Czy chcesz to pobrać teraz?
pt_br: No momento, você não tem o runtime WebView2 instalado. Alguns recursos do Roblox não funcionarão corretamente sem ele, como o aplicativo para desktop. Gostaria de baixá-lo agora?
ro: În prezent, nu ai instalat runtime-ul WebView2. Unele funcții Roblox nu vor funcționa corect fără acesta, cum ar fi aplicația de desktop. Vrei să-l descarci acum?
ru: В настоящее время у вас отсутствует среда выполнения WebView2. Некоторые возможности Roblox не будут работать должным образом без неё, такие, как настольное приложение. Желаете ли вы загрузить её сейчас?
sv_se: Du har för närvarande inte WebView2 installerat. Vissa Roblox funktioner kommer inte att fungera korrekt utan det, såsom skrivbordsappen. Vill du installera det nu?
th: คุณยังไม่ได้ติดตั้ง WebView2 runtime บางฟีเจอร์ของ Roblox จะทำงานไม่ถูกต้องหากไม่มีมัน เช่น แอปบนเดสก์ท็อป คุณต้องการดาวน์โหลดตอนนี้ไหม?
tr: Şuan WebView2 runtime sizde yüklü değil. Masaüstü uygulaması gibi bazı Roblox özellikleri WebView2 runtime olmadan düzgün çalışmayacaktır. WebView2 runtime'yi şimdi indirmek ister misiniz?
uk: У вас наразі не встановлено середовище виконання WebView2. Деякі функції Roblox не працюватимуть належним чином без нього, такі як настільний додаток. Бажаєте завантажити його зараз?
vi: Hiện tại bạn chưa cài đặt WebView2 runtime. Một số tính năng của Roblox sẽ không hoạt động bình thường nếu không có nó, chẳng hạn như ứng dụng trên màn hình chính. Bạn có muốn tải nó ngay bây giờ không?
zh_cn: 您目前尚未安装 “WebView2 Runtime”。没有它，某些 Roblox 功能将无法正常运行；例如 Roblox 桌面客户端。 您想现在下载它吗？
zh_hk: 你目前尚未安裝 WebView2 執行階段。如果沒有它，一些 Roblox 功能將無法正常運作，例如 Roblox 主介面應用程式。請問你想立即下載嗎？
zh_tw: 您目前未安裝 WebView2 執行階段。某些 Roblox 功能（例如桌面應用程式）在沒有它的情況下將無法正常運行。您想現在下載 WebView2 嗎？

# Dialog.CannotCreateShortcuts
source: Bloxstrap was unable to create shortcuts for the Desktop and Start menu. Try creating them later through the settings.
ar: لم يتمكن Bloxstrap من إنشاء اختصارات لقائمة سطح المكتب وبدء التشغيل. حاول إنشاءها لاحقاً من خلال الإعدادات.
bg: Bloxstrap не успя да създаде преки пътища за работния плот и старт менюто. Опитайте да ги създадете по-късно чрез настройките.
bs: Bloxstrap nije mogao da stvori prečice za radnu površinu i meni Start. Pokušajte ih kreirati kasnije kroz postavke.
cs: Bloxstrap nebyl schopen vytvořit zkratky na ploše a v menu Start. Zkuste je vytvořit později v nastavení.
da: Bloxstrap kunne ikke oprette genveje til Desktop og Start menuen. Prøv at oprette dem senere gennem indstillingerne.
de: Bloxstrap konnte keine Verknüpfungen für den Desktop und das Startmenü erstellen. Versuche diese später über die Einstellungen zu erstellen.
es_es: Fishstrap no ha podido crear accesos directos para el Escritorio y el menú de Inicio. Intente crearlos más tarde a través de la configuración.
fa: بلاکسترپ نتوانست یک میانبر برای دسکتاپ و صفحه شروع بسازد. تلاش کنید که آنها را بعدا از طریق تنظیمات بسازید.
fi: Bloxstrap ei pystynyt luomaan pikakuvakkeita työpöydälle ja aloitusvalikkoon. Yritä luoda ne myöhemmin asetuksista.
fil: Hindi kaya ng Bloxstrap na gumawa ng shortcuts para sa Desktop at Start Menu. Subukan mong gawin ito sa ibang pagkakataon sa mga settings.
fr: Fishstrap n'a pas pu créer des raccourcis pour le bureau et le menu Démarrer. Essayez de les créer plus tard dans les paramètres.
hi: Bloxstrap Desktop aur Start menu ke liye shortcuts create nahi kar paaya. Baad mein settings ke through unhe create karne ki koshish karein.
hr: Fishstrap nije mogao kreirati prečace za Desktop i Start Meni. Pokušajte ih kreirati kasnije preko postavki.
hu: A Bloxstrap nem tudott parancsikonokat létrehozni az Asztal és a Start menü számára. Próbálja meg később létrehozni őket a beállításokon keresztül.
id: Fishstrap tidak dapat membuat pintasan untuk Desktop dan Start menu. Coba membuatnya nanti melalui pengaturan.
it: Bloxstrap non è stato in grado di creare scorciatoie per il Desktop e il menu Start. Prova a crearle più tardi tramite le impostazioni.
ja: デスクトップまたはスタートメニューにショートカットを作ることができませんでした。しばらくしてから再度お試しください。
ko: Bloxstrap에서 데스크톱 및 시작 메뉴에 대한 바로 가기를 만들 수 없었습니다. 나중에 설정을 통해 생성해 보세요.
lt: „Fishstrap“ nepavyko sukurti darbalaukio ir pradžios meniu nuorodų. Bandykite juos sukurti vėliau per nustatymus.
lv: Bloxstrap nespēja izveidot īsceļu priekš Darbavirsmas un Sākuma izvēlnes. Pamēģiniet tos uztaisīt caur iestatījumiem.
ms: Fishstrap tidak dapat membuat pintasan untuk desktop dan menu Start. Sila cuba lagi nanti melalui menu tetapan.
nl: Fishstrap kon geen snelkoppelingen maken voor het bureaublad en Start menu. Probeer ze later te maken via de instellingen.
pl: Fishstrap nie mógł utworzyć skrótów na pulpicie i w Menu Start. Spróbuj utworzyć je później w ustawieniach.
pt_br: O Bloxstrap não conseguiu criar atalhos para a área de trabalho e o menu Iniciar. Tente criá-los mais tarde através das configurações.
ro: Bloxstrap nu a putut crea comenzi rapide pentru Desktop și meniul de Pornire. Încearcă să le creezi mai târziu în setări.
ru: Bloxstrap не смог создать ярлыки для Рабочего стола и меню Пуск. Попробуйте создать их позже через настройки.
sv_se: Fishstrap kunde inte skapa genvägar på skrivbordet och för Start-menyn. Försök att skapa dem senare genom inställningarna.
th: Bloxstrap ไม่สามารถสร้างทางลัดสำหรับเดสก์ท็อปและเมนูเริ่มต้นได้ ลองสร้างทางลัดเหล่านั้นในภายหลังผ่านการตั้งค่า
tr: Bloxstrap Masaüstü ve Başlat menüsüne kısayollar oluşturamadı. Daha sonra ayarlardan oluşturmayı deneyin.
uk: Bloxstrap не вдалося створити ярлики для Робочого столу та меню Пуск. Спробуйте створити їх пізніше через налаштування.
vi: Bloxstrap không thể tạo phím tắt cho màn hình chính và Start Menu. Hãy thử tạo chúng thông qua cài đặt.
zh_cn: Bloxstrap 目前无法在 桌面 和 “开始”菜单 创建快捷方式；请尝试稍后通过设置手动创建快捷方式。
zh_hk: Bloxstrap 無法建立桌面和開始選單的捷徑。請你稍後嘗試透過設定來建立它們。
zh_tw: Fishstrap 無法為桌面和開始功能表創建捷徑。請稍後通過設置創建捷徑。

# Dialog.Exception.Info.2.Alt
source: Check the [Bloxstrap Wiki]({0}) first to see if this problem has already been addressed with a fix. If not, then please report this exception to the maintainers of this fork. Do NOT report this to Bloxstrap's GitHub issues, as this is an unoffical build.
ar: تحقق من [Bloxstrap Wiki]({0}) أولاً لمعرفة ما إذا كانت هذه المشكلة قد عولجت بالفعل مع إصلاح. إن لم يكن الأمر كذلك، فيرجى الإبلاغ عن هذا الاستثناء إلى مشرفي هذه الفورك. لا تبلغ عن هذا إلى مشاكل Bloxstrap's GitHub، لأن هذا مبنى غير مسؤول.
bg: Първо проверете [нашата страница]({0}), за да видите дали този проблем вече е адресиран с корекция. Ако не, моля, съобщете за този проблем на поддръжниците на вашата версия. НЕ съобщавайте за това на GitHub страницата на Bloxstrap, тъй като това е неофициална версия.
bs: Prvo provjerite [Bloxstrap Wiki]({0}) da vidite da li je ovaj problem već riješen ispravkom. Ako ne, onda molimo prijavite ovaj izuzetak održavaocima ove vilice. NEMOJTE prijaviti ovo Bloxstrap-ovim GitHub problemima, jer je ovo nezvanična gradnja.
cs: Nejprve zkontrolujte [Bloxstrapovou Wiki]({0}), jestli náhodou váš problém nebyl již vyřešen. Pokud ne, pak prosím nahlaste tento error správcům této forky. NENAHLAŠUJTE tuto chybu do GitHub repozitáře Bloxstrapu, protože toto je neoficiální build.
da: Tjek [Bloxstrap Wiki]({0}) først for at se, om dette problem allerede er blevet løst med en rettelse. Hvis ikke, bedes du at rapportere denne undtagelse til vedligeholderne af denne Fork. Rapporter IKKE dette til Bloxstrap's GitHub problemer, da dette er en uofficiel opbygning.
de: Überprüfe zuerst die [Bloxstrap Wiki]({0}), um zu sehen, ob dieses Problem bereits mit einem Fix behoben wurde. Falls nicht, melde diese Ausnahme bitte an die Entwickler dieses Forks. Melde dies NICHT an Bloxstrap's GitHub issues, da dies eine inoffizielle Version ist.
es_es: Visite la [wiki de Fishstrap]({0}) primero para ver si este problema se ha resuelto con un parche. Si no, entonces reporte este error a los mantenedores de este fork. NO reporte esto en el GitHub de Fishstrap, ya que esto es una build no oficial.
fa: ابتدا [ویکی بلاکسترپ]({0}) را بررسی کنید تا ببینید آیا این مشکل قبلاً با یک راه‌حل برطرف شده است یا خیر. اگر نه، لطفاً این استثنا را به مدیرهای این فورک گزارش دهید. این مشکلات را در گیتهاب بلاکسترپ گزارش نکنید، زیرا این یک نسخه غیر رسمی است.
fi: Tarkista [Bloxstrapin wiki]({0}) ensin nähdäksesi, onko tämä ongelma jo ratkaistu korjauksella. Jos ei, ole hyvä ja raportoi tämä poikkeus tämän forkin ylläpitäjille. ÄLÄ raportoi tätä Bloxstrapin GitHub-issueihin, koska tämä on epävirallinen koontiversio.
fil: Tumingin sa [Bloxstrap Wiki]({0}) muna para makita kung itong problema ay tinutugunan ng pag-aayos. Kung hindi, I-report mo itong eksepsyon sa maintainers ng fork nito. HUWAG mong i-report ito sa GitHub issues ng Bloxstrap, dahil ito ang unofficial build.
fr: Vérifiez d'abord le [Wiki de Fishstrap]({0}) pour voir si ce problème a déjà été abordé avec une solution. Si ce n'est pas le cas, veuillez signaler cette exception aux responsables de ce fork. Ne signalez PAS cela sur les problèmes GitHub de Fishstrap, car il s'agit d'une version non officielle.
hi: Pehle [Bloxstrap Wiki]({0}) check karein taaki yeh dekha ja sake ki is samasya ko pehle hi fix ke saath address kiya gaya hai. Agar nahi, to kripya is exception ko is fork ke maintainers ko report karein. Ise Bloxstrap ke GitHub issues par report na karein, kyunki yeh ek unofficial build hai.
hr: Prvo pogledajte [Bloxstrap Wiki]({0}) kako biste vidjeli je li ovaj problem već bio adresiran s popravkom. Ako nije, onda molimo prijavite ovu iznimku održavateljima ovog fork-a. NEMOJTE ovo prijaviti na Fishstrapove GitHub probleme, jer ovo nije službena inačica.
hu: Nézd meg először a [Bloxstrap Wiki]({0}) oldalát, hátha már találtak megoldást erre a problémára. Ha nem, akkor kérjük, jelentse ezt a kivételt a fork karbantartóinak. NE jelentse ezt a Bloxstrap GitHub issue-jeiben, mivel ez egy nem hivatalos build.
id: Periksa [Bloxstrap Wiki]({0}) terlebih dahulu untuk melihat apakah masalah ini telah ditangani dengan solusi. Jika tidak, harap laporkan pengecualian ini kepada pengelola fork ini. JANGAN laporkan ini ke masalah GitHub Fishstrap, karena ini adalah versi yang tidak resmi.
it: Controlla prima la [Wiki di Bloxstrap]({0}) per vedere se il problema è stato già risolto. In caso contrario, si prega di segnalare questa eccezione ai manutentori di questo fork. NON segnalarlo ai problemi di GitHub di Bloxstrap, perché si tratta di una build non ufficiale.
ja: 最初に[Bloxstrap Wiki]({0})で解決策がないか確認してください。 解決策が見つからない場合は、エラーをこのフォークのメンテナーに報告してください。絶対に公式版FishstrapのGitHub issuesに投稿しないでください。 このFishstrapは非公式版です。
ko: [Bloxstrap Wiki]({0})에서 이 문제가 이미 수정으로 해결되었는지 먼저 확인해 주세요. 그렇지 않은 경우 이 포크의 관리자에게 이 오류를 보고해 주세요. 이 포크는 비공식 빌드이므로 Bloxstrap's GitHub issues에 보고하지 마세요.
lt: Pirmiausia patikrinkite [„Fishstrap“ viki]({0}), kad sužinotumėte, ar ši problema jau išspręsta. Jei ne, praneškite apie šią išimtį šios atšakos prižiūrėtojams. NEPRANEŠKITE apie tai „Fishstrap“ „GitHub“ problemoms, nes tai – neoficialus darinys.
lv: Pārbaudiet [Bloxstrap Vikipēdija]({0}), lai redzētu vai šai problēmai jau ir risinājums. Ja nav, tad lūdzu ziņojiet par šo izņēmumu šī fork veidotājiem. NEZIŅOJIET par šo Bloxstrap GitHub issues sadaļā, jo šī ir neoficiāla uzbūve.
ms: Semak [Wiki Fishstrap]({0}) terlebih dahulu untuk melihat jika masalah ini telah diatasi dengan penyelesaian. Jika tidak, sila laporkan isu pengecualian ini kepada penyelenggara fork ini. JANGAN laporkan isu ini kepada GitHub Fishstrap, kerana ini adalah yang versi tidak rasmi.
nl: Bekijk de [Bloxstrap Wiki]({0}) eerst om te zien of dit probleem al is opgelost met een oplossing. Als dit niet het geval is, rapporteer dit probleem dan aan de beheerders van deze fork. Meld dit NIET aan de GitHub van Fishstrap, omdat dit niet een officiële versie is.
pl: Sprawdź [Bloxstrap Wiki]({0}), aby upewnić się, czy twój problem nie został już rozwiązany. Jeśli nie, zgłoś problem twórcom tej zmodyfikowanej wersji programu. Podkreślamy, aby NIE zgłaszać tego na oficjalnego GitHuba, gdyż nie jest to oficjalna wersja programu i nie jesteśmy za nią odpowiedzialni.
pt_br: Verifique primeiro a [Wiki do Bloxstrap]({0}) para ver se esse problema já foi resolvido com uma correção. Se não, então por favor reporte essa exceção aos mantenedores desse fork. NÃO reporte isso nos issues/problemas do GitHub do Bloxstrap, pois essa é uma compilação não oficial.
ro: Verificați mai întâi [Bloxstrap Wiki]({0}) pentru a vedea dacă această problemă a fost deja rezolvată printr-o soluție. Dacă nu, atunci vă rugăm să raportați această excepție menținătorilor acestei bifurcații. Nu raporta problema pe GitHub-ul Bloxstrap, deoarece acesta este o versiune neoficială.
ru: Сначала проверьте [Вики Bloxstrap]({0}), чтобы узнать, была ли эта проблема уже решена с исправлением. Если нет, то, пожалуйста сообщите об этой ошибке разработчикам этой сборки. Не сообщайте об этом в GitHub ошибках Bloxstrap'а, так как это не официальная сборка.
sv_se: Kolla [Bloxstrap Wikin]({0}) först för att se om detta problem redan har en fix. Annars så rapportera detta felmeddelande till de ansvariga för denna fork. Rapportera INTE detta på Fishstraps egna GitHub sida, eftersom detta är en inofficiell version av Fishstrap.
th: ตรวจสอบ [วิกิ Bloxstrap]({0}) ก่อนเพื่อดูว่าปัญหานี้มีวิธีการแก้ไขแล้วหรือไม่ ถ้ายังไม่มีวิธีการแก้ไข กรุณาแจ้งปัญหานี้ไปยังผู้ดูแลของ Fork นี้ อย่าแจ้งปัญหานี้ไปที่ GitHub ของ Bloxstrap เพราะนี่เป็นเวอร์ชันที่ไม่เป็นทางการ
tr: Bu sorunun daha önce bir düzeltme ile ele alınıp alınmadığını görmek için önce [Bloxstrap Wiki'yi]({0}) kontrol edin. Eğer sorun ele alınmadıysa, lütfen bu istisnayı bu versiyonun geliştiricilerine bildirin. Bu istisnayı SAKIN Bloxstrap'ın GitHub issues sayfasına bildirmeyin, çünkü bu bir resmî olmayan yapıdır.
uk: Спочатку перевірте [Bloxstrap Wiki]({0}), щоб побачити, чи ця проблема вже була вирішена за допомогою виправлення. Якщо ні, то, будь ласка, повідомте про цей виняток супровідникам цієї збірки. НЕ повідомляйте про це на GitHub Bloxstrap, оскільки це неофіційна збірка.
vi: Trước tiên hãy tìm trong [Bloxstrap Wiki]({0}) để xem nếu vấn đề này đã có phương pháp giải quyết chưa. Nếu không, thì hãy báo cáo vấn đề này đến người duy trì của fork này. Đừng báo cáo vấn đề này lên Github issues của Bloxstrap, bởi vì đây là một fork không chính thức.
zh_cn: 请先在 [Bloxstrap Wiki]({0}) 检索这个问题是否已被修复。 如果没有，请向此 社区分支 的维护者报告这个问题。切勿将此异常向 Bloxstrap 官方 GitHub Issues 报告；因为这是一个非官方版本。
zh_hk: 首先檢查 [Bloxstrap Wiki]({0}) 以查看此問題是否已被修復。 如果沒有，請將此異常報告給這個版本 (fork) 的維護者。不要將此報告到 Bloxstrap 的 GitHub Issues (問題)，因為這是一個非官方的版本。
zh_tw: 請您首先在 [Bloxstrap Wiki]({0}) 查看這個問題是否已被修復。 如果沒有，請向此分支的維護者報告此異常。請勿在 Fishstrap 的 GitHub 上開 Issues，因為這是一個非官方的版本。
