Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.FastFlagEditor.InvalidNumberValue
source: The entry for '{0}' is not valid as the value must be a number
ar: الإدخال ل '{0}' غير صالح لأن القيمة يجب أن تكون رقم
bg: Въведената стойност за '{0}' не е валидна, защото трябва да бъде числов тип
bs: Unos za '{0}' nije validan jer vrijednost mora biti broj
cs: Záznam pro '{0}' není platný, protože hodnota musí být číslo
da: Indtastningen for '{0}' er ikke gyldig, da værdien skal være et tal.
de: Die Eingabe für '{0}' ist nicht gültig, da der Wert eine Nummer sein muss
es_es: La entrada para '{0}' no es válida, ya que el valor debe ser un número
fa: ورودی "{0}" معتبر نیست زیرا مقدار باید یک عدد باشد
fi: Merkintä flagille '{0}' ei kelpaa, koska arvon pitää olla numero
fil: Ang entry para sa '{0}' ay hindi tama sapagkat ang value ay dapat isang numero
fr: L'entrée pour '{0}' n'est pas valide car la valeur doit être un nombre
hi: '{0}' ke liye entry valid nahi hai kyunki value integer honi chahiye
hr: Unos za '{0}' ne važi jer vrijednost mora biti broj
hu: A(z) '{0}' nem érvényes, mivel az érték csak egy szám lehet
id: Entri untuk '{0}' tidak valid karena harus berupa angka
it: Il valore di '{0}' non è valido perché deve essere un numero
ja: 値が無効です。このFlag「{0}」の値は数字である必要があります。
ko: 입력된 값 '{0}'이(가) 유효하지 않습니다. 값은 숫자만 들어갈 수 있습니다.
lt: Elementas „{0}“ netinkamas, nes reikšmė turi būti skaičius.
lv: {0} Ieraksts nav derīgs, jo vērtībai vajag būt skaitlim
ms: Entri untuk '{0}' tidak sah kerana nilai mestilah nombor
nl: De invoer voor '{0}' is ongeldig, omdat de waarde een getal moet zijn
pl: Wpis dla '{0}' jest nieprawidłowy, ponieważ wartość musi być liczbą
pt_br: A entrada para '{0}' não é válida, pois o valor deve ser um número
ro: Intrarea pentru „{0}” nu este validă, deoarece valoarea trebuie să fie un număr
ru: Запись для '{0}' недействительна, так как значение должно быть целым числом
sv_se: Flaggan '{0}' är inte giltig eftersom värdet måste vara ett nummer
th: ค่าที่ป้อนสำหรับ '{0}' ไม่ถูกต้องเพราะค่าต้องเป็นจำนวนเต็ม
tr: Değerin bir sayı olması gerektiğinden '{0}' girişi geçerli değildir
uk: Запис для '{0}' є недійсним, оскільки значення має бути числом
vi: Giá trị '{0}' không hợp lệ vì giá trị phải là một số nguyên
zh_cn: 您输入的内容 “{0}” 无效；其内容只能为数字才能生效。
zh_hk: 你所輸入'{0}'的條目無效，因為他的值必須是數字。
zh_tw: '{0}'的條目無效；內容必須是數字

# Logger.NoWriteMode
source: No log file will be written for this launch because Bloxstrap is unable to write to the folder at '{0}'
ar: لن يتم كتابة أي ملف السجل لهذا التشغيل لأن Bloxstrap غير قادر على الكتابة إلى المجلد الموجود في '{0}'
bg: Няма да бъде създаден log фаил за това стартиране, защото Bloxstrap не може да записва в папка {0}
bs: Neće biti zapisan log fajl za ovo pokretanje jer Bloxstrap nije u mogućnosti zapisivati u folder na '{0}'
cs: Žádný log soubor nebude zapsán pro toto spuštění, protože Bloxstrap nemůže zapisovat do složky v '{0}'
da: Der vil ikke blive skrevet en logfil for denne opstart, da Bloxstrap ikke kan skrive til mappen på '{0}'.
de: Keine log Datei wird für diese Ausführung geschrieben, da Bloxstrap nicht bei dem Ordner '{0}' schreiben kann
es_es: No se escribirá ningún archivo de registro para este lanzamiento porque Fishstrap no puede escribir en la carpeta '{0}'
fa: هیچ فایل لاگی برای این اجرا نوشته نخواهد شد زیرا بلاکسترپ نمیتواد در فولدر '{0}' فایل بنویسد
fi: Lokitiedostoa ei tulla kirjoittamaan tälle käynnistykselle, koska Bloxstrap ei voi kirjoittaa kansioon '{0}'
fil: Walang magagawang log file para sa launch na ito dahil ang Bloxstrap ay hindi makapag-gawa nito sa folder na '{0}'
fr: Aucun fichier log ne sera écrit pour ce lancement car Fishstrap n'a pas les permissions requises pour écrire dans le fichier '{0}'
hi: Is launch ke lie koee log file nahin likhee jaegee kyonki Bloxstrap '{0}' par folder mein likhane mein asamarth hai
hr: Log datoteka neće biti napisana za ovaj pokret jer Fishstrap ne može pisati u folderu na '{0}'
hu: Ehhez az indításhoz nem fog naplófájl íródni, mert a Bloxstrap nem tud írni a '{0}' mappába
id: Tidak ada file log yang akan dibuat untuk peluncuran ini karena Fishstrap tidak bisa menulis file pada folder '{0}'
it: Nessun file di registro sarà scritto perché Bloxstrap non ha accesso alla cartella a '{0}'
ja: 現在"{0}"フォルダに書き込むことができないため、ログファイルは保存されません。
ko: Bloxstrap이 '{0}' 폴더에 작성할 수 없어 이번 실행에 로그 파일이 작성되지 않습니다.
lt: Šis paleidimas nebus įrašytas į žurnalą, nes „Fishstrap“ nepavyksta įrašyti į aplanką adresu „{0}“.
lv: Šai palaišanai nebūs žurnāla fails, jo Bloxstrap nav iespējams rakstīt mapē '{0}'
ms: Tiada fail log yang akan ditulis untuk pelancaran ini kerana Fishstrap tidak dapat menulis ke folder '{0}'
nl: Er wordt geen logbestand aangemaakt voor deze start omdat Fishstrap niet kan schrijven naar de map op '{0}'
pl: Plik dziennika nie zostanie zapisany dla tego uruchomienia, ponieważ Fishstrap nie może zapisać do folderu '{0}'
pt_br: Nenhum arquivo de registro será salvo para essa execução porque o Bloxstrap não consegue gravar na pasta em '{0}'
ro: Nu va fi scris niciun fișier jurnal pentru această lansare deoarece Bloxstrap nu poate scrie în folderul de la „{0}”
ru: Файл журнала не будет написан для этого запуска, потому что Bloxstrap не может записать в папку в '{0}'
sv_se: Ingen loggfil skapas för denna starten eftersom Fishstrap inte kan skriva till mappen på '{0}'
th: จะไม่มีการเก็บข้อมูลสำหรับการเปิดเกมครั้งนี้เนื่องจาก Bloxstrap ไม่สามารถเขียนข้อมูลไปยังโฟลเดอร์ '{0}' ได้
tr: Bu başlatma için herhangi bir kayıt dosyası yazılmıyacak çünkü Bloxstrap '{0}' konumundaki klasöre yazamıyor
uk: Для цього запуску не буде записано жодного лог-файлу, оскільки Bloxstrap не може записувати в папку за адресою '{0}'
vi: Tệp log mới sẽ không được tạo cho lần khởi chạy này vì Bloxstrap không thể ghi vào thư mục tại '{0}'
zh_cn: 由于 Bloxstrap 无法写入 “{0}” 文件夹；因此本次启动不会写入任何日志文件。
zh_hk: 這次啓動的日誌檔案沒有被寫入因為 Bloxstrap 未能夠寫入至在'{0}'的資料夾
zh_tw: 這次啟動的日誌文件沒有被寫入因為Fishstrap未能寫入至在'{0}'的文件夾

# Common.Default
source: Default
ar: الأصلي
bg: По подразбиране
bs: Zadano
cs: Výchozí
da: Standard
de: Standard
es_es: Por defecto
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
hr: Zadano
hu: Alapértelmezett
id: Bawaan
it: Base
ja: 標準
ko: 기본
lt: Numatytasis
lv: Noklusējums
ms: Asal
nl: Standaard
pl: Domyślne
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sv_se: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За умовчанням
vi: Mặc định
zh_cn: 默认
zh_hk: 預設
zh_tw: 預設

# Common.Automatic
source: Automatic
ar: تلقائي
bg: Автоматично
bs: Automatski
cs: Automatické
da: Automatisk
de: Automatisch
es_es: Automático
fa: خودکار
fi: Automaattinen
fr: Automatique
hi: Svachaalit
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
lt: Automatinis
lv: Automātiski
ms: Automatik
nl: Automatisch
pl: Automatyczne
pt_br: Automático
ro: Automat
ru: Автоматически
sv_se: Automatiskt
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# Common.SystemDefault
source: System default
ar: أصل النظام
bg: По подразбиране
bs: Sistemski zadano
cs: Dle nastavení systému
da: System standard
de: Systemstandard
es_es: Predeterminado del sistema
fa: پیش فرض سیستم
fi: Järjestelmän oletus
fr: Système par défaut
hr: Sistemski zadano
hu: Rendszer alapértelmezett
id: Bawaan sistem
it: Predefinito di sistema
ja: システム標準
ko: 시스템 기본
lt: Sistemos numatytasis
lv: Sistēmas noklusējums
ms: Sistem Asal
nl: Systeemstandaard
pl: Domyślne ustawienie systemowe
pt_br: Padrão do Sistema
ro: Prestabilit de sistem
ru: По умолчанию системы
sv_se: Systemstandard
th: ค่าเริ่มต้นของระบบ
tr: Sistem varsayılanı
uk: За замовчуванням системи
vi: Mặc định hệ thống
zh_cn: 系统默认
zh_hk: 系統預設
zh_tw: 系統預設

# Menu.FastFlagEditor.InvalidPlaceFilter
source: The entry for '{0}' is not valid as the place filter is not formatted correctly.
ar: الإدخال لـ '{0}' غير صالح لأن فلتر المكان غير منسق بشكل صحيح.
bg: Записът за „{0}“ не е валиден, тъй като филтърът за място не е форматиран правилно.
bs: Unos za '{0}' nije važeći jer filter mjesta nije pravilno formatiran.
cs: Položka '{0}' není platná, protože "place filter" nemá správný formát.
da: Indtastningen for '{0}' er ikke gyldig, da stedfilteret ikke er formateret korrekt.
de: Der Eintrag für '{0}' ist ungültig, da der Ortsfilter nicht korrekt formatiert ist.
es_es: La entrada para '{0}' no es válida, ya que el filtro de lugar no está formateado correctamente.
fa: ورودی '{0}' معتبر نیست زیرا فیلتر مکان به درستی قالب بندی نشده است.
fi: Merkintä flagille '{0}' ei ole kelvollinen, koska pelisuodatin ei ole muotoiltu oikein.
fil: Ang entry na {0} ay hindi tama dahil ang place filter ay hindi naka-format ng maayos.
fr: L'entrée pour '{0}' n'est pas valide car le filtre de lieu n'est pas formaté correctement.
hi: '{0}' ka entry valid nahi hai kyunki place filter sahi tareeke se format nahi kiya gaya hai.
hr: Unos za '{0}' nije valjan jer filter mjesta nije formatiran pravilno.
hu: A '{0}' sor érvénytelen, mivel a place filter nem megfelelően van formázva.
id: Entri untuk '{0}' tidak valid karena filter tempat tidak diformat dengan benar.
it: La voce per '{0}' non è valida perché il filtro di luogo non è formattato correttamente.
ja: 値が無効です。このFlag「{0}」のプレースフィルターが正しく入力されていません。
ko: 입력된 값 '{0}'이(가) 유효하지 않습니다. 게임 필터 값이 제대로 입력되어야 합니다.
lt: Elementas „{0}“ netinkamas, nes vietos filtras suformatuotas neteisingai.
lv: {0} Ieraksts nav derīgs, jo vietas filtrs nav pareizi formatēts.
ms: Entri untuk '{0}' tidak sah kerana tidak diformatkan dengan betul.
nl: De invoer voor '{0}' is niet geldig omdat de plaatsfilter niet correct is opgemaakt.
pl: Wpis '{0}' nie jest prawidłowy, ponieważ filtr miejsca nie jest sformatowany poprawnie.
pt_br: A entrada para '{0}' não é válida pois o place filter não foi formatado corretamente.
ro: Intrarea pentru '{0}' nu este validă deoarece filtrul de loc nu este formatat corect.
ru: Значение '{0}' неверно, так как place filter отформатирован неправильно.
sv_se: Flaggan '{0}' är inte giltig eftersom platsfiltret inte är formaterat korrekt.
th: รายการสำหรับ '{0}' ไม่ถูกต้องเนื่องจากตัวกรองสถานที่ไม่ได้จัดรูปแบบอย่างถูกต้อง
tr: Yer filtresi doğru biçimlendirilmediği için '{0}' girişi geçerli değil.
uk: Запис для '{0}' недійсний, оскільки фільтр місця неправильно відформатований.
vi: Giá trị '{0}' không hợp lệ vì bộ lọc trải nghiệm không được định dạng đúng.
zh_cn: 您输入的内容 “{0}” 无效；因为游戏过滤器的格式不正确。
zh_hk: 你所輸入 '{0}' 條目無效，因為遊戲過濾器的格式不正確。
zh_tw: '{0}' 的條件無效，因為位置過濾器的條件格式不正確。

# Installer.Title
source: Bloxstrap Installer
ar: مثبت Bloxstrap
bg: Инсталатор
cs: Instalátor Bloxstrapu
de: Bloxstrap Installierer
es_es: Instalador de Fishstrap
fa: نصب کننده بلاکسترپ
fi: Bloxstrapin asennusohjelma
fr: Installateur Fishstrap
hr: Instalator Fishstrapa
hu: Bloxstrap telepítő
id: Pemasang Fishstrap
ja: Fishstrapインストーラー
ko: Bloxstrap 설치 프로그램
lt: „Fishstrap“ diegyklė
lv: Bloxstrap Instalētājs
ms: Pemasangan Fishstrap
nl: Fishstrap Installer
pl: Instalator Fishstrap
pt_br: Instalador do Bloxstrap
ro: Instalatorul Bloxstrap
ru: Установщик Bloxstrap
sv_se: Fishstrap-installationsguiden
th: ติดตั้ง Bloxstrap
tr: Bloxstrap Yükleyicisi
uk: Установник Bloxstrap
vi: Trình cài đặt Bloxstrap
zh_cn: Bloxstrap 安装程序
zh_hk: Bloxstrap 安裝程式
zh_tw: Fishstrap 安裝程式

# Installer.Welcome.Title
source: Welcome
ar: مرحبًا
bg: Добре дошли
bs: Dobrodošli
cs: Vítejte
da: Velkommen
de: Willkommen
es_es: Bienvenido
fa: درود
fi: Tervetuloa
fil: Maligayang pagdating
fr: Bienvenue
hi: Namaste
hr: Dobrodošli
hu: Üdvözöljük
id: Selamat datang
it: Benvenuto/a
ja: ようこそ
ko: 환영합니다
lt: Sveiki atvykę
lv: Sveicināti
ms: Selamat Datang
nl: Welkom
pl: Witaj
pt_br: Bem-vindo
ro: Bun venit
ru: Добро пожаловать
sv_se: Välkommen
th: ยินดีต้อนรับ
tr: Hoş geldiniz
uk: Ласкаво просимо
vi: Chào mừng
zh_cn: 欢迎
zh_hk: 歡迎
zh_tw: 歡迎

# Installer.Install.Title
source: Install
ar: تثبيت
bg: Инсталирай
bs: Instaliraj
cs: Instalovat
da: Installér
de: Installieren
es_es: Instalar
fa: نصب
fi: Asenna
fr: Installer
hr: Instaliraj
hu: Telepítés
id: Pasang
it: Installa
ja: インストール
ko: 설치
lt: Diegti
lv: Instalēt
ms: Pasang
nl: Installeren
pl: Instalacja
pt_br: Instalar
ro: Instalează
ru: Установка
sv_se: Installera
th: ติดตั้ง
tr: Yükle
uk: Встановити
vi: Cài đặt
zh_cn: 安装 Bloxstrap
zh_hk: 安裝
zh_tw: 安裝

# Installer.Completion.Title
source: Completion
ar: إكمال
bg: Завършване
bs: Završetak
cs: Dokončení
da: Fuldførelse
de: Fertigstellung
es_es: Finalización
fa: تکمیل
fi: Viimeistely
fil: Pagkumpleto
fr: Finalisation
hi: Purnata
hr: Završenost
hu: Teljesítés
id: Penyelesaian
it: Compimento
ja: さいごに
ko: 완료
lt: Užbaigimas
lv: Progress
ms: Selesai
nl: Voltooiing
pl: Zakończenie
pt_br: Conclusão
ro: Completare
ru: Завершение
sv_se: Slutförande
th: สำเร็จเสร็จสิ้น
tr: Tamamla
uk: Завершення
vi: Quá trình hoàn thành
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# Common.Navigation.Back
source: Back
ar: السابق
bg: Назад
bs: Nazad
cs: Zpět
da: Tilbage
de: Zurück
es_es: Volver
fa: بازگشت
fi: Takaisin
fil: Bumalik
fr: Retour
hi: Vapaas jao
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
lt: Grįžti
lv: Atpakaļ
ms: Kembali
nl: Vorige
pl: Wstecz
pt_br: Voltar
ro: Înapoi
ru: Назад
sv_se: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

# Common.Navigation.Next
source: Next
ar: التالي
bg: Напред
bs: Naprijed
cs: Další
da: Næste
de: Nächste
es_es: Siguiente
fa: ادامه
fi: Seuraava
fil: Sunod
fr: Suivant
hi: Agala
hr: Dalje
hu: Következő
id: Lanjut
it: Avanti
ja: 次へ
ko: 다음
lt: Toliau
lv: Nākošais
ms: Seterusnya
nl: Volgende
pl: Dalej
pt_br: Próximo
ro: Înainte
ru: Далее
sv_se: Nästa
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp theo
zh_cn: 下一步
zh_hk: 下一步
zh_tw: 下一個

# Installer.Welcome.MainText
source: Thank you for downloading Bloxstrap. The only official websites to download Bloxstrap from are {0} and {1}, so please verify that you got it from an official source. This installation process will be quick and simple, and you will be able to configure any of Bloxstrap's settings after installation.
ar: شكرًا لك على تنزيل Bloxstrap. المواقع الرسمية التي يمكنك تنزيل Bloxstrap منها هي {0} أو {1}. يرجى التأكد من أنك نزلتها من مصدر رسمي. ستكون عملية التثبيت هذه سريعة وبسيطة، وستتمكن من تضبيط أي من إعدادات Bloxstrap بعد التثبيت.
bg: Благодарим ви, че изтеглихте Bloxstrap. Единствените официални уебсайтове, от които можете да изтеглите Bloxstrap, са {0} и {1}, така че, моля, проверете дали сте го получили от официален източник. Този процес на инсталиране ще бъде бърз и лесен и ще можете да конфигурирате всяка от настройките на Bloxstrap след инсталирането.
bs: Hvala na preuzimanju Bloxstrap-a. Jedina službena web stranica za preuzimanju Bloxstrap su {0} i {1}, zato molimo vas da potvrdite da ste ju dobili od službenog izvora. Ovaj proces instalacije će biti brz i jednostavan, i moći ćete konfigurisati bilo koju Bloxstrapovu postavku nakon instalacije.
cs: Děkujeme za stažení Bloxstrapu. Jediné oficiální stránky pro stažení Bloxstrapu jsou {0} a {1}, takže prosím ověřte, zda jste jej stáhli z oficiálního zdroje. Instalační proces bude rychlý a jednoduchý a po instalaci budete moci nakonfigurovat jakékoliv nastavení Bloxstrapu.
da: Tak fordi du har downloadet Bloxstrap. De eneste officielle websteder, hvor du kan downloade Bloxstrap fra, er {0} og {1}, så sørg for at verificere, at du har hentet det fra en officiel kilde. Denne installationsproces vil være hurtig og enkel, og du vil kunne konfigurere alle Bloxstrap's indstillinger efter installationen.
de: Danke, dass du Bloxstrap Heruntergeladen hast. Die einzigen offiziellen Webseiten zum Herunterladen von Bloxstrap sind {0} und {1}, stelle daher bitte sicher dass du es von einer offiziellen Quelle hast. Der Installationsvorgang wird schnell und einfach sein, und du wirst nach der Installation in der Lage sein, alle Einstellungen von Bloxstrap zu konfigurieren.
es_es: Gracias por descargar Fishstrap. Las únicas fuentes oficiales para descargar Fishstrap son {0} y {1}, así que por favor verifique si lo obtuvo de una fuente oficial. Este proceso de instalación será simple y rápido, y podrá configurar los ajustes de Fishstrap después de la instalación.
fa: بابت دانلود بلاکسترپ ممنونیم. تنها وبسایت رسمی جهت دانلود بلاکسترپ {0} و {1} هستند، پس مطمئن شوید از منبع رسمی بلاکسترپ را دریافت کرده اید. طریقه نصب کردن سریع و آسان است، و شما میتونید بعد از نصب تنظیمات بلاکسترپ را تغییر دهید.
fi: Kiitos, että latasit Bloxstrapin. Ainoat viralliset sivustot, joista Bloxstrapin voi ladata, ovat {0} ja {1}, joten tarkista, että latasit sen virallisesta lähteestä. Tämä asennusprosessi tulee olemaan nopea ja yksinkertainen, ja voit konfiguroida kaikkia Bloxstrapin asetuksia asennuksen jälkeen.
fil: Salamat sa pag-download ng Bloxstrap. Ang mga opisyal na websites na makukuha para ma-download ang Bloxstrap ay nandito sa {0} at {1}, kaya’t pakiusap lang na i-verify mo na nakuha mo siya sa opisyal na source. Ang proseso ng installation ay mabilis at simple lang, at ikaw ang magaayos ng kahit anong mga settings ng Bloxstrap pagkatapos ng installation.
fr: Merci d'avoir téléchargé Fishstrap. Les seuls sites officiels pour télécharger Fishstrap sont {0} et {1}. Veuillez donc vérifier que vous l'avez obtenu à partir d'une source officielle. Ce processus d'installation sera rapide et simple, et vous pourrez configurer les paramètres de Fishstrap après l'installation.
hi: Bloxstrap download karne ke liye shukriya. Bloxstrap download karne ke liye sirf {0} aur {1} official websites hain, isliye kripya ensure karein ki aapne ise ek official source se download kiya ho. Ye installation process jaldi aur asaan hoga, aur installation ke baad aap Bloxstrap ke kisi bhi settings ko configure kar sakenge.
hr: Hvala što ste preuzeli Fishstrap. Jedine službene web-stranice za preuzimanje Fishstrapa su {0} i {1}, molimo Vas da provjerite jeste li ga preuzeli sa službenog izvora. Proces instalacije će biti brz i jednostavan, i moći ćete konfigurirati bilo koje Fishstrap postavke nakon instalacije.
hu: Köszönjük a Bloxstrap letöltését. A Bloxstrap letöltéséhez csak a(z) {0} és a(z) {1} hivatalos oldal áll rendelkezésre, ezért kérjük ellenőrizd, hogy hivatalos forrásból származik-e a letöltés. A telepítési folyamat gyors és egyszerű lesz, és a telepítés után a Bloxstrap bármelyik beállítását konfigurálhatja.
id: Terima kasih telah mengunduh Fishstrap. Situs resmi untuk mengunduh Fishstrap ada di {0} dan {1}, Jadi tolong diverifikasi jika Anda mendapatnya dari situs yang resmi Proses pemasangan akan cepat dan mudah, Anda dapat mengatur setelan Fishstrap setelah pemasangan selesai.
it: Grazie per aver scaricato Bloxstrap. Gli unici siti ufficiali per scaricare Bloxstrap sono {0} e {1}, quindi per favore verifica che l'hai ottenuto da una fonte ufficiale. Questo processo di installazione sarà veloce e semplice, e sarai in grado di configurare qualsiasi impostazione di Bloxstrap dopo l'installazione.
ja: Fishstrapをダウンロードしていただき、ありがとうございます。 Fishstrapの公式サイトは{0}または{1}です。 公式サイトからダウンロードしたことを確認してください。 インストールは簡単かつ短時間で終了します。またインストール後からFishstrapの設定を変更することが出来ます。
ko: Bloxstrap를 다운로드해 주셔서 감사합니다. Bloxstrap을 다운로드할 수 있는 공식 웹사이트는 {0}과 {1}뿐이므로, 공식 출처에서 다운로드했는지 확인해 주세요. 설치 과정은 빠르고 간단하며, 설치 후 Bloxstrap의 설정을 구성할 수 있습니다.
lt: Dėkojame, kad atsisiuntėte „Fishstrap“. Vienintelės oficialios svetainės, iš kurių galima atsisiųsti „Fishstrap“, yra {0} ir {1}, todėl patikrinkite, ar ją gavote iš oficialaus šaltinio. Šis diegimo procesas bus greitas ir paprastas, o įdiegus galėsite konfigūruoti bet kokius „Fishstrap“ nustatymus.
lv: Paldies, ka lejupielādējāt Bloxstrap. Vienīgās oficiālās vietnes, no kurām lejupielādēt Bloxstrap ir {0} un {1}, tāpēc lūdzu pārbaudiet vai jūs ielādējāt Bloxstrap no oficiāla avota. Šis instalēšans process būs ātrs un vienkāršs, un jūs varēsiet konfigurēt jebkuru no Bloxstrap iestatījumiem pēc instalācijas.
ms: Terima kasih kerana memuat turun Fishstrap. Satu-satunya laman web rasmi untuk memuat turun Fishstrap adalah {0} dan {1}, jadi sila pastikan anda memuat turunnya dari sumber yang rasmi. Proses pemasangan ini akan cepat dan mudah, dan anda boleh mengkonfigurasi tetapan Fishstrap selepas pemasangan ini.
nl: Bedankt voor het downloaden van Fishstrap. De enigste officiële websites om Fishstrap te downloaden zijn {0} en {1}, verifieer dat u ze van een officiële bron hebt. De installatie proces zal snel en eenvoudig zijn, dus u kunt na de installatie elke Fishstrap instelling veranderen.
pl: Dziękujemy za pobranie Fishstrap! Jedynymi oficjalnymi stronami internetowymi do pobrania Fishstrap to {0} i {1}, więc potwierdź, że na pewno zainstalowałeś program z jednego z powyżej wymienionych źródeł. Instalacja nie powinna zająć długo. Po tym procesie będziesz mógł skonfigurować wszystkie ustawienia.
pt_br: Obrigado por baixar Bloxstrap. Os únicos websites oficiais para baixar o Bloxstrap são {0} e {1}, então por favor, tenha certeza de que baixou de uma fonte oficial. Esse processo de instalação será rápido e fácil, e você poderá editar qualquer uma das configurações após a instalação.
ro: Vă mulțumim că ați descărcat Bloxstrap. Singurele site-uri oficiale de pe care se poate descărca Bloxstrap sunt {0} și {1}, așa că vă rugăm să verificați dacă l-ați obținut dintr-o sursă oficială. Acest proces de instalare va fi rapid și simplu, și veți putea configura oricare dintre setările Bloxstrap după instalare.
ru: Спасибо за загрузку Bloxstrap. Единственные официальные сайты для загрузки Bloxstrap — {0} и {1}, поэтому убедитесь, что Вы скачали его из официального источника. Процесс установки будет быстрым и простым, и после установки вы сможете настроить любые параметры Bloxstrap.
sv_se: Tack för att du har laddat ner Fishstrap. De enda officiella sidorna att ladda ner Fishstrap ifrån är {0} och {1}, så verifiera att du laddade ner Fishstrap från en officiell källa. Installationsprocessen kommer att vara snabb och enkel, och du kommer att kunna konfigurera andra inställningar efter installationen.
th: ขอบคุณสำหรับการดาวน์โหลด Bloxstrap เว็บไซต์อย่างเป็นทางการสำหรับการดาวน์โหลด Bloxstrap มีเพียง {0} และ {1} เท่านั้น กรุณาตรวจสอบว่าคุณได้รับโปรแกรมจากแหล่งที่มาที่เป็นทางการ กระบวนการติดตั้งนี้จะรวดเร็วและง่ายดาย และคุณจะสามารถปรับแต่งการตั้งค่าต่าง ๆ ของ Bloxstrap ได้หลังจากการติดตั้งเสร็จสิ้น
tr: Bloxstrap'ı indirdiğiniz için teşekkürler. Bloxstrap'ı indirebileceğiniz tek resmî web siteleri {0} ve {1}'dur, bu yüzden lütfen resmî bir kaynaktan indirdiğinizi doğrulayın. Bu yükleme işlemi hızlı ve basit olacaktır, ve yükleme işlemi bittikten sonra Bloxstrap'ın her ayarını yapılandırabileceksiniz.
uk: Дякуємо за завантаження Bloxstrap. Єдині офіційні вебсайти для завантаження Bloxstrap — це {0} та {1}, тому, будь ласка, переконайтеся, що ви отримали його з офіційного джерела. Цей процес встановлення буде швидким і простим, і ви зможете налаштувати будь-які параметри Bloxstrap після встановлення.
vi: Cảm ơn bạn đã tải xuống Bloxstrap. Các trang web chính thức duy nhất để tải Bloxstrap là {0} và {1}, vì vậy hãy đảm bảo rằng bạn đã tải từ nguồn chính thức. Quá trình cài đặt này sẽ nhanh chóng và đơn giản, và sau khi cài đặt, bạn sẽ có thể cấu hình bất kỳ cài đặt nào của Bloxstrap.
zh_cn: 感谢您下载 Bloxstrap。 ! 获取 Bloxstrap 的 唯一 官方网站 是 {0} 和 {1}；因此请确保启动器是从 官方渠道 获取的 ! （注：一般只有使用真正意义上的 注入器 作弊才会导致封号 (Bloxstrap 只是在 外部 修改 并未在游戏内修改任何内容)） 安装过程简单明了；安装完成后，您将可以对 Bloxstrap 的任何设置进行配置。
zh_hk: 感謝您下載 Bloxstrap。 下載 Bloxstrap 的官方網站只會是 {0} 和 {1}，因此請你確保你是從官方來源下載 Bloxstrap 的。 此安裝過程是快速和簡單的，而你可以在完成安裝後配置任何 Bloxstrap 的設定。
zh_tw: 感謝您下載 Fishstrap。 {0} 或 {1} 都是 Fishstrap 的官方網站。請確保您的 Fishstrap 都是從官方來源下載來的。 安裝過程快速簡單，安裝後您將能夠配置 Fishstrap 的任何設定。
