Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CustomTheme.Errors.ElementAttributeMissingChild
source: {0}.{1} is missing its child
ar: {0}.{1} مفقود طفله
bg: {0}.{1} липсва подчинен елемент
bs: {0}.{1} nema svoje dijete
cs: {0}.{1} chybí potomek
da: {0}.{1} mangler sit barn
de: {0}.{1} Fehlt sein Attribut
es_es: {0}.{1} le falta su hijo
fa: {0}.{1} فرزند خود را ندارد
fi: Kohteelta {0}.{1} puuttuu lapsi
fil: {0}.{1} ay nawawalan nitong child
hi: {0}.{1} ka child missing hai
hr: {0}.{1} nedostaje njegovo dijete
hu: {0}.{1} hiányzik a gyermeke
it: {0}.{1} manca il suo figlio
ja: 「{0}.{1}」に子要素が不足しています
ko: {0}.{1}의 child가 없습니다
lt: {0}.{1} trūksta antrinio.
lv: {0}.{1} nav bērnelements
ms: {0}.{1} tiada eleman bawahan
nl: {0}.{1} mist zijn kind
pl: {0}.{1} nie ma swojego obiektu
pt_br: {0}.{1} não possui seu elemento filho
ro: {0}.{1} își lipsește elementul
ru: В элементе {0}.{1} отсутствует дочерний элемент
sv_se: {0}.{1} saknar sitt underordnade element
th: {0}.{1} ไม่มีองค์ประกอบของมัน
uk: {0}.{1} відсутній у дочірньому режимі
vi: {0}.{1} đang thiếu phần tử con
zh_hk: {0}.{1} 缺少其子項
zh_tw: {0}.{1} 缺少子項目

# CustomTheme.Errors.ElementAttributeParseError
source: {0}.{1} could not be parsed into a {2}
ar: {0}. لا يمكن تحليل{1} في {2}
bg: {0}.{1} не можа да бъде преобразуван към {2}
bs: {0}.{1} nije bilo moguće raščlaniti u {2}
cs: {0}.{1} nelze zpracovat do {2}
da: {0}.{1} kunne ikke parses til en {2}
de: {0}.{1} Konnte nicht in eine {2} umgewandelt werden
es_es: {0}.{1} no se pudo analizar como un {2}
fa: {0}.{1} نتواست به یک {2} تجزیه شود
fi: {0}.{1} ei voitu jäsentää {2}
fil: {0}.{1} ay hindi ma-parse sa isang {2}
hi: {0}.{1} ko {2} mein parse nahi kiya ja sakta
hr: {0}.{1} nije moguće pretvoriti u {2}
hu: {0}.{1} nem lehetett {2}-nek elemezni
it: {0}.{1} non può essere analizzato in un {2}
ja: 「{0}.{1}」における「{2}」への変換に失敗しました
ko: {0}.{1}을(를) {2}(으)로 파싱할 수 없습니다
lt: {0}.{1} negalėjo būti išanalizuotas į {2}.
lv: {0}.{1} nevarēja parsēt par {2}
ms: {0}.{1} gagal dihuraikan menjadi {2}
nl: {0}.{1} kon niet worden afgeleid in een {2}
pl: {0}.{1} nie mógł poprawnie odczytać wartości {2}
pt_br: Não foi possível analisar {0}.{1} em um {2}
ro: {0}.{1} nu a putut fi prelucrat într-un {2}
ru: Элемент {0}.{1} не может быть разобран в {2}
sv_se: {0}.{1} kunde inte tolkas till en {2}
th: {0}.{1} ไม่สามารถถูกแปลงให้เป็น {2}
uk: {0}.{1} не вдалося розібрати в {2}
vi: {0}.{1} không thể được phân tích thành {2}
zh_hk: {0}.{1} 無法將解析為 {2}
zh_tw: {0}.{1} 無法解析成為 {2}

# CustomTheme.Errors.ElementAttributeParseErrorNull
source: {0}.{1} {2} is null
ar: {0}.{1} {2} فارغ
bg: {0}.{1} {2} е null
bs: {0}.{1} {2} je nula
cs: {0}.{1} {2} je null
da: {0}.{1} {2} er null
de: {0}.{1} {2} ist leer
es_es: {0}.{1} {2} es nulo
fa: {0}. {1} {2} هیچی است
fi: {0}.{1} {2} on nolla
fil: {0}.{1}.{2} ay null
hi: {0}.{1} {2} null hai
hr: {0}.{1} {2} nema vrijednost
hu: {0}.{1} {2} null
it: {0}.{1} {2} è nullo
ja: 「{0}.{1}」における「{2}」がnullです
ko: {0}.{1} {2}의 값이 null입니다
lt: {0}.{1} {2} yra nulis.
lv: {0}.{1} {2} ir nulle
ms: {0}.{1} {2} adalah kosong
pl: Wartość typu {2} elementu {0}.{1} jest pusty
pt_br: {0}.{1} {2} é nulo
ro: {0}.{1} {2} este nul
ru: Элемент {0}.{1} {2} является null
sv_se: {0}.{1} {2} är null
th: {0}.{1} {2} เป็นค่าว่างเปล่า
uk: {0}.{1} {2} дорівнює нулю
vi: {0}.{1} {2} bị vô hiệu hóa
zh_hk: {0}.{1} {2} 為空
zh_tw: {0}.{1} {2} 為空

# CustomTheme.Errors.ElementAttributeBlacklistedUriScheme
source: {0}.{1} uses blacklisted scheme {2}
ar: {0}. يستخدم{1} مخطط القائمة السوداء {2}
bg: {0}.{1} използва забранената схема {2}
bs: {0}.{1} koristi šemu na crnoj listi {2}
cs: {0}.{1} používá zablokované schéma {2}
da: {0}.{1} bruger blacklistet skema {2}
de: {0}.{1} Nutzt ein verbotenes Schema {2}
es_es: {0}.{1} usa el esquema en la lista negra {2}
fa: {0}.{1} از طرح لیست سیاه استفاده می کند {2}
fi: {0}.{1} käyttää mustalla listalla olevaa mallia {2}
fil: {0}.{1} ay gumagamit ng blacklisted scheme {2}
hi: {0}.{1} blacklisted scheme {2} use karta hai
hr: {0}.{1} koristi zabranjenu shemu {2}
hu: {0}.{1} feketelistán szereplő sémát használ {2}
it: {0}.{1} utilizza il schema {2} nella blacklist
ja: 「{0}.{1}」がブラックリストに登録されているスキーム「{2}」を使用しています
ko: {0}.{1}은(는) 블랙리스트된 스킴 {2}을(를) 사용합니다
lt: {0}.{1} naudoja juodąjį sąrašo schemą {2}.
lv: {0}.{1} izmanto aizliegtu shēmu {2}
ms: {0}: {1} menggunakan skema yang disenaraihitamkan {2}
nl: {0}.{1} maakt gebruik van het programma op de zwarte lijst {2}
pl: {0}.{1} używa schematu z czarnej listy {2}
pt_br: {0}.{1} Usa um esquema proibido {2}
ro: {0}.{1} folosește o schemă de pe lista neagră {2}
ru: Элемент {0}.{1} использует схему из черного списка {2}
sv_se: {0}.{1} använder ett svartlistat schema: {2}
th: {0}.{1} ใช้รูปแบบที่ถูกขึ้นบัญชีดำ {2}
uk: {0}.{1} використовує схему чорного списку {2}
vi: {0}.{1} sử dụng sơ đồ bị cấm {2}
zh_hk: {0}.{1} 使用黑名單方案 {2}
zh_tw: {0}.{1} 使用了黑名單中的方案 {2}

# CustomTheme.Errors.ElementTypeCreationFailed
source: {0} failed to create {1}: {2}
ar: {0} فشل في إنشاء {1}: {2}
bg: {0} не успя да създаде {1}: {2}
bs: {0} nije uspio kreirati {1}: {2}
cs: {0} se nepodařilo vytvořit {1}: {2}
da: {0} kunne ikke oprette {1}: {2}
de: {0} Konnte nicht {1} erstellen: {2}
es_es: {0} no se pudo crear {1}: {2}
fa: {0} نتوانست بسازد {1}: {2}
fi: {0} ei onnistunut luomaan {1}: {2}
fil: Nabigo ang {0} maggawa ng {1}: {2}
hi: {0} {1} create karne mein fail ho gaya: {2}
hr: {0} nije uspjelo izraditi {1}: {2}
hu: {0} nem sikerült létrehozni {1}: {2}
it: {0} ha fallito a creare {1}: {2}
ja: 「{0}」における「{1}」の生成に失敗しました。 {2}
ko: {0}이(가) {1}을(를) 생성할 수 없습니다: {2}
lt: {0} nepavyko sukurti {1}: {2}.
lv: {0} neizdevās izveidot {1}: {2}
ms: {0} tidak berjaya mencipta {1}: {2}
nl: {0} is mislukt om te maken {1}: {2}
pl: {0} nie udało się utworzyć {1}: {2}
pt_br: {0} falhou ao criar {1}: {2}
ro: {0} nu a reușit să creeze {1}: {2}
ru: Элементу {0} не удалось создать {1}: {2}
sv_se: {0} misslyckades att skapa {1}: {2}
th: {0} ไม่สามารถสร้าง {1}: {2}
uk: {0} не вдалося створити {1}: {2}
vi: {0} không thể tạo {1}: {2}
zh_hk: {0} 無法建立 {1}：{2}
zh_tw: {0} 無法建立 {1}：{2}

# CustomTheme.Editor.Title
source: Editing "{0}"
ar: تعديل "{0}"
bg: Редактиране на '{0}'
bs: Uređivanje "{0}"
cs: Upravování "{0}"
da: Redigerer "{0}"
de: Modifiziere "{0}"
es_es: Editando "{0}"
fa: ویرایش "{0}"
fi: Muokataan "{0}"
fil: Ini-edit "{0}"
hi: "{0}" edit ho raha hai
hr: Uređivanje "{0}"
hu: Szerkesztése „{0}”
it: Modificando "{0}"
ja: 「{0}」 を編集中
ko: "{0}" 편집 중
lt: Redaguojama „{0}“
lv: Rediģē "{0}"
ms: Menyunting "{0}"
nl: Bewerken "{0}"
pl: Edytowanie "{0}"
pt_br: Editando "{0}"
ro: Se Editează „{0}”
ru: Редактирование "{0}"
sv_se: Redigerar "{0}"
th: กําลังเเก้ไข "{0}"
uk: Редагування "{0}"
vi: Đang chỉnh sửa "{0}"
zh_hk: 正在編輯 "{0}"
zh_tw: 正在編輯 "{0}"

# CustomTheme.Editor.Save.Success
source: Theme successfully saved!
ar: تم حفظ المظهر بنجاح!
bg: Темата бе успешно запазена!
bs: Tema je uspješno spremljena!
cs: Motiv byl úspěšně uložen!
da: Tema gemt!
de: Design erfolgreich gespeichert!
es_es: ¡El tema se ha guardado correctamente!
fa: تم با موفقیت ذخیره شد!
fi: Teema tallennettu onnistuneesti!
fil: Successfully nai-save ang theme!
hi: Theme successfully save ho gaya!
hr: Tema uspješno spremljena!
hu: Téma sikeresen mentve!
it: Il tema è stato salvato correttamente!
ja: テーマが保存されました
ko: 테마를 성공적으로 저장했습니다!
lt: Tema sėkmingai išsaugota.
lv: Tēma veiksmīgi saglabāta!
ms: Tema berjaya disimpan!
nl: Thema succesvol opgeslagen!
pl: Motyw zapisany pomyślnie!
pt_br: Tema salvo com sucesso!
ro: Tema a fost salvată cu succes!
ru: Тема успешно сохранена!
sv_se: Temat har sparats!
th: บันทึกธีมเรียบร้อย!
uk: Тему було успішно збережено!
vi: Đã lưu chủ đề!
zh_hk: 主題已成功儲存！
zh_tw: 主題儲存成功！

# CustomTheme.Editor.Save.Error
source: An error occurred while saving your theme.
ar: حدث خطأ أثناء حفظ المظهر الخاصة بك.
bg: Възникна грешка при запазването на вашата тема.
bs: Došlo je do greške prilikom spremanja vaše teme.
cs: Došlo k chybě při ukládání motivu.
da: Der opstod en fejl under gemmelse af dit tema.
de: Während der Speicherung deines Designs ist ein Fehler aufgetreten.
es_es: Se ha producido un error al guardar su tema.
fa: مشکلی در حین ذخیره کردن تم شما به وجود آمد.
fi: Teemaa tallennettaessa tapahtui virhe.
fil: May naganap na error habang ipinag-save ang iyong theme.
hi: Aapka theme save karte waqt ek error aayi.
hr: Pojavila se greška kod spremanja vaše teme.
hu: Hiba történt a téma mentése közben.
it: Si è verificato un errore durante il salvataggio del tuo tema.
ja: テーマの保存中にエラーが発生しました。
ko: 테마를 저장하는 중 오류가 발생했습니다.
lt: Įvyko klaida išsaugant jūsų temą.
lv: Notika kļūda saglabājot jūsu tēmu.
ms: Ralat berlaku semasa menyimpan tema anda.
nl: Er is een fout opgetreden bij het opslaan van uw thema.
pl: Wystąpił błąd podczas zapisywania twojego motywu.
pt_br: Ocorreu um erro ao salvar o seu tema.
ro: A apărut o eroare la salvarea temei tale.
ru: Произошла ошибка при сохранении вашей темы.
sv_se: Ett fel inträffade när ditt tema skulle sparas.
th: เกิดข้อผิดพลาดระหว่างบันทึกธีมของคุณ
uk: Сталася помилка під час збереження теми.
vi: Đã có lỗi xảy ra khi đang lưu chủ đề.
zh_hk: 儲存主題時出現錯誤。
zh_tw: 儲存主題時發生錯誤。

# CustomTheme.Editor.ConfirmSave
source: Save changes to {0}?
ar: حفظ التغييرات إلى {0}؟
bg: Запази промените към {0}?
bs: Spremi promjene na {0}?
cs: Uložit změny do {0}?
da: Gem ændringer til {0}?
de: Änderungen von {0} Speichern?
es_es: ¿Guardar cambios a {0}?
fa: ذخیره تغییرات در {0}؟
fi: Tallennetaanko muutokset {0}?
fil: I-save ang changes sa {0}?
hi: {0} mein changes save karna chahte ho?
hr: Spremiti promjene na {0}?
hu: Változások mentése {0}?
it: Salvare le modifiche a {0}?
ja: 編集内容を「{0}」に保存しますか？
ko: {0}에 대한 변경 사항을 저장할까요?
lt: Išsaugoti pakeitimus į {0}?
lv: Saglabāt izmaiņas {0}?
ms: Simpan perubahan pada {0}?
nl: Wijzigingen opslaan in {0}?
pl: Zapisać zmiany w {0}?
pt_br: Salvar alterações em {0}?
ro: Vrei să salvezi modificările la {0}?
ru: Сохранить изменения в {0}?
sv_se: Spara ändringar till {0}?
th: บันทึกการเปลี่ยนเเปลงไป {0}?
uk: Зберегти зміни до {0}?
vi: Lưu thay đổi cho {0}?
zh_hk: 是否要將變更儲存至 {0}？
zh_tw: 對 {0} 做出更動？

# CustomTheme.Editor.Save
source: Save
ar: حفظ
bg: Запази
bs: Spremi
cs: Uložit
da: Gem
de: Speichern
es_es: Guardar
fa: ذخيره
fi: Tallenna
fil: I-save
hr: Spremi
hu: Mentés
it: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
lv: Saglabāt
ms: Simpan
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvare
ru: Сохранить
sv_se: Spara
th: บันทึก
uk: Зберегти
vi: Lưu
zh_hk: 儲存
zh_tw: 儲存

# CustomTheme.Editor.Preview
source: Preview
ar: عرض
bg: Преглед
bs: Pretpregled
cs: Náhled
da: Forhåndsvisning
de: Vorschau
es_es: Vista previa
fa: پیش‌نمایش
fi: Esikatselu
fil: I-preview
hi: Sameeksha karen
hr: Pretpregled
hu: Előnézet
it: Anteprima
ja: プレビュー
ko: 미리 보기
lt: Peržiūrėti
lv: Priekšskats
ms: Previu
nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualizar
ro: Previzualizare
ru: Предпросмотр
sv_se: Förhandsgranska
th: ดูตัวอย่าง
uk: Перегляд
vi: Xem trước
zh_hk: 預覽
zh_tw: 預覽

# CustomTheme.Editor.OpenThemeDirectory
source: Open Theme Directory
ar: فتح دليل المظهر
bg: Отвори директория за теми
bs: Otvorite direktorij tema
cs: Otevřít složku motivů
da: Åben Temamappe
de: Design Ordner öffnen
es_es: Abrir el directorio de temas
fa: باز کردن دایرکتوری تم
fi: Avaa Teemahakemisto
fil: Buksan ang theme directory
hi: Theme Directory kholain
hr: Otvori imenik tema
hu: Téma könvyvtár kinyitása
it: Apri cartella dei temi
ja: テーマファイルを開く
ko: 테마 위치 열기
lt: Atidaryti temų katalogą
lv: Atvērt Tēmas Direktoriju
ms: Buka Direktori Tema
nl: Open themamap
pl: Otwórz folder motywu
pt_br: Abrir pasta de temas
ro: Deschide directorul de teme
ru: Открыть папку темы
sv_se: Öppna temamappen
th: เปิดที่ตั้งของธีม
uk: Відкрити теку з темами
vi: Mở thư mục chủ đề
zh_hk: 開啓主題目錄
zh_tw: 開啟主題目錄

# CustomTheme.Add.Title
source: Add Custom Theme
ar: إضافة مظهر مخصص
bg: Добавяне на тема
bs: Dodaj prilagođenu temu
cs: Přidat vlastní motiv
da: Tilføj Tilpasset Tema
de: Benutzerdefiniertes Design hinzufügen
es_es: Añadir tema personalizado
fa: اضافه کردن تم دلخواه
fi: Lisää Mukautettu teema
fil: Magdagdag ng Custom Theme
hi: Custom Theme Add Karo
hr: Uvedi prilagođenu temu
hu: Egyéni téma hozzáadása
it: Aggiungi un tema personalizzato
ja: カスタムテーマを追加
ko: 사용자 지정 테마 추가
lt: Pridėti pasirinktinę temą
lv: Pievienot Pielāgotu Tēmu
ms: Tambah Tema Suai
nl: Aangepaste thema toevoegen
pl: Dodaj niestandardowy motyw
pt_br: Adicionar Tema Personalizado
ro: Adaugă temă personalizată
ru: Добавить пользовательскую тему
sv_se: Lägg till eget tema
th: เพิ่มธีมของตัวเอง
uk: Додати власну тему
vi: Thêm chủ đề tùy chỉnh
zh_hk: 新增自訂主題
zh_tw: 新增自訂主題

# Common.Template
source: Template
ar: قالب
bg: Шаблон
bs: Šablon
cs: Šablona
da: Skabelon
de: Vorlage
es_es: Plantilla
fa: قالب
fi: Pohja
hr: Šablona
hu: Sablon
it: Modello
ja: テンプレート
ko: 템플릿
lt: Šablonas
lv: Šablons
ms: Templat
nl: Sjabloon
pl: Szablon
pt_br: Modelo
ro: Șablon
ru: Шаблон
sv_se: Mall
th: ต้นแบบ
uk: Шаблон
vi: Bảng mẫu
zh_hk: 範本
zh_tw: 範本

# CustomTheme.Add.Errors.NameEmpty
source: Name cannot be empty
ar: الاسم لا يمكن أن يكون فارغاً
bg: Името не може да бъде празно
bs: Ime ne može biti prazno
cs: Název nemůže být prázdný
da: Navnet må ikke være tomt
de: Name kann nicht leer sein
es_es: El nombre no puede estar vacío
fa: نام نمی‌تواند خالی باشد
fi: Nimi ei voi olla tyhjä
fil: Ang pangalan ay bawal walang laman
hi: Name khali nahi ho sakta
hr: Ime ne može biti prazno
hu: A név megadása kötelező
it: Il nome non può essere vuoto
ja: 名前を入力してください
ko: 이름은 비어 있을 수 없습니다
lt: Pavadinimas negali būti tuščias.
lv: Nosaukums nevar būt tukšs
ms: Nama tidak boleh kosong
nl: Naam kan niet leeg zijn
pl: Nazwa nie może być pusta
pt_br: O nome não pode estar vazio
ro: Numele nu poate fi gol
ru: Имя не может быть пустым
sv_se: Namnet kan inte vara tomt
th: ชื่อไม่สามารถเว้นว่างได้
uk: Назва не може бути порожньою
vi: Không thể để tên trống
zh_hk: 名稱不能為空白
zh_tw: 名稱不可為空

# CustomTheme.Add.Errors.NameIllegalCharacters
source: Name contains illegal characters
ar: الاسم يحتوي على أحرف غير قانونية
bg: Името съдържа незаконни символи
bs: U imenu se koriste nedozvoljeni znakovi
cs: Název obsahuje nepovolené znaky
da: Navnet indeholder ulovlige tegn
de: Name hat nicht erlaubte Zeichen
es_es: El nombre contiene caracteres inválidos
fa: نام دارای کاراکترهای غیرمجاز
fi: Nimi sisältää kiellettyjä merkkejä
fil: Ang pangalan ay may illegal na karakter
hi: Name mein illegal characters hain
hr: Ime sadržava nepodržane znakove
hu: A név tiltott karaktereket tartalmaz
it: Il nome contiene caratteri non validi
ja: 名前に無効な文字が含まれています
ko: 이름에 허용되지 않는 문자가 포함되어 있습니다
lt: Pavadinimas turi neleistinų simbolių.
lv: Nosaukumā ir nelegālas rakstzīmes
ms: Nama mengandungi aksara yang tidak sah
nl: Naam bevat ongeldige tekens
pl: Nazwa zawiera niedozwolone znaki
pt_br: O nome contém caracteres inválidos
ro: Numele conține caractere nepermise
ru: Имя содержит недопустимые символы
sv_se: Namnet innehåller ogiltiga tecken
th: ชื่อมีตัวอักษรที่ใช้ไม่ได้
uk: Назва містить неприпустимі символи
vi: Tên chưa ký tự không hợp lệ
zh_hk: 名稱包含非法字符
zh_tw: 名稱包含不可用字體

# CustomTheme.Add.Errors.NameReserved
source: Name cannot be used
ar: الاسم لا يمكن استخدامه
bg: Името не може да бъде използвано
bs: Ime se ne može koristiti
cs: Název nelze použít
da: Navnet kan ikke bruges
de: Name kann nicht verwendet werden
es_es: No se puede utilizar el nombre
fa: نام نمیتواند استفاده شود
fi: Nimeä ei voi käyttää
fil: Ang pangalan ay hindi magamit
hi: Name istamal nahi ho sakta
hr: Ime ne može biti korišteno
hu: A név nem használható
it: Il nome non può essere utilizzato
ja: この名前は使用できません
ko: 이름을 사용할 수 없습니다
lt: Pavadinimas negali būti naudojamas.
lv: Nosaukums nevar tikt izmantots
ms: Nama tidak boleh digunakan
nl: Naam kan niet gebruikt worden
pl: Nazwa nie może zostać użyta
pt_br: Este nome não pode ser utilizado
ro: Numele nu poate fi folosit
ru: Имя не может быть использовано
sv_se: Namnet kan inte användas
th: ชื่อไม่สามารถใช้ได้
uk: Назва не може бути використана
vi: Không thể sử dụng tên
zh_hk: 名稱無法使用
zh_tw: 名稱不可用

# CustomTheme.Add.Errors.Unknown
source: Unknown error
ar: ‏‏خطأ غير معروف
bg: Неизвестна грешка
bs: Nepoznata greška
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
es_es: Error desconocido
fa: خطای ناشناس
fi: Tuntematon virhe
hr: Nepoznata greška
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류
lt: Nežinoma klaida.
lv: Nezināma kļūda
ms: Ralat tidak diketahui
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
sv_se: Okänt fel
th: ข้อผิดพลาดที่ไม่รู้จัก
uk: Невідома помилка
vi: Lỗi không xác định
zh_hk: 未知的錯誤
zh_tw: 未知錯誤

# CustomTheme.Add.Errors.NameTaken
source: Name is already in use
ar: الاسم مستخدم مسبقاً
bg: Името вече е заето
bs: Ime je već u upotrbi
cs: Název je již používán
da: Navnet er allerede i brug
de: Name wird bereits verwendet
es_es: El nombre ya está en uso
fa: نام استفاده شده است
fi: Nimi on jo käytössä
fil: Ang pangalan ay ginagamit na
hi: Name already use ho chuka hai
hr: Ime se već koristi
hu: A név már használatban van
it: Il nome è già in uso
ja: この名前はすでに使用されています
ko: 이름이 이미 사용 중입니다
lt: Pavadinimas jau naudojamas.
lv: Nosaukums jau tiek izmantots
ms: Nama sudah digunakan
nl: Naam wordt al gebruikt
pl: Nazwa jest już w użyciu
pt_br: Este nome já está em uso
ro: Numele este deja utilizat
ru: Имя уже используется
sv_se: Namnet används redan
th: ชื่อถูกใช้เเล้ว
uk: Назва вже використовується
vi: Tên đã được dùng
zh_hk: 名稱已被使用
zh_tw: 名稱已被使用

# CustomTheme.Add.Errors.FileNotZip
source: File must be a ZIP
ar: يجب أن يكون الملف مضغوط (ZIP)
bg: Файлът трябва да бъде ZIP
bs: Datoteka mora biti ZIP
cs: Soubor musí být ZIP
da: Filen skal være en ZIP
de: Datei muss eine ZIP Datei sein
es_es: El archivo debe ser un ZIP
fa: فایل باید یک ZIP باشد
fi: Tiedoston on oltava ZIP
fil: Ang file ay dapat maging ZIP
hi: File ZIP honi chahiye
hr: Datoteka mora biti ZIP
hu: A fájlnak ZIP-nek kell lennie
it: Il file dev'essere un ZIP
ja: ZIP形式のファイルを選択してください
ko: 파일은 ZIP 형식이여야 합니다
lt: Failas turi būti ZIP.
lv: Failam vajag būt ZIP formātā
ms: Fail mesti dalam format ZIP
nl: Bestand moet een ZIP zijn
pl: Plik musi być w formacie ZIP
pt_br: O Arquivo deve ser um ZIP
ro: Fișierul trebuie să fie un ZIP
ru: Файл должен быть ZIP
sv_se: Filen måste vara en ZIP-fil
th: ไฟล์จําเป็นต้องเป็น ZIP
uk: Файл повинен бути ZIP
vi: Tệp phải ở định dạng ZIP
zh_hk: 檔案必須是 ZIP 格式
zh_tw: 檔案必須是 ZIP 格式

# CustomTheme.Add.Errors.ZipMissingThemeFile
source: Theme file could not be found in the ZIP file
ar: تعذر العثور على ملف الموضوع في ملف ZIP
bg: Файлът трябва да е ZIP
bs: Datoteka teme nije pronađena u ZIP datoteci
cs: Soubor motivu nebyl nalezen v ZIP archivu
da: Temafil kunne ikke findes i ZIP-filen
de: Design Datei konnte nicht innerhalb der ZIP Datei gefunden werden
es_es: El archivo del tema no se pudo encontrar en el archivo ZIP
fa: فایل تم در فایل ZIP پیدا نشد
fi: Teematiedostoa ei löytynyt ZIP-tiedostosta
fil: Ang Theme File ay hindi nahanap sa loob ng ZIP file
hi: ZIP file mein theme file nahi mil rahi
hr: Datoteka teme ne može se naći u ZIP obliku
hu: A témafájl nem található a ZIP fájlban
it: Il tema del file non è stato trovato nel file ZIP
ja: このZIPファイル内にテーマファイルがありません
ko: ZIP 파일에서 테마 파일을 찾을 수 없습니다
lt: Temos failo nepavyko rasti ZIP faile.
lv: Tēmas fails netika atrasts ZIP failā
ms: Fail tema tidak dapat ditemui dalam fail ZIP
nl: Thema bestand kon niet worden gevonden in het ZIP bestand
pl: Plik motywu nie został znaleziony w pliku ZIP
pt_br: O arquivo de tema não foi encontrado no arquivo ZIP
ro: Fișierul temei nu a putut fi găsit în fișierul ZIP
ru: Не удалось найти файл темы в ZIP файле
sv_se: Temafilen kunde inte hittas i ZIP-filen
th: ไฟล์ธีมจะไม่ถูกพบในไฟล์ ZIP
uk: Файл теми не знайдено у ZIP-файлі
vi: Không tìm thấy tệp chủ đề trong tệp ZIP
zh_hk: 在 ZIP 檔案中找不到主題檔案
zh_tw: 無法在 ZIP 檔裡找到主題檔案

# CustomTheme.Add.Errors.ZipInvalidData
source: Invalid or corrupted ZIP file
ar: ملف ZIP غير صحيح أو تالف
bg: Невалиден или повреден ZIP архив
bs: Nevažeča ili oštečena ZIP datoteka
cs: Neplatný nebo poškozený ZIP soubor
da: Ugyldig eller beskadiget ZIP-fil
de: Ungültige oder korrupte ZIP Datei
es_es: Archivo ZIP inválido o corrupto
fa: نامعتبر و فایل زیپ خراب
fi: Virheellinen tai vaurioitunut ZIP-tiedosto
fil: Invalid o corrupted na ZIP file
hi: Invalid ya corrupted ZIP file
hr: Nevaljana ili pokvarena ZIP datoteka
hu: Érvénytelen vagy sérült ZIP fájl
it: File ZIP non valido o corrotto
ja: ZIPファイルが無効、または破損しています
ko: 유효하지 않거나 손상된 ZIP 파일
lt: Netinkamas arba sugadintas ZIP failas.
lv: Nederīgs vai korumpēts ZIP fails
ms: Fail ZIP tidak wujud atau telah rosak
nl: Ongeldig of beschadigd ZIP bestand
pl: Nieprawidłowy lub uszkodzony plik ZIP
pt_br: Arquivo ZIP inválido ou corrompido
ro: Fișier ZIP invalid sau corupt
ru: Неверный или поврежденный ZIP файл
sv_se: Ogiltig eller korrupt ZIP-fil
th: ไฟล์ ZIP ไม่ถูกต้องหรือเสียหาย
uk: Неприпустимий або пошкоджений ZIP-файл
vi: Tệp ZIP không hợp lệ hoặc bị hỏng
zh_hk: ZIP 檔案無效或損壞
zh_tw: 無效或已損毀的 ZIP 檔

# CustomTheme.Errors.NoThemeSelected
source: No custom theme selected
ar: لم يتم تحديد موضوع مخصص
bg: Няма избрана тема
bs: Nije odabrana Prilagođena tema
cs: Není vybrán žádný vlastní motiv
da: Intet tilpasset tema valgt
de: Kein benutzerdefiniertes Design ausgewählt
es_es: Ningún tema personalizado seleccionado
fa: هیچ تم دلخواهی انتخاب نشده است
fi: Mukautettua teemaa ei ole valittu
fil: Walang custom theme na naka select
hi: Koi custom theme select nahi kiya gaya
hr: Nije odabrana niti jedna prilagođena tema
hu: Nincs egyéni téma kiválasztva
it: Nessun tema personalizzato scelto
ja: カスタムテーマが選択されていません
ko: 사용자 지정 테마가 선택되지 않았습니다
lt: Nepasirinkta jokia pasirinktinė tema.
lv: Neviena pielāgota tēma nav izvēlēta
ms: Tiada tema suai dipilih
nl: Geen aangepaste thema geselecteerd
pl: Nie wybrano niestandardowego motywu
pt_br: Nenhum tema personalizado selecionado
ro: Nicio temă personalizată selectată
ru: Пользовательская тема не выбрана
sv_se: Inget eget tema valt
th: ไม่มีธีมกําหนดเองเลือกไว้
uk: Не вибрано жодної особистої теми
vi: Chưa chọn chủ đề tùy chỉnh nào
zh_hk: 未選擇自訂主題
zh_tw: 未選取自訂主題
