Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.Bloxstrap.ExportData.ExportConfig
source: Bloxstrap configuration
ar: إعدادات Bloxstrap
bg: Конфигурации
bs: Bloxstrap konfiguracija
cs: Konfigurace Bloxstrapu
da: Bloxstrap konfiguration
de: Bloxstrap Konfiguration
fi: Bloxstrapin konfiguraatio
hu: Bloxstrap konfiguráció
it: Configurazione Bloxstrap
ko: Bloxstrap 설정
lv: Bloxstrap konfigurācija
pt_br: Configurações do Bloxstrap
ro: Configurare Bloxstrap
ru: Конфигурация Bloxstrap
th: การตั้งค่า Bloxstrap
tr: Bloxstrap yapılandırması
uk: Налаштування Bloxstrap
vi: Tùy chỉnh Bloxstrap
zh_hk: Bloxstrap 配置設定

# Menu.Bloxstrap.ExportData.ExportLogs
source: All Bloxstrap logs
ar: جميع سجلات Bloxstrap
bg: Всички log файлове на Bloxstrap
bs: Svi bloxstrap zapisnici
cs: Všechny Bloxstrap logy
da: Alle Bloxstrap logs
de: Alle Bloxstrap Protokolle
fi: Kaikki Bloxstrapin lokit
fil: Lahat ng Bloxstrap logs
hi: Sabhi Bloxstrap logs
hu: Minden Bloxstrap napló
it: Tutti i logs di Bloxstrap
ko: 모든 Bloxstrap 로그
lv: Visi Bloxstrap žurnāli
pt_br: Todos os registros do Bloxstrap
ro: Toate jurnalele Bloxstrap
ru: Все логи Bloxstrap
th: บันทึกของ Bloxstrap ทั้งหมด
tr: Tüm Bloxstrap kayıtları
uk: Всі журнали Bloxstrap
vi: Tất cả các file log của Bloxstrap
zh_hk: 所有 Bloxstrap 日誌

# Menu.Mods.Presets.OldDeathSound.Description
source: Bring back the classic 'oof' death sound.
bs: Vrati stari klasični zvuk smrti 'oof'.
cs: Vrátit starý klasický 'oof' zvuk.
da: Bringe tilbage den klassiske 'oof' død lyd.
de: Bringe den klassischen 'oof'-Todessound zurück.
fi: Tuo takaisin vanha "oof" kuolema-ääni.
fil: Ibalik ang classic 'oof' death sound.
fr: Remplacez le son de mort par le classique "OOF".
hu: A klasszikus 'oof' hang visszahozása.
id: Kembalikan suara mati klasik 'oof'.
lv: Ieviest klasisko 'oof' nāves skaņu.
pt_br: Traz de volta o som "oof" clássico.
tr: Klasik 'oof' ölüm sesini geri getir.
zh_cn: 启用此选项将会把 Roblox 当前的死亡音效还原为旧版的死亡音效。“Oof!”
zh_tw: 把之前的 "Oof" 死亡音效帶回來。

# Menu.Mods.Presets.OldDeathSound.Title
source: Use old death sound
bs: Koristi stari zvuk smrti
cs: Použít starý zvuk smrti
da: Brug gammel dødlyd
de: Alten Todessound verwenden
fi: Käytä vanhaa kuolema-ääntä
fil: Gamitin ang dating death sound
fr: Utiliser l'ancien son de mort
hu: Régi halálhang használata
id: Gunakan suara mati yang lama
lv: Izmantot veco nāves skaņu
pt_br: Usar o som antigo de morte
tr: Eski ölüm sesini kullan
zh_cn: 使用旧的 Roblox 死亡音效
zh_tw: 使用舊版死亡音效

# Enums.EmojiType.Windows10
source: Windows 10
ar: نظام ويندوز 10
fa: ویندوز 10

# Enums.EmojiType.Windows11
source: Windows 11
ar: نظام ويندوز 11
fa: ویندوز 11

# Enums.EmojiType.Windows8
source: Windows 8
ar: نظام ويندوز 8
fa: ویندوز 8

# Enums.EmojiType.Catmoji
source: Catmoji
ar: كاتموجي
da: Kattemoji
lv: Kaķumoji
