Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Bootstrapper.NotEnoughSpace
source: Bloxstrap does not have enough disk space to download and install Roblox. Please free up some disk space and try again.
ar: لا يحتوي Bloxstrap على مساحة كافية على القرص لتنزيل Roblox وتثبيته. الرجاء تحرير بعض مساحة القرص والمحاولة مرة أخرى.
bg: Bloxstrap няма достатъчно свободно място, за да изтегли и инсталира Roblox. Моля, освободете малко дисково пространство и опитайте отново.
bs: Bloxstrap nema dovoljno disk memorije da instalira Roblox. Molimo vas oslobodite mjesta i pokušajte opet.
cs: Bloxstrap nemá dostatek volného místa na disku aby instaloval Roblox. Prosím uvolněte nějaké místo na disku a zkuste to znovu.
da: Bloxstrap har ikke nok disk rum for at downloade og installere Roblox. Vær venlig at fri op noget plads på din disk og prøv igen.
de: Bloxstrap hat nicht genügend Speicherplatz um Roblox herunterzuladen und zu installieren. Bitte gebe etwas Speicherplatz frei und versuche es erneut.
es_es: Fishstrap no tiene espacio suficiente para descargar e instalar Roblox. Por favor, libera algo de espacio en el disco e intenta de nuevo.
fa: Fishstrap فضای کافی برای دانلود و نصب Roblox ندارد. لطفاً مقداری حافظه را آزاد کنید و دوباره تلاش کنید.
fi: Bloxstrapilla ei ole tarpeeksi levytilaa ladatakseen ja asentaakseen Robloxin. Vapauta levytilaa ja yritä uudelleen.
fil: Walang sapat na disk space para mag-install ng Roblox. Maaring mag-delete ng mga files upang magkaroon ng disk space at subukan muli.
fr: Fishstrap n'a pas assez d'espace disque pour télécharger et installer Roblox. Veuillez libérer de l'espace disque et réessayer.
hi: Bloxstrap ke pass Roblox download aur install karne ke liye disk me paryaapt jagah nahi hai. Kripya disk me jagah bana ke phirse prayaas kare.
hr: Fishstrap nema dovoljno prostora na disku kako bi preuzeo i instalirao Roblox. Molimo, oslobodite nešto prostora pa zatim pokušajte ponovno.
hu: A Bloxstrap-nek nincsen elég tárhelye a Roblox telepítéséhez. Kérjük, szabadítson fel lemezterületet, és próbálja újra.
id: Fishstrap tidak memiliki ruang penyimpanan yang cukup untuk mengunduh dan menginstal Roblox. Tolong kosongkan beberapa ruang penyimpanan dan coba kembali.
it: Bloxstrap non ha abbastanza spazio per scaricare e installare Roblox. Per favore libera dello spazio e riprova.
ja: 容量が不足しているため、Robloxをインストールできません。容量を空けて再度お試しください。
ko: Bloxstrap이 Roblox를 다운로드하고 설치하기에 충분한 디스크 공간이 없습니다. 디스크 공간을 확보한 후 다시 시도하세요.
lt: „Fishstrap“ neturi pakankamai vietos diske, kad galėtų atsisiųsti ir įdiegti „Roblox“. Atlaisvinkite šiek tiek vietos diske ir bandykite dar kartą.
lv: Bloxstrap nav pieejama pietiekami daudz vieta diskā, lai lejupielādētu un instalētu Roblox. Lūdzu atbrīvojiet vietu diskā un mēģiniet vēlreiz.
ms: Fishstrap tidak mempunyai ruang cakera yang cukup untuk memuat turun dan melakukan pemasangan Roblox. Sila bersihkan ruang cakera dan cuba lagi.
nl: Fishstrap heeft niet genoeg schijfruimte om Roblox te downloaden en te installeren. Maak wat schijfruimte vrij en probeer het opnieuw.
pl: Fishstrap nie ma wystarczającej ilości miejsca na dysku, aby pobrać i zainstalować Roblox. Zwolnij trochę miejsca na dysku i spróbuj ponownie.
pt_br: O Bloxstrap não encontrou espaço suficiente no disco para baixar e instalar o Roblox. Por favor, libere espaço no disco e tente novamente.
ro: Bloxstrap nu are suficient spațiu pe disc pentru a descărca și instala Roblox. Eliberați spațiu pe disc și încercați din nou.
ru: Недостаточно свободного места на диске для загрузки и установки Roblox. Пожалуйста, освободите место на диске и повторите попытку.
sv_se: Fishstrap har inte tillräckligt med diskutrymme för att ladda ner och installera Roblox. Frigör lite diskutrymme och försök igen.
th: Bloxstrap มีพื้นที่ไม่เพียงพอสำหรับการดาวน์โหลดและติดตั้ง Roblox กรุณาลบไฟล์บางส่วนและลองใหม่อีกครั้งในภายหลัง
tr: Bloxstrap, Roblox'u indirmek ve kurmak için yeterli disk alanına sahip değil. Lütfen biraz disk alanı boşaltın ve tekrar deneyin.
uk: Bloxstrap не вистачає місця на диску, щоб завантажити та встановити Roblox. Будь ласка, звільніть місце на диску і спробуйте знову.
vi: Bloxstrap không có đủ dung lượng ổ cứng để tải và cài đặt Roblox. Hãy giải phóng dung lượng và thử lại.
zh_cn: 当前所使用的磁盘空间不足以下载和安装 Roblox；请释放一些磁盘空间后再重试。
zh_hk: 你的電腦沒有足夠儲存空間來安裝 Bloxstrap 和 Roblox，請先釋放一些儲存空間然後再試。
zh_tw: 你的電腦沒有足夠磁碟空間來安裝Fishstrap和Roblox，請先釋放一些磁碟空間然後再試一遍。

# Bootstrapper.Status.ApplyingModifications
source: Applying Roblox modifications...
ar: يتم تطبيق تعديلات Roblox...
bg: Прилагане на модификации...
bs: Postavljanje Roblox modifikacija...
cs: Aplikování Roblox modifikací...
da: Tilføjer Roblox modifikationer...
de: Roblox Modifikationen werden angewendet...
es_es: Aplicando las modificaciones de Roblox...
fa: در حال اعمال کردن تغییرات روبلاکس...
fi: Asetetaan Roblox-muunnoksia...
fil: Ina-apply ang mga Roblox modifications...
fr: Application des modifications Roblox...
hi: Roblox sanshodhan laagu kiya jaa raha hai...
hr: Primjenjuju se modifikacije za Roblox...
hu: Roblox módosítások alkalmazása...
id: Menerapkan modifikasi Roblox...
it: Applicando le modifiche di Roblox...
ja: Modを適用中...
ko: Roblox 수정 사항을 적용 중...
lt: Taikomos „Roblox“ modifikacijos...
lv: Uzstāda Roblox modifikācijas...
ms: Roblox sedang mengaplikasi modifikasi...
nl: Roblox-aanpassingen toepassen...
pl: Stosowanie modyfikacji Roblox...
pt_br: Aplicando modificações ao Roblox...
ro: Se aplică modificări la Roblox...
ru: Применяем модификации Roblox...
sv_se: Applicerar Roblox modifikationer...
th: กำลังปรับใช้ตัวดัดแปลง Roblox...
tr: Roblox modifikasyonları uygulanıyor...
uk: Застосовуємо модифікації Roblox...
vi: Đang áp dụng những chỉnh sửa cho Roblox...
zh_cn: 正在应用 Roblox 修改...
zh_hk: 正在套用 Roblox 的修改...
zh_tw: 正在套用 Roblox 修改

# Bootstrapper.Status.Configuring
source: Configuring {product}...
ar: يتم تعديل {product}...
bg: Конфигурира се {product}...
bs: Konfigurisanje {product}...
cs: Konfigurování {product}...
da: Konfigurere {product}...
de: Konfiguriere {product}...
es_es: Configurando {product}...
fa: در حال پیکربندی {product}...
fi: Määritellään {product}...
fil: Inaayos ang {product}...
fr: Configuration de {product}...
hi: {product} configure kiya jaa raha hai...
hr: Konfiguriranje {product}...
hu: {product} beállítása...
id: Mengkonfigurasi {product}...
it: Configurando {product}...
ja: {product}を設定中...
ko: {product} 구성 중...
lt: Konfigūruojamas „{product}“...
lv: Notiek {product} konfigurācija...
ms: Konfigurasi{product}
nl: {product} configureren...
pl: Konfigurowanie {product}...
pt_br: Configurando {product}...
ro: Se configurează {product}...
ru: Настраиваем {product}...
sv_se: Konfigurerar {product}...
th: กำลังตั้งค่า {product}...
tr: {product} yapılandırılıyor...
uk: Налаштування {product}...
vi: Đang cấu hình {product}...
zh_cn: 正在配置 {product}...
zh_hk: 正在配置 {product}...
zh_tw: 正在設定 {product}...

# Bootstrapper.Status.Connecting
source: Connecting to Roblox...
ar: يتم الاتصال ب Roblox...
bg: Установяване на връзка с Roblox...
bs: Povezivanje na Roblox...
cs: Připojování do Robloxu...
da: Forbinder til Roblox...
de: Verbindung zu Roblox wird hergestellt...
es_es: Conectándose a Roblox...
fa: در حال متصل شدن به روبلاکس...
fi: Yhdistetään Robloxiin...
fil: Kumukonekta sa Roblox...
fr: Connexion à Roblox...
hi: Roblox se connect kiya jaa raha hai...
hr: Spajanje na Roblox...
hu: Kapcsolódás a Roblox-hoz...
id: Menghubungkan ke Roblox...
it: Connessione a Roblox...
ja: Robloxに接続中...
ko: Roblox에 연결 중...
lt: Prisijungiama prie „Roblox“...
lv: Savienojas ar Roblox...
ms: Menyambung ke aplikasi Roblox...
nl: Verbinding maken met Roblox...
pl: Łączenie do Roblox...
pt_br: Conectando-se ao Roblox...
ro: Se conectează la Roblox...
ru: Подключение к Roblox...
sv_se: Ansluter till Roblox...
th: กำลังเชื่อมต่อไปยัง Roblox...
tr: Roblox'a bağlanılıyor...
uk: Підключаємося до Roblox...
vi: Đang kết nối đến Roblox...
zh_cn: 正在与 Roblox 建立连接...
zh_hk: 正在連接至 Roblox...
zh_tw: 正在連接至 Roblox...

# Bootstrapper.Status.Installing
source: Installing {product}...
ar: جار تثبيت {product}...
bg: Инсталира се {product}...
bs: Instaliranje {product}...
cs: Instaluje se {product}...
da: Installere {product}...
de: Installiere {product}...
es_es: Instalando {product}...
fa: در حال نصب کردن {product}...
fi: Asennetaan {product}...
fil: Ini-install ang {product}...
fr: Installation de {product}...
hi: {product} install ho raha hai
hr: Instaliranje {product}...
hu: {product} telepítése...
id: Menginstal {product}...
it: Installando {product}...
ja: {product}をインストール中...
ko: {product} 설치 중...
lt: Diegiamas „{product}“...
lv: Instalē {product}...
ms: Memuat turun {product}...
nl: {product} installeren...
pl: Instalowanie {product}...
pt_br: Instalando {product}...
ro: {product} se instalează...
ru: Устанавливаем {product}...
sv_se: Installerar {product}...
th: กำลังติดตั้ง {product}...
tr: {product} kuruluyor...
uk: Встановлюємо {product}...
vi: Đang cài đặt {product}...
zh_cn: 正在安装 {product}...
zh_hk: 正在安裝 {product}...
zh_tw: 正在安裝 {product}...

# Bootstrapper.Status.InstallingWebView2
source: Installing WebView2, please wait...
ar: جار تثبيت WebView2, الرجاء الانتظار...
bg: Инсталиране на WebView2, моля изчакайте...
bs: Instaliranje WebView2, molimo vas sačekajte...
cs: Instaluje se WebView2, počkejte prosím...
da: Installere WebView2, vær venlig at vente...
de: Installiere WebView2, bitte warten...
es_es: Instalando WebView2. Por favor, espere un momento...
fa: در حال نصب کردن WebView2؛ لطفاً صبر کنید...
fi: Asennetaan WebView2, odota hetki...
fil: Ini-install ang WebView2, maghintay...
fr: Installation de WebView2, veuillez patienter...
hi: WebView 2 install ho raha he, kripya pratiksha kare...
hr: Instalira se WebView2, molimo pričekajte...
hu: WebView2 telepítése, kérjük várjon...
id: Menginstal WebView2, mohon tunggu...
it: Installazione WebView2, per favore attendere...
ja: WebView2をインストール中です。しばらくお待ち下さい...
ko: WebView2 설치 중, 잠시만 기다려주세요...
lt: Diegiamas „WebView2“. Palaukite...
lv: Instalē WebView2, lūdzu uzgaidiet...
ms: Memuat WebView2, sila tunggu sebentar...
nl: WebView2 wordt geïnstalleerd, even geduld...
pl: Instalowanie WebWiew2, proszę czekać...
pt_br: Instalando o WebView2, por favor aguarde...
ro: WebView2 se instalează, vă rugam să așteptați...
ru: Устанавливаем WebView2, пожалуйста, подождите...
sv_se: Installerar WebView2, vänta...
th: กำลังติดตั้ง WebView2, กรุณารอสักครู่...
tr: WebView2 kuruluyor, lütfen bekleyin...
uk: Встановлення WebView2, будь ласка, зачекайте...
vi: Đang cài đặt WebView2, xin hãy chờ đợi...
zh_cn: 正在安装 “WebView2”；请耐心等待...
zh_hk: 正在安裝 WebView2，請稍等...
zh_tw: 正在安裝 WebView2，請稍候...

# Bootstrapper.Status.Starting
source: Starting {product}...
ar: جار تشغيل {product}...
bg: {product} се стартира...
bs: Pokretanje {product}...
cs: Startuje se {product}...
da: Starter {product}...
de: Starte {product}...
es_es: Iniciando {product}...
fa: در حال شروع کردن {product}...
fi: Käynnistetään {product}...
fil: Sinisimulan ang {product}...
fr: Démarrage de {product}...
hi: {product} shuru ho raha hai...
hr: Pokretanje {product}...
hu: {product} elindítása...
id: Memulai {product}...
it: Inizializzazione di {product}...
ja: {product}を開始中...
ko: {product} 시작 중...
lt: Pradedamas „{product}“...
lv: Notiek {product} palaišana...
ms: {product} sedang bermula...
nl: {product} starten...
pl: Uruchamianie {product}...
pt_br: Inicializando {product}...
ro: {product} se pornește...
ru: Запускаем {product}...
sv_se: Startar {product}...
th: กำลังเริ่มต้นใช้งาน {product}...
tr: {product} başlatılıyor...
uk: Запуск {product}...
vi: Đang khởi động {product}...
zh_cn: 正在启动 {product}...
zh_hk: 正在啓動 {product}...
zh_tw: 正在啟動 {product}...

# Bootstrapper.Status.Upgrading
source: Upgrading {product}...
ar: جار تحديث {product}...
bg: Надграждане на {product}...
bs: Ažuriranje {product}...
cs: Aktualizuje se {product}...
da: Opgradere {product}...
de: Aktualisiere {product}...
es_es: Actualizando {product}...
fa: در حال به روز رسانی کردن {product}...
fi: Päivitetään {product}...
fil: Mag-uupgrade ng {product}...
fr: Mise à jour de {product}...
hi: {product} upgrade ho raha hai...
hr: Nadograđuje se {product}...
hu: {product} frissítése...
id: Memperbarui {product}...
it: Aggiornando {product}...
ja: {product}を更新中...
ko: {product} 업그레이드 중...
lt: Atnaujinamas „{product}“...
lv: Notiek {product} jaunināšana...
ms: {product} sedang dinaik taraf...
nl: {product} aan het bijwerken...
pl: Aktualizowanie {product}...
pt_br: Atualizando {product}...
ro: {product} se actualizează...
ru: Обновляем {product}...
sv_se: Uppgraderar {product}...
th: กำลังอัพเกรด {product}...
tr: {product} güncelleniyor...
uk: Оновлюємо {product}...
vi: Đang cập nhật {product}...
zh_cn: 正在更新 {product}...
zh_hk: 正在更新 {product}...
zh_tw: 正在更新 {product}...

# Bootstrapper.Status.WaitingOtherInstances
source: Waiting for other instances...
ar: جار انتظار الحالات الأخرى...
bg: Изчакване на други инстанции...
bs: Čekanje za druge slučajeve...
cs: Čekání na další instance...
da: Venter på andre instanser...
de: Warte auf andere Instanzen...
es_es: Esperando a otras instancias...
fa: در حال انتظار برای سایر موارد...
fi: Odotetaan muita instansseja...
fil: Naghihintay ng ibang instances...
fr: En attente d'autres instances...
hi: Dusre instances kee prateeksha ha...
hr: Čekanje ostalih instanca...
hu: Várakozás más példányokra...
id: Menunggu untuk instansi lainnya...
it: In attesa di altre istanze...
ja: 他のインスタンスを待機中...
ko: 다른 인스턴스를 기다리는 중...
lt: Laukiama kitų serverių...
lv: Gaida uz pārējiem logiem...
ms: Menunggu "instances" yang lain...
nl: Wachten op andere instanties...
pl: Czekam na inne instancje...
pt_br: Esperando pelas outras janelas...
ro: Așteptând pentru celelalte instanțe...
ru: Ожидаем другие окна...
sv_se: Väntar på andra instanser...
th: กำลังรออินสแตนซ์อื่นๆ...
tr: Diğer istemciler için bekleniliyor...
uk: Чекаємо на інші інстанції...
vi: Đang đợi các tiến trình khác...
zh_cn: 正在等待其他 Roblox 进程退出...
zh_hk: 正在等待其他程序...
zh_tw: 正在等待其他 Roblox 進程...

# Bootstrapper.StylePreview.ImageCancel
source: Style preview - Click the X button at the top right to close
ar: معاينة الشكل - اضغط زر "X" في الأعلى يميناً للإغلاق
bg: Преглед на стила - Натиснете бутона X в горния десен ъгъл, за да затворите
bs: Pregled stila - Pritisnite X dugme u gornjem desnom uglu da zatvorite
cs: Náhled stylu - Klikněte na tlačítko X v pravém horním rohu pro zavření
da: Stil forhåndsvisning - Tryk på X knappen oppe i højre for at lukke
de: Style Vorschau - Drücke auf das X oben rechts zum Schließen
es_es: Vista previa de estilo - Presiona el botón X en la esquina superior derecha para cerrar
fa: پیش نمایش سبک - بر روی دکمه ی X در سمت راست بالا برای بستن بزنید
fi: Tyylin esikatselu - klikkaa X-nappia oikeassa yläkulmassa sulkeaksesi
fil: Style preview - Pindutin ang X button na nasa kanang itaas para masarado
fr: Aperçu du style - Cliquez sur le bouton X en haut à droite pour fermer
hi: Style preview - Band karane ke liye daeen or sthit X button par click karen
hr: Pretpregled stila - Kliknite gumb X gore desno kako biste zatvorili
hu: Stílus előnézet - A bezáráshoz kattintson a jobb felső sarokban lévő X gombra
id: Pratinjau gaya - Tekan tombol X di kanan atas untuk menutup
it: Anteprima stile - Clicca sul pulsante X in alto a destra per chiudere
ja: プレビュー中 - 右上の✕ボタンで閉じます
ko: 스타일 미리 보기 - 오른쪽 상단의 X 버튼을 클릭하여 닫기
lt: Stiliaus peržiūra. Spustelėkite mygtuką X viršuje dešinėje, kad uždarytumėte
lv: Stila priekšskats - Noklikšķiniet uz X pogu, kas atrodas augšējā labajā stūri, lai aizvērtu
ms: Previu gaya - Klik butang X di kanan atas untuk menutup
nl: Stijlvoorbeeld - Klik op de knop X rechtsboven om te sluiten
pl: Podgląd stylu — Kliknij „X” w prawym górnym rogu, aby zamknąć
pt_br: Pré-visualização de estilo — Pressione o botão X no canto superior direito para fechar
ro: Previzualizare stil - Apasă pe butonul X din dreapta sus pentru a închide
ru: Просмотр стиля - Нажмите на X справа вверху, чтобы закрыть
sv_se: Stilförhandsvisning - Klicka på krysset i högra hörnet för att stänga
th: กำลังดูตัวอย่างสไตล์ - คลิกที่ปุ่ม X ที่มุมขวาบนเพื่อปิด
tr: Stil önizleme - Kapatmak için sağ üst köşedeki X butonuna basın
uk: Перегляд стилю - натисніть кнопку X у верхньому правому кутку, щоб завершити перегляд
vi: Đang xem trước thiết kế - Nhấn vào nút X ở trên góc phải để đóng
zh_cn: 样式预览 - 单击右上角的 “X” 按钮来关闭
zh_hk: 外貌預覽 - 點擊右上角的「X」按鈕以關閉
zh_tw: 風格外觀預覽 - 點擊右上角的 X 按鈕關閉

# Bootstrapper.StylePreview.TextCancel
source: Style preview - Click Cancel to close
ar: معاينة الشكل - اضغط زر "إلغاء" للإغلاق
bg: Преглед на стила - Натиснете Отказ, за да се затвори
bs: Pregled stila - Pritisnite Otkaži da zatvorite
cs: Náhled stylu - Klikněte Zrušit pro zavření
da: Stil forhåndsvisning - Tryk afmeld for at lukke
de: Style Vorschau - drücke auf "Abbrechen" zum Schließen
es_es: Vista previa del estilo - Haz clic en Cancelar para cerrar
fa: پیش نمایش سبک -برروی دکمه لغو جهت بستن بزنید
fi: Tyylin esikatselu - klikkaa 'Peru'-nappia sulkeaksesi
fil: Style preview - Pindutin ang Kanselahin para masarado
fr: Aperçu du style - Cliquez sur Annuler pour fermer
hi: Style preview - Band karne ke liye Cancel click kare
hr: Pretpregled stila - Kliknite Poništi da biste zatvorili
hu: Stílus előnézet - Kattintson a "Mégse" gombra a bezáráshoz
id: Pratinjau gaya - Tekan Batal untuk menutup
it: Anteprima stile - Clicca su Annulla per chiudere
ja: プレビュー中 - キャンセルで閉じます
ko: 스타일 미리 보기 - 취소를 클릭하여 닫기
lt: Stiliaus peržiūra. Spustelėkite Atšaukti, kad uždarytumėte
lv: Stila priekšskats - Noklikšķiniet uz Atcelt, lai aizvērtu
ms: Previu gaya - Klik Batal untuk menutup
nl: Stijlvoorbeeld - Klik op Annuleren om te sluiten
pl: Podgląd stylu — Kliknij „Anuluj”, aby zamknąć
pt_br: Pré-visualização de estilo — Clique em Cancelar para fechar
ro: Previzualizare stil - Apasă pe Anulare pentru a închide
ru: Просмотр стиля - Нажмите Отменить, чтобы закрыть
sv_se: Stilförhandsvisning - Klicka på avbryt för att stänga
th: กำลังดูสไตล์ - คลิกยกเลิกเพื่อปิด
tr: Stil önizleme - Kapatmak için "İptal et" butonuna basın
uk: Перегляд стилю - Натисніть кнопку "Скасувати", щоб закрити
vi: Xem trước thiết kế - Bấm Hủy để đóng
zh_cn: 样式预览 - 单击 “取消” 来关闭
zh_hk: 外貌預覽 - 點擊「取消」按鈕以關閉
zh_tw: 風格外觀 - 點擊取消以關閉

# Bootstrapper.SuccessfullyUninstalled
source: Bloxstrap has successfully uninstalled
ar: تم إزالة Bloxstrap بنجاح
bg: Bloxstrap бе успешно деинсталиран
bs: Bloxstrap je uspješno deinstaliran
cs: Bloxstrap byl úspěšně odinstalován
da: Bloxstrap har succesfuldt afinstalleret
de: Bloxstrap wurde erfolgreich deinstalliert
es_es: Fishstrap se ha desinstalado exitosamente
fa: Fishstrap با موفقیت حذف شد
fi: Bloxstrap poistettiin onnistuneesti
fil: Natanggal na ang Bloxstrap
fr: Fishstrap a été désinstallé avec succès
hi: Bloxstrap saphalataapoorvak uninstall ho gaya hai
hr: Fishstrap je uspješno deinstaliran
hu: A Bloxstrap sikeresen eltávolításra került
id: Fishstrap berhasil dihapus
it: Bloxstrap è stato disinstallato con successo
ja: Fishstrapがアンインストールされました。
ko: Bloxstrap이 성공적으로 제거되었습니다
lt: „Fishstrap“ buvo sėkmingai išdiegtas
lv: Bloxstrap veiksmīgi tika atinstalēts
ms: Fishstrap telah berjaya dinyahpasang
nl: Fishstrap is succesvol verwijderd
pl: Fishstrap został pomyślnie odinstalowany
pt_br: Bloxstrap foi desinstalado com sucesso
ro: Bloxstrap a fost dezinstalat cu succes
ru: Bloxstrap был успешно удалён
sv_se: Fishstrap har avinstallerats
th: Bloxstrap ได้ถอนการติดตั้งเสร็จสิ้นแล้ว
tr: Bloxstrap başarıyla kaldırıldı
uk: Bloxstrap було успішно деінстальовано
vi: Bloxstrap đã được gỡ cài đặt thành công
zh_cn: Bloxstrap 已成功卸载
zh_hk: Bloxstrap 已成功解除安裝
zh_tw: Fishstrap解除安裝成功

# Bootstrapper.Uninstall.RobloxRunning
source: Roblox is currently running, but must be closed before uninstalling Bloxstrap. Would you like to close Roblox now?
ar: Roblox قيد التشغيل حالياً، ولكن يجب إغلاقها قبل إلغاء تثبيت Bloxstrap. هل ترغب في إغلاق Roblox الآن؟
bg: Roblox е в момента стартиран, но трябва да бъде затворен, за да деинсталирате Bloxstrap. Искате ли да затворите Roblox сега?
bs: Roblox je trenutno pokrenut, ali mora biti zatvoren prije deinstaliranja Bloxstrapa. Želite li zatvoriti Roblox?
cs: Roblox právě běží, ale musí být zavřen, před tím, než odinstalujete Bloxstrap. Chcete nyní zavřít Roblox?
da: Roblox er i gang med at køre, men er nød til at være lukket før afinstalleringen af Bloxstrap. Vil du gerne lukke Roblox nu?
de: Roblox läuft derzeit, muss jedoch geschlossen werden, bevor Bloxstrap deinstalliert werden kann. Möchtest du Roblox jetzt schließen?
es_es: Roblox se está ejecutando, pero debe ser cerrado antes de desinstalar Fishstrap. ¿Quieres cerrar Roblox?
fa: Roblox در حال اجرا است؛ ولی قبل از حذف نصب Fishstrap باید بسته شود. آیا میخواهید Roblox را الان بیندید?
fi: Roblox on tällä hetkellä käynnissä, mutta se pitää sulkea ennen Bloxstrapin poistamista. Haluatko sulkea Robloxin nyt?
fil: Tumatakbo ang Roblox, pero kailangan i-close bago tangalin ang Bloxstrap. Gusto mo ba i-sarado ang Roblox ngayon?
fr: Roblox est actuellement ouvert, mais doit être fermé avant de désinstaller Fishstrap. Voulez-vous fermer Roblox maintenant ?
hi: Roblox abhi chal raha hai, lekin Bloxstrap ko uninstall karne se pehle ise band karna zaroori hai. Kya aap abhi Roblox ko band karna chahenge?
hr: Roblox se trenutno pokreće, ali mora biti zatvoren prije nego što se Fishstrap deinstalira. Želite li ugasiti Roblox sada?
hu: A Roblox jelenleg fut, de a Bloxstrap eltávolítása előtt be kell zárni. Szeretné bezárni a Robloxot most?
id: Roblox sedang berjalan saat ini, namun harus ditutup sebelum menghapus Fishstrap. Apakah Anda yakin untuk menutup Roblox sekarang?
it: Roblox è attualmente in esecuzione, deve essere chiuso prima di poter disinstallare Bloxstrap. Desideri chiudere Roblox ora?
ja: Robloxが現在実行中です。Fishstrapをアンインストールする前に終了する必要があります。今すぐRobloxを終了しますか？
ko: Roblox가 현재 실행 중입니다. Bloxstrap을 제거하려면 먼저 Roblox를 종료해야 합니다. 종료하시겠습니까?
lt: „Roblox“ šiuo metu paleista, bet prieš išdiegiant „Fishstrap“ turi būti uždarytas. Ar norėtumėte dabar uždaryti „Roblox“?
lv: Roblox šobrīd ir palaists, bet to ir vajadzīgs aizvērt pirms Bloxstrap atinstalēšanas. Vai jūs vēlaties aizvērt Roblox tagad?
ms: Roblox sedang berjalan dan perlu ditutup sebelum Fishstrap dapat dinyahpasang. Adakah anda ingin menutup Roblox sekarang?
nl: Roblox is momenteel actief, maar moet worden gesloten voordat je Fishstrap kunt deïnstalleren. Wil je Roblox nu afsluiten?
pl: Roblox jest obecnie uruchomiony w tle, ale musi zostać zamknięty przed odinstalowaniem Fishstrap. Czy chcesz zamknąć Roblox teraz?
pt_br: O Roblox está em execução no momento, mas precisa ser fechado antes de desinstalar o Bloxstrap. Você gostaria de fechar o Roblox agora?
ro: Roblox rulează, dar va trebui să fie închis înainte de a dezinstala Bloxstrap. Ai vrea să închizi Roblox acum?
ru: Roblox сейчас запущен, но должен быть закрыт перед удалением Bloxstrap. Хотите закрыть Roblox сейчас?
sv_se: Roblox är igång, men måste stängas innan du avinstallerar Fishstrap. Vill du stänga Roblox nu?
th: Roblox กำลังถูกใช้งาน, แต่ต้องถูกปิดก่อนทำการถอนการติดตั้ง Bloxstrap. คุณต้องการปิด Roblox ตอนนี้หรือไม่.
tr: Roblox şu an çalışıyor, ancak Bloxstrap'ı kaldırmak için kapalı olması gerekiyor. Roblox'u şimdi kapatmak ister misiniz?
uk: Roblox зараз запущений, але він має бути закритий до моменту початку видалення Bloxstrap. Хочете зараз закрити Roblox?
vi: Bạn phải tắt Roblox trước khi gỡ cài đặt Bloxstrap. Bạn có muốn đóng Roblox ngay bây giờ không?
zh_cn: Roblox 当前正在运行中，但在卸载 Bloxstrap 之前必须将其关闭。 您想现在关闭 Roblox 吗？
zh_hk: Roblox 目前正在執行，但必須在解除安裝 Bloxstrap 之前關閉。 您是否要立即關閉 Roblox 嗎？
zh_tw: Roblox 正在運行中，但在解除安裝 Fishstrap 之前，你必須先關閉 Roblox，請問你現在要關閉 Roblox 嗎？
