Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.FastFlagEditor.BannerText
source: Misusing this can lead to instability or unexpected things happening.
ar: يمكن أن يؤدي إساءة استخدام هذا إلى عدم الاستقرار أو حدوث أشياء غير متوقعة.
bg: Злоупотребата с това може да доведе до нестабилност или неочаквани грешки.
bs: Pogrešna upotreba ovoga može dovesti do nestabilnosti ili neočekivanih događaja.
cs: Zneužití toho se může vést k nestabilitě nebo něčemu neočekávanému.
da: Misbrug af dette kan føre til ustabilitet eller uventede ting sker.
de: Missbrauch kann zu Instabilität oder unerwarteten Ereignissen führen.
es_es: Utilizar esto de forma inadecuada puede llevar a inestabilidad o cosas inesperadas.
fa: استفاده نادرست از این می‌تواند منجر به ناپایداری یا اتفاقات غیرمنتظره شود.
fi: Tämän väärinkäyttö saattaa johtaa epävakauteen tai odottamattomien asioiden tapahtumiseen.
fil: Ang maling paggamit nito ay maaring magdulot ng instability o hindi inaasahang bagay.
fr: Une mauvaise utilisation de cette fonctionnalité peut entraîner une instabilité ou des événements inattendus.
hi: Isaka durupayog karane se asthirata ya apratyaashit cheejen ghatit ho sakatee hain.
hr: Nepravilna upotreba ovoga može dovesti do nestabilnosti ili neočekivanih problema.
hu: Ennek helytelen használata instabilitáshoz vagy váratlan dolgok bekövetkezéséhez vezethet.
id: Menyalahgunakan ini dapat menyebabkan ketidakstabilan atau hal lain yang tidak terduga terjadi.
it: L'uso improprio di questo può causare instabilità o comportamenti imprevisti.
ja: 使用方法を誤ると不安定になったり、予期せぬ事態につながることがあります。
ko: 잘못 사용하면 불안정하거나 예상치 못한 일이 발생할 수 있습니다.
lt: Netinkamai naudojant šią funkciją, gali atsirasti nestabilumas arba įvykti netikėtų dalykų.
lv: To vieglprātīga izmantošana var izraisīt nestabilitāti vai negaidītas lietas.
ms: Menyalahgunakan ini boleh membawa kepada ketidakstabilan dan benda tidak diingini berlaku.
nl: Verkeerd gebruik hiervan kan leiden tot instabiliteit of onverwachte dingen die gebeuren.
pl: Niewłaściwe używanie może doprowadzić do niestabilności lub nieoczekiwanych zdarzeń.
pt_br: O uso incorreto dessas opções pode causar instabilidade ou coisas inesperadas.
ro: Utilizarea greșită poate duce la instabilitate sau la evenimente neașteptate.
ru: Использование не по назначению может привести к нестабильности игры.
sv_se: Missbruk av detta kan leda till instabilitet eller att oväntade saker händer.
th: การใช้สิ่งนี้ในทางที่ผิดอาจทำให้มีสิ่งที่ไม่คาดคิดเกิดขึ้น
tr: Bunun yanlış kullanımı istikrarsızlığa veya beklenmedik şeylerin olmasına neden olabilir.
uk: Зловживання цим може призвести до нестабільності або несподіванок.
vi: Sử dụng sai cách có thể dẫn đến mất ổn định hay những điều không mong muốn.
zh_cn: 滥用此功能可能会导致不稳定或意料之外的事情。
zh_hk: 錯誤地使用此功能會導致不穩定/意料之外的事情發生。
zh_tw: 錯誤地使用此功能會導致不穩定/意料之外的事情發生。

# Menu.FastFlagEditor.BannerTitle
source: Use with caution.
ar: استخدم بحذر.
bg: Използвайте с внимание.
bs: Koristite oprezno.
cs: Použijte s pozorností.
da: Brug med forsigtighed.
de: Mit Vorsicht verwenden.
es_es: Usar con precaución.
fa: در استفاده کردن احتیاط کنید.
fi: Käytä varovaisuudella.
fil: Gamitin na may pag-iingat.
fr: À utiliser avec prudence.
hi: Saavadhaanee se prayog karen.
hr: Koristite s oprezom.
hu: Óvatosan használja.
id: Gunakan dengan hati-hati.
it: Usare con cautela.
ja: 注意して使用してください。
ko: 주의해서 사용하세요.
lt: Naudoti atsargiai.
lv: Izmantot ar piesardzību.
ms: Gunakan dengan berhati-hati.
nl: Voorzichtig gebruiken.
pl: Używaj z ostrożnością.
pt_br: Use com cuidado.
ro: Folosește cu prudență.
ru: Внимание!
sv_se: Använd försiktigt.
th: ใช้อย่างระวัง
tr: Dikkatle kullanın.
uk: Застосовуйте з обережністю.
vi: Sử dụng một cách cẩn thận.
zh_cn: 请谨慎使用。
zh_hk: 小心使用。
zh_tw: 小心使用。

# Menu.FastFlagEditor.ConflictingImport
source: Some of the flags you are attempting to import already have set values. Would you like to overwrite their current values with the ones defined in the import? There are {0} conflicting flag definitions: {1}
ar: بعض العلامات (Flag) التي تحاول استيرادها لها قيم محددة بالفعل. هل ترغب في استبدال قيمها الحالية بالقيم المحددة في الاستيراد؟ هناك {0} تعريفات متعارضة للعلامة: {1}
bg: Някои от флаговете, които се опитвате да импортирате, вече имат зададени стойности. Искате ли да презапишете техните текущи стойности с тези, дефинирани в импорта? Има {0} конфликтни дефиниции на флагове: {1}
bs: Neke od zastava koje pokušavate ubaciti već imaju postavljene vrijednosti. Da li želite prebrisati njihove trenutne vrijednosti sa onima definiranim u uvozu? Postoje {0} konfliktnih definicija zastava: {1}"
cs: Některé vlajky, které se pokoušíte importovat už mají danou hodnotu. Chcete je přepsat těmi definovanými v importu? Jsou tu {0} konfliktních vlajkových definicí: {1}
da: Nogle af de flag, du forsøger at importere, har allerede fastsat værdier. Vil du overskrive deres nuværende værdier med dem, der er defineret i importen? Der er {0} modstridende flagdefinitioner: {1}
de: Einige der Flags, welche du importieren möchtest, haben bereits gesetzte Werte. Möchtest du dessen derzeitigen Werte mit den neuen Werten aus dem Import überschreiben? Dies betrifft {0} definierte Flags: {1}
es_es: Algunas de las flags que estás intentando importar ya tienen un valor. ¿Desearías reescribirlas con el nuevo valor? Estos flags {0} tienen conflicto con estos: {1}
fa: برخی از فلگ هایی که می‌خواهید وارد کنید دارای مقادیر تنظیم شده‌اند. آیا می خواهید مقادیر فعلی آنها را با مقادیر تعریف شده بازنویسی کنید؟ {0} تعاریف فلگ متناقض وجود دارد: {1}
fi: Joillain tuomillasi flageilla on jo asetettu arvo. Haluaisitko korvata niiden tämänhetkiset arvot niillä, jotka on määritetty tuonnissa? Löytyi {0} ristiriitaista flag-määritystä: {1}
fil: Ang ilang mga flag na sinusubukan mong i-import ay mayroon nang mga itinakdang halaga. Gusto mo bang palitan ang kanilang kasalukuyang mga halaga gamit ang mga itinakda sa pag-import? Mayroong {0} mga magkaalitang mga kahulugan ng flag: {1}
fr: Certains des Flags que vous tentez d'importer ont déjà des valeurs définies. Souhaitez-vous remplacer leurs valeurs actuelles avec celles définies dans l'importation ? Il y a {0} Flags concernés : {1}
hi: Aap jin flags ko aayaat karane ka prayaas kar rahe hain unamen se kuchh ka molya pahale se hee nirdhaarit hai. Kya aap unake vartamaan molya ko aayaat mein paribhaashit moolyon se adhilekhit karana chaahenge? {0} paraspar virodhee flag paribhaashaen hain: {1}
hr: Neke od zastava koje pokušavate uvesti već imaju postavljene vrijednosti. Želite li prepisati njihove trenutne vrijednosti sa onima definiranim u unosu? Postoji {0} konfliktnih definicija zastava: {1}
hu: Az importálni kívánt flag-ek némelyikének már vannak beállított értékei. Szeretné felülírni a jelenlegi értékeiket az importálás során meghatározottakkal? {0} ellentmondásos flag definíció van: {1}
id: Beberapa flags yang Anda ingin impor sudah memiliki jumlah yang ditentukan. Apakah Anda ingin menggantikan jumlah sekarang dengan yang di impor? Ada {0} definisi flag yang bertentangan dengan: {1}
it: Alcuni dei flag che stai cercando di importare hanno già valori impostati. Vorresti sovrascrivere i valori attuali con quelli definiti nell'importazione? Ci sono {0} definizioni di flag in conflitto: {1}
ja: インポートしたFlagはすでに追加されています。インポートしたFlagの値で上書きしますか？ 重複しているFlagは以下の{0}個あります。 {1}
ko: 가져오려는 Flag 중 일부가 이미 존재하거나 값이 설정되어 있습니다. 현재 설정된 값을 가져오는 값으로 덮어쓰시겠습니까? 다음 {0}개의 충돌하는 Flag 정의가 있습니다: {1}
lt: Kai kurių gairelių, kurias bandote importuoti, reikšmės jau turi nustatytos. Ar norėtumėte dabartines jų reikšmes perrašyti importuojant nustatytomis reikšmėmis? Yra {0} konfliktuojančių gairelių apibrėžčių: {1}
lv: Dažiem no karogiem, kurus jūs mēģinat importēt jau ir iestatītas vērtības. Vai jūs vēlaties pārrakstīt to esošās vērtības ar tām, kas ir definētas importā? Šobrīd ir {0} konfliktējošas karogu definīcijas: {1}
ms: Sesetengah "flags" yang anda import sudah mempunyai nilai. Sudikah anda menggantikan nilai sedia ada dengan nilai di dalam import? Terdapat {0} konflik "flags": {1}
nl: Sommige Flags die je probeert te importeren hebben al ingestelde waarden. Wil je hun huidige waarden overschrijven met de waarden die zijn gedefinieerd in de import? Er zijn {0} conflicterende vlagdefinities: {1}
pl: Niektóre flagi, które próbujesz importować, mają już ustawione wartości. Czy chcesz nadpisać ich aktualne wartości wartościami zdefiniowanymi w imporcie? Istnieje {0} sprzecznych definicji flag: {1}
pt_br: Algumas das flags que você está tentando importar já possuem valor. Gostaria de substituir seus valores atuais com os que estão sendo importados? Existem {0} conflitos entre essas flags: {1}
ro: Unele Flag-uri pe care încercați să le importați au deja valori stabilite. Doriți să le înlocuiți valorile actuale cu cele definite în cadrul importului? Există {0} definiții contradictorii ale flagurilor: {1}
ru: Некоторые флаги, которые Вы пытаетесь импортировать, уже имеют заданные значения. Хотите перезаписать их текущие значения с указанными в импорте? Есть {0} конфликтующих значений флагов: {1}
sv_se: Vissa av flaggorna du försöker importera har redan inställda värden. Vill du skriva över deras nuvarande värden med de du importerar? Det finns {0} motstridiga flaggor: {1}
th: Flag ที่คุณกำลังจะพยายามเพิ่มเข้านั้นมันมีค่าที่ตั้งไว้อยู่แล้ว คุณต้องการที่จะเขียนทับค่าเดิมที่ตั้งเอาไว้ไหม? ป้ายจำนวน {0} ป้ายกำลังมีปัญหา: {1}
tr: İçe aktarmaya çalıştığınız bazı Flag'ların zaten ayarlanmış değerleri vardır. Bunların mevcut değerlerini içe aktarmada tanımlanan değerlerin üzerine yazmak ister misiniz? Çakışan {0} bayrak tanımı var: {1}
uk: Деякі з FastFlags, які ви намагаєтеся імпортувати, вже мають встановлені значення. Хочете замінити їхні поточні значення новими значеннями, визначеними під час імпорту? Знайдено {0} суперечливих визначень FastFlag: {1}
vi: Một số Flag bạn đang nhập vào đã có những giá trị được định sẵn. Bạn có muốn ghi đè giá trị hiện tại của chúng với những giá trị sau đây được đề ra trong bản nhập vào? Có {0} Flag đang xung đột: {1}
zh_cn: 您尝试导入的某些 Flags 已经设置了属于它自己的值；您想用导入时定义的值覆盖它们当前所处的值吗？ 有 {0} 个 Flags 定义相互冲突： {1}
zh_hk: 有些你嘗試去匯入的 Flags 已經設定了值。請問你要不要用你導入的值來覆蓋目前的值？ 這裏有{0}個已衝突的 Flag 定義: {1}
zh_tw: 有些你嘗試去導入的flags已經設置了值。請問你要不要用你導入的值來覆蓋目前的值？ 這裏有{0} 個已衝突的flag定義： {1}

# Menu.FastFlagEditor.DeleteSelected
source: Delete selected
ar: حذف المحدد
bg: Изтрий избраните
bs: Izbriši odabrano
cs: Smazat vybrané
da: Slet valgte
de: Ausgewähltes löschen
es_es: Borrar lo seleccionado
fa: حذف انتخاب شده‌‌‌‌‌‌ها
fi: Poista valitut
fil: Tanggalin ang naka-select
fr: Supprimer la sélection
hi: Chayanit ko hatao
hr: Obriši izabrano
hu: Kijelölt(ek) törlése
id: Hapus yang dipilih
it: Cancella i selezionati
ja: 選択内容を削除
ko: 삭제
lt: Ištrinti pasirinktą
lv: Dzēst izvēletos
ms: Buang pemilihan
nl: Geselecteerde verwijderen
pl: Usuń wybrane
pt_br: Excluir selecionados
ro: Șterge selectat
ru: Удалить выбранное
sv_se: Radera valda
th: ลบที่เลือกไว้
tr: Seçileni sil
uk: Видалити вибране
vi: Xoá
zh_cn: 删除所选内容
zh_hk: 刪除所選擇的内容
zh_tw: 刪除所選擇的内容

# Menu.FastFlagEditor.Description
source: Manage your own Fast Flags. Double click a column to edit.
ar: إدارة FastFlags الخاصة بك. انقر نقرًا مزدوجًا فوق عمود لتحريره.
bg: Управлявайте своите Fast Flags. Двукратно щракнете върху колона, за да я редактирате.
bs: Upravljaj svojim vlastitim Fast Flags-ima. Dvaput kliknite na kolonu za uređivanje.
cs: Spravuj své vlastní Fast Flags. Pro úpravu dvakrát klikni na sloupec.
da: Administrer dine egne fast flager. Dobbeltklik på en kolonne for at redigere.
de: Verwalte deine eigenen Fast Flags. Doppelklicke auf eine Spalte, um sie zu bearbeiten.
es_es: Gestiona tus propias Fast Flags. Haga doble clic en una columna para editarla.
fa: فست فلگس های خود را مدیریت کنید. برای ویرایش روی یک ستون دوبار کلیک کنید.
fi: Hallitse omia Fast Flagejasi. Tuplaklikkaa saraketta muokataksesi.
fil: I-Manage ang iyong sariling FastFlags. I-Double click ang column upang ma-edit.
fr: Gérez vos propres Fast Flags. Double-cliquez sur une colonne pour modifier.
hi: Apane svayan ke Fast Flags prabandhit karen. Sampaadit karane ke lie kisee column par double click kare.
hr: Upravljajte vlastitim Fast Flag-ovima. Dvaput kliknite stupac za uređivanje.
hu: Kezelje a saját Fast Flag-jeit. a szerkesztéshez dupla kattintson egy oszlopot.
id: Kelola Fast Flag Anda sendiri. Dobel klik sebuah kolom untuk mengedit.
it: Gestisci i tuoi Fast Flag. Fai doppio click su una colonna per modificarla.
ja: FastFlagを管理できます。ダブルクリックで編集できます。
ko: Fast Flag를 관리할 수 있습니다. 편집할 열을 두 번 클릭하세요.
lt: Tvarkykite savo „Fast Flags“. Norėdami redaguoti, du kartus spustelėkite stulpelį.
lv: Pārvaldīt savus Ātros Karogus. Izdarat dubultklikšķi uz kolonnas, lai to izmainītu.
ms: Uruskan FastFlags anda. Klik dua kali pada kolum atau lajur untuk mengedit.
nl: Beheer je eigen Fast Flags. Dubbelklik op een kolom om te bewerken.
pl: Zarządzaj własnymi Fast Flagami. Kliknij dwukrotnie kolumnę, którą chcesz edytować.
pt_br: Gerencie suas FastFlags. Clique duas vezes em uma coluna para editar.
ro: Gestionați-vă propriile Fast Flags. Faceți dublu clic pe o coloană pentru a o edita.
ru: Управляйте вашими Fast Flags. Дважды щёлкните столбец для редактирования.
sv_se: Hantera dina egna Fast Flags. Dubbelklicka på en kolumn för att redigera den.
th: จัดการ Fast Flags ของตัวเองด้วยการกดสองครั้งไปที่ช่อง column เพื่อแก้ไข
tr: Kendi Fast Flag'larınızı yönetin. Düzenlemek için bir sütuna çift tıklayın.
uk: Керуйте своїми власними Fast Flags. Двічі клацніть стовпець для редагування.
vi: Quản lý Fast Flag của bạn. Nhấn đúp chuột vào một cột để chỉnh sửa.
zh_cn: 您可以在此处管理属于您自己独一无二的 Fast Flags；双击任意一列来进行编辑。
zh_hk: 管理你的 Fast Flags，雙擊欄位來編輯。
zh_tw: 管理您的FastFlag，雙擊一個欄位來編輯。

# Menu.FastFlagEditor.ExportJson
source: Export JSON
ar: إصدار JSON
bg: Експортирай JSON
bs: Izvezi JSON
cs: Exportovat JSON
da: Eksportér JSON
de: JSON exportieren
es_es: Exportar JSON
fa: وارد کردن فایل JSON
fi: Vie JSON
fr: Exporter JSON
hr: Izvezi JSON
hu: JSON exportálása
id: Ekspor JSON
it: Esporta in JSON
ja: JSONをエクスポート
ko: JSON으로 내보내기
lt: Eksportuoti JSON
lv: Eksportēt JSON
ms: Eskport JSON
nl: Exporteer JSON
pl: Eksportuj JSON
pt_br: Exportar JSON
ro: Exportă JSON
ru: Экспортировать JSON
sv_se: Exportera JSON
th: ส่งออก JSON
tr: JSON'u dışa aktar
uk: Експорт JSON
vi: Xuất JSON
zh_cn: 导出 JSON
zh_hk: 匯出 JSON
zh_tw: 導出 JSON

# Menu.FastFlagEditor.InvalidCharacter
source: The entry for '{0}' is not valid as the name can only contain letters, numbers, and underscores
ar: الإدخال ل '{0}' غير صالح لأن الأسم يمكن أن تحتوي فقط على أحرف وأرقام وشرطات سفلية
bg: Въвеждането за '{0}' не е валидно. Имената могат да съдържат само букви, цифри и долни черти
bs: Unos za '{0}' nije validan jer ime može sadržavati samo slova, brojeve i donje crte
cs: Záznam pro '{0}' není platný, protože název může obsahovat pouze písmena, čísla a podtržítka
da: Posten for '{0}' er ugyldig, da navnet kun kan indeholde bogstaver, tal og understregninger
de: Die Eingabe von '{0}' ist nicht gültig, da der Name nur Buchstaben, Nummern und Unterstriche haben kann
es_es: La entrada para '{0}' no es válida, ya que el nombre solo puede contener letras, números y guiones bajos
fa: ورودی "{0}" معتبر نیست زیرا نام فقط می تواند شامل حروف، اعداد و زیرخط باشد
fi: Merkintä flagille '{0}' ei kelpaa, koska nimi voi sisältää vain kirjaimia, numeroita ja alaviivoja
fil: Ang pangalan ng flag na '{0}' ay hindi tama sapagkat ang pangalan ay dapat naglalaman lang ng mga letra, numero, at underscores
fr: L'entrée pour '{0}' n'est pas valide car les noms ne peuvent contenir que des lettres, des chiffres et des tirets du bas
hi: {0} ke lie pravishti maany nahin hai kyonki naam mein keval akshar, sankhyaen aur underscore ho sakate hain
hr: Unos za '{0}' ne važi jer ime može sadržati samo slova, brojeve i podvlake
hu: A(z) '{0}' nem érvényes, mivel a nevek csak betűt, számot és aláhúzásokat tartalmazhatnak
id: Entri dari '{0}' tidak valid karena nama hanya dapat memuat huruf, angka, dan garis bawah
it: Il nome di '{0}' non è valido visto che può contenere solo lettere, numeri e trattini bassi
ja: このFlag名「{0}」は無効です。Flag名には文字や数字、アンダーバーのみが含まれます。
ko: 입력된 값 '{0}'이(가) 유효하지 않습니다. 이름에는 문자, 숫자, 밑줄만 포함할 수 있습니다
lt: Elementas „{0}“ netinkamas, nes pavadinimą gali sudaryti tik raidės, skaičiai ir pabraukimai.
lv: {0} ieraksts nav derīgs, jo nosaukums var iekļaut tikai burtus, ciparus un pasvītras
ms: Entri untuk '{0}' tidak sah kerana nama hanya boleh mengandungi huruf, nombor, dan garis bawah
nl: De opgegeven naam voor '{0}' is ongeldig omdat deze alleen letters, cijfers en underscores mag bevatten
pl: Wpis dla '{0}' jest nieprawidłowy, ponieważ nazwa może zawierać tylko litery, cyfry i znaki podłogi
pt_br: A entrada para '{0}' não é válida, já que só pode conter letras, números, e sublinhados
ro: Intrarea pentru „{0}” nu este validă deoarece numele poate conține numai litere, numere si sublinieri
ru: Запись для '{0}' недействительна, так как название может содержать только буквы, цифры, и подчёркивания
sv_se: Flaggan '{0}' är inte giltig eftersom namnet endast kan innehålla bokstäver, siffror och understreck
th: ช่องข้อมูล '{0}' ไม่ถูกต้องเนื่องจากชื่อมีได้เพียง ตัวอักษร, ตัวเลข, ขีดล่าง(_)
tr: '{0}' girişi geçerli değildir isim sadece harf, rakam ve alt çizgi içerebilir
uk: Запис для '{0}' є недійсним, оскільки назва може містити лише літери, цифри та знаки підкреслення
vi: Flag '{0}' không hợp lệ vì tên chỉ có thể chứa chữ cái, số và dấu gạch dưới
zh_cn: 您输入的内容 “{0}” 无效；其内容只能包含字母、数字和下划线。
zh_hk: 你所輸入'{0}'的條目無效，因為此名字中只能包含字母，數字和下劃綫。
zh_tw: 您所輸入'{0}'的條目無效，名字中只能包含字母，數字和下劃綫。

# Menu.FastFlagEditor.InvalidJSON
source: The JSON you've entered does not appear to be valid. Please double check it and try again. More information: {0}
ar: يبدو أن JSON الذي أدخلته غير صالح. يرجى التحقق مرة أخرى والمحاولة مرة أخرى. معلومات اكثر: {0}
bg: Въведеният JSON e невалиден. Моля, проверете го и опитайте отново. Повече информация: {0}
bs: JSON koji ste unijeli nije validan. Molimo vas provjerite ga ponovo i pokušajte opet. Više informacija: {0}
cs: Ten JSON, který jste vložili není platný. Zkontrolujte ho a zkuste to znovu. Více informací: {0}
da: Den JSON, du har indtastet, ser ikke ud til at være gyldig. Dobbelttjek den og prøv igen. Flere oplysninger: {0}
de: Die eingegebene JSON scheint nicht gültig zu sein. Bitte überprüfe sie noch einmal und versuche es erneut. Weitere Informationen: {0}
es_es: El JSON que has importado no parece ser válido. Por favor, revíselo e inténtelo de nuevo. Más Información: {0}
fa: به نظر می رسد JSON که وارد کرده اید درست نیست. لطفاً دوباره آن را بررسی کنید و دوباره امتحان کنید. اطلاعات بیشتر: {0}
fi: Syöttämäsi JSON ei näytä kelpaavan. Tarkista se uudestaan ja yritä uudelleen. Lisätietoa: {0}
fil: Ang JSON na iyong nilagay ay hindi wasto. Tiyakin ulit at subukan ulit Karagdagang impormasyon: {0}
fr: Le JSON que vous avez saisi ne semble pas être valide. Veuillez le vérifier et réessayer. Plus d'informations : {0}
hi: Aapake dvaara darj kiya gaya JSON maany nahin prateet hota hai. krpaya ise dobaara jaanchen aur punah prayaas karen. Adhik jaanakaaree: {0}
hr: Uneseni JSON ne izgleda ispravno. Molimo provjerite ga i pokušajte ponovno. Više informacija: {0}
hu: A JSON amit beillesztett nem érvényes. Nézze át még egyszer és próbálja újra. További információ: {0}
id: JSON yang Anda masukkan sepertinya tidak benar. Mohon cek kembali dan coba lagi. Informasi lainnya: {0}
it: Il JSON inserito non sembra essere valido. Si prega di ricontrollare e riprovare. Più informazioni: {0}
ja: 入力したJSONは正しくありません。確認ののち、再度お試しください。 詳細: {0}
ko: 입력한 JSON이 유효하지 않습니다. 다시 확인하고 시도해 주세요. 추가 정보: {0}
lt: Jūsų įvestas JSON neatrodo netinkamas. Patikrinkite jį dar kartą ir bandykite dar kartą. Daugiau informacijos: {0}
lv: JSON, ko jūs ierakstījāt, nav derīgs. Lūdzu pārbaudiet to un mēģiniet vēlreiz. Vairāk informācija: {0}
ms: Fail JSON yang anda masukkan adalah tidak sah. Sila semak semula dan cuba sekali lagi Maklumat lanjut: {0}
nl: De JSON die je hebt ingevoerd lijkt niet geldig te zijn. Controleer het nogmaals en probeer het opnieuw. Meer informatie: {0}
pl: JSON, który wprowadziłeś, wydaje się nieprawidłowy. Sprawdź kod dokładnie i spróbuj ponownie. Więcej informacji: {0}
pt_br: O arquivo JSON que você tentou usar não parece válido. Por favor, verifique e tente novamente. Mais informações: {0}
ro: JSON-ul pe care l-ați introdus nu pare a fi valid. Vă rugăm să verificați și să încercați din nou. Mai multe informații: {0}
ru: JSON, который вы ввели, является недействительным. Пожалуйста, перепроверьте и попробуйте заново. Больше информации: {0}
sv_se: Den JSON du har skrivit in verkar inte vara giltig. Dubbelkolla den och försök igen. Mer information: {0}
th: JSON ที่คุณใส่ดูเหมือนจะใช้ไม่ได้ โปรดตรวจสอบอีกครั้งและลองอีกครั้ง ข้อมูลเพิ่มเติม: {0}
tr: Girdiğiniz JSON geçerli görünmüyor. Lütfen iki kez kontrol edin ve tekrar deneyin. Daha fazla bilgi: {0}
uk: Введений вами JSON є недійсним. Будь ласка, перевірте його ще раз і спробуйте ще раз.
vi: JSON mà bạn đã nhập có vẻ không hợp lệ. Vui lòng kiểm tra lần nữa và thử lại. Thông tin thêm: {0}
zh_cn: 您输入的 JSON 似乎无效；请仔细检查后并重试。 关于更多信息： {0}
zh_hk: 您所輸入的JSON無效，請仔細檢查它並再試一次。 更多資訊: {0}
zh_tw: 您所輸入的 JSON 無效，請仔細檢查它並再試一次。 更多資訊: {0}
