Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Dialog.RegistryWriteError
source: Bloxstrap is unable to write to the Windows Registry. An antivirus is likely interfering and causing issues. Please check to make sure there isn't anything that would restrict Bloxstrap's operation.
ar: Bloxstrap غير قادر على الكتابة إلى سجل ويندوز. من المحتمل أن تتدخل مكافحة الفيروسات وتسبب مشكلات. الرجاء التحقق للتأكد من عدم وجود أي شيء من شأنه أن يقيد عملية Bloxstrap.
bg: Bloxstrap не може да редактира регистъра на Windows. Най вероятно антивирусна програма пречи и причинява проблеми. Моля, проверете дали няма нещо, което би ограничило правата на Bloxstrap.
bs: Bloxstrap ne može pisati u Windows Registry. Antivirus vjerovatno ometa i uzrokuje probleme. Molimo provjerite da ne postoji ništa što bi ograničilo rad Bloxstrapa.
cs: Bloxstrap není schopen zapisovat do registru Windows. Antivirus pravděpodobně zasahuje a způsobuje problémy. Prosím zkontrolujte, zda nemáte nic, co by omezilo funkci Bloxstrapu.
da: Bloxstrap er ude af stand til at skrive til registreringsdatabasen i Windows. En antivirus vil sandsynligvis forstyrre og forårsage problemer. Tjek venligst for at sikre, at der ikke er noget, der vil begrænse Bloxstrap's operation.
de: Bloxstrap kann keine Veränderungen im Windows Registry übernehmen. Ein Antivirenprogramm verursacht womöglich Komplikationen. Bitte stelle sicher, dass nichts Bloxstrap an seinen Operationen einschränkt.
es_es: Fishstrap no puede escribir en el registro de Windows. Es probable que un antivirus esté interfiriendo y causando problemas. Por favor, compruebe que no hay nada que pueda restringir el funcionamiento de Fishstrap.
fa: بلاکسترپ قادر به نوشتن در رجیستری ویندوز نیست. یک آنتی ویروس به احتمال زیاد درحال ایجاد تداخل است و درحال ایجاد مشکلات است. لطفاً بررسی کنید تا مطمئن شوید چیزی وجود ندارد که عملکرد بلاکسترپ را محدود کند.
fi: Bloxstrap ei pysty kirjoittamaan Windowsin rekisteriin. Antivirusohjelma todennäköisesti häiritsee ja aiheuttaa ongelmia. Ole hyvä ja tarkista, ettei ole mitään, joka rajoittaisi Bloxstrapin toimintaa.
fil: Hindi makapagsulat sa Windows Registry ang Bloxstrap. Malamang ang antivirus ay nakialam at nagdudulot ng mga isyu. Pakitignan para sigurado na walang anumang bagay na pumipigil sa operasyon ng Bloxstrap.
fr: Fishstrap n'est pas en mesure d'écrire dans le registre Windows. Un antivirus interfère probablement et cause des problèmes. Veuillez vérifier qu'il n'y a rien qui restreigne le fonctionnement de Fishstrap.
hi: Bloxstrap Windows Registry ko edit nahi kar pa raha hai. Ek antivirus shayad interfere kar raha hai aur issues create kar raha hai. Kripya check karein ki koi aisi cheez na ho jo Bloxstrap ke use ko restrict kar rahi ho.
hr: Fishstrap ne može pisati u Windows Registar. Antivirus se vjerojatno miješa i proizvodi poteškoće. Molimo provjerite postoji li išta što bi moglo ograničiti Fishstrapove operacije.
hu: A Bloxstrap nem tud írni a Windows Registry-be. Valószínűleg egy vírusirtó zavarja és problémákat okoz. Kérjük, ellenőrizze, hogy nincs-e valami, ami korlátozná a Bloxstrap működését.
id: Fishstrap gagal menulis ke Registry Windows. Kemungkinan ada antivirus yang menghalangi dan menyebabkan masalah. Mohon dilihat jika ada yang mengganggu operasi Fishstrap.
it: Bloxstrap non è in grado di scrivere nel Registro di Windows. Probabilmente un antivirus sta interferendo e causando problemi. Assicurati che non ci sia nulla che possa limitare le operazioni di Bloxstrap.
ja: Windowsレジストリに書き込むことができません。ウイルス対策ソフトが干渉している可能性があります。 Fishstrapの動作を制限するものがないか確認してください。
ko: Bloxstrap이 Windows 레지스트리 작성에 실패했습니다. 안티바이러스의 방해로 인해 문제가 발생할 가능성이 높습니다. Bloxstrap의 작동을 제한할 수 있는 요인이 있는지 확인해 주세요.
lt: „Fishstrap“ negali įrašyti į „Windows“ registrą. Greičiausiai trukdo antivirusinė programa ir sukelia problemų. Patikrinkite, ar nėra nieko, kas ribotų „Fishstrap“ veikimą.
lv: Bloxstrap nespēj rakstīt iekš Windows Registry. Visticamāk, antivīruss iejaucas un rada problēmas. Lūdzu pārbaudiet, vai nav nekas, kas varētu traucēt Bloxstrap darbībām.
ms: Fishstrap tidak dapat menulis ke Windows Registry, berkemungkinan antivirus sedang mengganggu dan menyebabkan masalah. Sila semak dan pastikan tiada apa-apa yang menghalang operasi Fishstrap.
nl: Fishstrap kan niet naar het Windows-register schrijven. Een antivirus programma kan mogelijk storen en problemen veroorzaken. Controleer of er niet iets is dat de Fishstrap werking zou beperken.
pl: Fishstrap nie jest w stanie zapisać ustawień do rejestru systemu Windows, co powoduje problemy. Sprawdź, czy nie ma czegoś (m.in. programy antywirusowe), co mogłoby ograniczać działanie Fishstrap.
pt_br: Bloxstrap não conseguiu escrever no registro do Windows. Um antivírus provavelmente está interferindo e causando problemas. Por favor, verifique se não há nada que restrinja a operação do Bloxstrap.
ro: Bloxstrap nu poate scrie în Registrul Windows. Un antivirus probabil interferă și cauzează probleme. Vă rugăm să verificați pentru a vă asigura că nu există nimic care să restricționeze funcționarea Bloxstrap.
ru: Bloxstrap не может записать данные в реестр Windows. Вероятно, в работу программы вмешивается антивирус, и вызывает проблемы. Пожалуйста, убедитесь, что нет ничего, что могло бы ограничить работу Bloxstrap.
sv_se: Fishstrap kan inte skriva till Windows-registret. Det beror förmodligen på ett antivirus som orsakar problem. Kontrollera att det inte finns något som skulle begränsa Fishstraps funktion.
th: Bloxstrap ไม่สามารถเขียนลงใน Windows Registry ได้ อาจมีซอฟต์เเวร์ป้องกันไวรัสที่เข้ามาขัดขวางเเละทำให้เกิดปัญหา กรุณาตรวจสอบเพื่อให้เเน่ใจว่าไม่มีอะไรที่จำกัดการทำงานของ Bloxstrap
tr: Bloxstrap Windows Kayıt Defterine yazamıyor. Bir antivirüs yazılımı muhtemelen müdahale ediyor ve sorunlara neden oluyor. Lütfen Bloxstrap'ın operasyonunu sınırlayan bir şeyin olmadığını kontrol edin.
uk: Bloxstrap не може записати до реєстру Windows. Ймовірно, антивірус заважає і викликає проблеми. Будь ласка, перевірте, щоб переконатися, що немає нічого, що обмежує роботу Bloxstrap.
vi: Bloxstrap không thể ghi vào Registry của Windows. Có thể một phần mềm diệt virus đang can thiệp và gây ra vấn đề. Vui lòng kiểm tra để đảm bảo không có gì làm ảnh hưởng Bloxstrap.
zh_cn: Bloxstrap 目前无法写入 Windows 注册表；可能是杀毒软件的干扰导致了问题。 请检查以确保没有任何东西会限制 Bloxstrap 的运行。
zh_hk: Bloxstrap 無法寫入 Windows 註冊表 (regedit)。防毒軟體可能會干擾並導致問題。請檢查以確保沒有任何東西會限制 Bloxstrap 的操作。
zh_tw: Fishstrap 無法寫入進 Windows 登錄檔。可能是防毒軟體干擾並導致問題。請檢查是否有任何會限制 Fishstrap 操作的應用程式。

# About.Supporters.Monthly
source: Monthly
ar: شهرياً
bg: Месечно
bs: Mjesečno
cs: Měsíčně
da: Månedligt
de: Monatlich
es_es: Mensualmente
fa: ماهیانه
fi: Kuukausittainen
fil: Buwanan
fr: Mensuel
hi: Mahinewar
hr: Mjesečno
hu: Havi
id: Per bulan
it: Mensilmente
ja: 定期支援
ko: 매달 후원
lt: Mėnesinis
lv: Ikmēneša
ms: Bulanan
nl: Maandelijks
pl: Miesięcznie
pt_br: Mensalmente
ro: Lunar
ru: Ежемесячные подписчики
sv_se: Månadsvis
th: รายเดือน
tr: Aylık
uk: Щомісячно
vi: Hàng tháng
zh_cn: 月度捐赠者
zh_hk: 每月
zh_tw: 每月

# About.Supporters.OneOff
source: One-off
ar: مرة واحدة
bg: Еднократно
bs: Jednokratno
cs: Jednorázově
da: Enkeltstående
de: Einmalig
es_es: Una sola vez
fa: یکبار
fi: Kertamaksu
fil: Isang beses
fr: Unique
hi: Ek baar
hr: Jednokratno
hu: Egyszeri
id: Sekali
it: Una volta
ja: 一回払い
ko: 일회성 후원
lt: Vienkartinis
lv: Vienreizēji
ms: Sumbangan sekali
nl: Eenmalig
pl: Jednorazowo
pt_br: Uma vez
ro: Unic
ru: Одноразовые донатеры
sv_se: Engångsdonationer
th: ครั้งเดียว
tr: Tek sefer
uk: Одноразово
vi: Một lần
zh_cn: 单次捐赠者
zh_hk: 一次性
zh_tw: 一次性

# Common.Analytics
source: Analytics
ar: تحليلات
bg: Анализи
bs: Analitika
cs: Analytika
da: Analyse
de: Analytische Daten
es_es: Analíticas
fa: تجزیه و تحلیل ها
fi: Analytiikka
fil: Analitika
hr: Analitika
hu: Analitika
id: Analitik
it: Statistiche
ja: 使用状況と診断情報
ko: 사용 진단 정보
lt: Analitika
lv: Analītikas
ms: Analitik
nl: Statistieken
pl: Analityka
pt_br: Análises
ro: Analitice
ru: Аналитика
sv_se: Telemetri
th: วิเคราะห์
tr: Analitikler
uk: Аналітика
vi: Phân tích
zh_cn: 分析数据
zh_hk: 分析
zh_tw: 數據分析

# Menu.FastFlags.Reset.Title
source: Reset everything to defaults
ar: إعادة تعيين كل شيء إلى الإعدادات الأصلية
bg: Нулирайте всичко до настройките по подразбиране
bs: Vrati sve na zadane postavke
cs: Obnovit vše na výchozí
da: Nulstil alt til standardindstillinger
de: Alles auf Standardwerte zurücksetzen
es_es: Restablecer todo a los valores por defecto
fa: همه چیز را به حالت پیش فرض برگردانید
fi: Palauta kaikki oletuksiin
fil: I-balik lahat sa default
fr: Tout remettre par défaut
hi: Sab kuch default par reset karein
hr: Resetira sve na zadane postavke
hu: Minden visszaállítása alapértelmezettbe
id: Ubah semuanya ke bawaan
it: Ripristina tutto ai valori predefiniti
ja: すべてをデフォルトにリセットする
ko: 전부 기본값으로 재설정
lt: Iš naujo nustatyti viską į numatytąsias
lv: Atiestatīt visu uz noklusējumu
ms: Set semula semua kepada tetapan asal
nl: Alle standaard instellingen herstellen
pl: Zresetuj wszystko do ustawień domyślnych
pt_br: Redefinir tudo para os padrões
ro: Resetează totul la valorile implicite
ru: Сбросить все по умолчанию
sv_se: Återställ allt till standard
th: รีเซ็ตทุกอย่างเป็นค่าเริ่มต้น
tr: Her şeyi varsayılanlara sıfırla
uk: Скинути все до стандартних значень
vi: Đặt tất cả cài đặt về mặc định
zh_cn: 重置所有设置为默认值
zh_hk: 將所有設定重設為預設值
zh_tw: 將所有設定重設為預設值

# Dialog.Exception.Report
source: Report exception
ar: الإبلاغ عن استثناء
bg: Сигнализирайте за проблем
bs: Prijavite izuzetak
cs: Nahlásit výjimku
da: Rapporter undtagelse
de: Ausnahme melden
es_es: Reportar una excepción
fa: گزارش استثنا
fi: Raportoi poikkeus
fr: Signaler une exception
hi: Report banayein
hr: Prijavi iznimku
hu: Kivétel bejelentése
id: Laporkan Kesalahan
it: Segnala eccezione
ja: エラーを報告する
ko: 오류 신고하기
lt: Pranešti apie išimtį
lv: Ziņot par izņēmumu
ms: Laporkan pengecualian
nl: Meld exceptie
pl: Zgłoś błąd
pt_br: Reportar exceção
ro: Creați un raport
ru: Создать отчёт
sv_se: Rapportera fel
th: สร้างรายงาน
tr: İstisna bildir
uk: Повідомити про виняток
vi: Tạo báo cáo
zh_cn: 报告异常
zh_hk: 舉報異常
zh_tw: 報告錯誤

# Menu.TestMode
source: Test mode
ar: وضع الاختبار
bg: Тестови режим
bs: Test mod
cs: Zkušební režim
da: Test-tilstand
de: Testmodus
es_es: Modo de prueba
fa: حالت آزمایش
fi: Testaustila
fr: Mode test
hi: Parikshan mode
hr: Testni mod
hu: Teszt mód
id: Mode tes
it: Modalità di prova
ja: テストモード
ko: 테스트 모드
lt: Bandymo režimas
lv: Testēšanas režīms
ms: Mod pengujian
nl: Test modus
pl: Tryb testowania
pt_br: Modo de teste
ro: Modul de testare
ru: Режим тестирования
sv_se: Testläge
th: โหมดสำหรับการทดสอบ
tr: Test modu
uk: Тестовий режим
vi: Chế độ thử nghiệm
zh_cn: 测试模式
zh_hk: 測試模式
zh_tw: 測試模式

# Menu.TestMode.Prompt
source: Test mode makes it easier to iteratively test how your settings affect Roblox. While enabled, it will automatically launch Roblox after closing Settings, and reopen Settings after closing Roblox, in a cycle until you disable it. Would you like to enable test mode?
ar: يجعل وضع الاختبار أسهل لك اختبار كيفية تأثير إعداداتك على Roblox بشكل متكرر. خلال تمكينه، سيتم تشغيل Roblox تلقائيًا بعد إغلاق الإعدادات، وإعادة فتح الإعدادات بعد إغلاق Roblox، في دورة حتى تعطيله. هل ترغب في تمكين وضع الاختبار؟
bg: Тестовият режим улеснява итеративното тестване на вашите настройки. Докато е активиран, Roblox автоматично ще се стартира след затваряне на настройките, които ще се отворят отново след затваряне на Roblox в цикъл, докато не го деактивирате. Искате ли да активирате тестовия режим?
bs: Način testiranja olakšava iterativno testiranje kako vaše postavke utječu na Roblox. Dok je omogućen, automatski će pokrenuti Roblox nakon zatvaranja postavki i ponovo otvoriti postavke nakon zatvaranja Robloxa, u ciklusu dok ga ne onemogućite. Želite li omogućiti testni način rada?
cs: Testovací režim usnadňuje opakované testování vlivu vašich nastavení na Roblox. Pokud je zapnut, po zavření nastavení automaticky spustí Roblox a po zavření Robloxu znovu otevře nastavení v cyklu, dokud jej nevypnete. Chcete zapnout testovací režim?
da: Testtilstand gør det nemmere at teste, hvordan dine indstillinger påvirker Roblox iterativt. Når den er aktiveret, vil den automatisk starte Roblox efter lukning af Indstillinger og åbne Indstillinger igen efter lukning af Roblox, i en cyklus, indtil du deaktiverer den. Vil du aktivere testtilstand?
de: Der Testmodus macht es einfacher zu testen, wie sich deine Einstellungen auf Roblox auswirken. Bei aktiviertem Testmodus werden die Einstellungen für dich nach dem Schließen von Roblox automatisch geöffnet. Ebenfalls führt das schließen der Einstellungen zum Starten von Roblox. Dieser Zyklus hält an, bis du den Testmodus deaktivierst. Möchtest du den Testmodus aktivieren?
es_es: El modo de prueba facilita la prueba iterativa de cómo tus ajustes afectan a Roblox. Mientras esté activado, se iniciará automáticamente Roblox después de cerrar la Configuración, y volverá a abrir la Configuración después de cerrar Roblox, en un ciclo hasta que lo desactives. ¿Quieres activar el modo de prueba?
fa: حالت آزمایشی مکرر نحوه تأثیرگزاری تنظیمات شما را بر روی روبلاکس آسان‌تر می‌کند. در حالی که فعال است، پس از بستن تنظیمات، روبلاکس به صورت خودکار راه‌اندازی می شود و پس از بستن روبلاکس، در یک چرخه تا زمانی که آنرا غیرفعال نکنید، تنظیمات را دوباره باز می کند. آیا می خواهید حالت آزمایشی را فعال کنید؟
fi: Testaustila tekee helpommaksi testata, miten asetuksesi vaikuttavat Robloxiin. Kun se on päällä, se käynnistää Robloxin automaattisesti, kun suljet asetukset ja avaa asetukset kun suljet Robloxin, jatkuvassa kierteessä kunnes otat sen pois käytöstä. Haluaisitko ottaa testaustilan käyttöön?
fil: Pinapadali ang "Test Mode" para paulit-ulit na masubok kung paano ina-apekto ang settings mo sa Roblox. Habang naka-enable, kusang bubukas ang Roblox pagkatapos isara ang mga settings, at bubuksan ulit ang mga settings pagkatapos isara ang Roblox, sa isang cycle hanggang sa i-disable mo ito. Gusto mo bang i-enable ang "Test Mode"?
fr: Le mode Test permet de tester de manière itérative comment vos paramètres affectent Roblox. Lorsque cette option est activée, Roblox se lancera automatiquement après la fermeture des paramètres, et rouvrira les paramètres après la fermeture de Roblox, dans un cycle jusqu'à ce que vous le désactiviez. Voulez-vous activer le mode test ?
hi: Parikshan mode se yeh asaan ho jata hai dekhna ki aapki settings Roblox ko kaise prabhavit karti hain. Jab yeh enabled hoga, to yeh automatically Settings band hone ke baad Roblox launch karega, aur Roblox band hone ke baad Settings dubara kholega. Yeh cycle tab tak chalega jab tak aap ise disable na karein. Kya aap parikshan mode enable karna chahenge?
hr: Testni mod olakšava iterativno testiranje kako Vaše postavke utječu na Roblox. Kada uključen, automatski će pokrenuti Roblox nakon zatvaranja postavki, i ponovno otvoriti postavke nakon zatvaranja Roblox-a, u krugu sve dok ga ne isključite. Želite li uključiti testni mod?
hu: A tesztmód megkönnyíti a beállítások Robloxra gyakorolt hatásának iteratív tesztelését. Amíg engedélyezve van, a beállítások bezárása után automatikusan elindítja a Robloxot, és a Roblox bezárása után újra megnyitja a beállításokat, egy ciklusban, amíg le nem tiltod. Szeretné engedélyezni a teszt üzemmódot?
id: Mode Uji Coba memudahkan untuk menguji secara berulang bagaimana pengaturan Anda memengaruhi Roblox. Saat diaktifkan, Roblox akan secara otomatis dijalankan setelah menutup Pengaturan, dan membuka Pengaturan kembali setelah menutup Roblox, dalam siklus hingga Anda menonaktifkannya. Apakah Anda ingin mengaktifkan mode uji coba?
it: La modalità di prova facilita la verifica iterativa dell'effetto delle impostazioni su Roblox. Quando è attiva, avvierà automaticamente Roblox dopo aver chiuso le Impostazioni e riaprirà le Impostazioni dopo aver chiuso Roblox, in un ciclo che dura fino a quando non la si disattiva. Vuoi abilitare la modalità di prova?
ja: テストモードでは、Fishstrapでの設定によるRobloxの影響を確認しやすくなります。 オンの場合、設定画面を閉じたのちに自動的にRobloxが起動し、終了した際には再度設定画面が表示されます。オフにするまで繰り返します。 テストモードをオンにしますか？
ko: 테스트 모드는 변경된 설정을 더 쉽게 확인할 수 있도록 도움을 줍니다. 활성화되어 있을 때, 설정을 닫을 때마다 자동으로 Roblox가 실행되고, 다시 설정을 열 때 Roblox가 꺼집니다. 이는 꺼지기 전까지 반복됩니다. 테스트 모드를 활성화하시겠습니까?
lt: Bandymo režimas padeda lengviau kartotinai išbandyti, kaip jūsų nustatymai paveiks „Roblox“. Kai režimas įjungtas, jis automatiškai paleis „Roblox“ uždarius nustatymus ir vėl atidarys nustatymus uždarius „Roblox“ cikle, tol, kol jį išjungsite. Ar norėtumėte įjungti bandymo režimą?
lv: Testēšanas režīms padara testēšanu daudz vieglāku, redzot, kā tavi iestatījumi maina Roblox. Kamēr iespējots, tas automātiski atvērs Roblox pēc iestatījumu aizvēršanas, un no jauna atvērs Iestatījumus pēc Roblox aizvēršanas, ciklā, kamēr jūs to atspējosiet. Vai jūs vēlaties iespējot testēšanas režīmu?
ms: Mod pengujian memudahkan anda menguji atau mencuba secara berulang bagaimana sesuatu tetapan anda tetapkan akan mempengaruhi Roblox. Semasa mod ini diaktifkan, ia akan melancarkan Roblox secara automatik selepas menutup menu Tetapan, dan membuka semula menu Tetapan selepas menutup Roblox, secara berulang sehingga anda mematikan ciri ini. Adakah anda ingin mengaktifkan mod pengujian?
nl: Test modus maakt het gemakkelijker om iteratief te testen hoe uw instellingen Roblox beïnvloeden. Wanneer ingeschakeld, zal Roblox automatisch starten na het sluiten van de instellingen, en de Instellingen heropenen na het sluiten van Roblox, in een cyclus totdat u het uitschakelt. Wilt u de testmodus inschakelen?
pl: Tryb testowania ułatwia wielokrotne przetestowanie tego, w jaki sposób twoje ustawienia wpływają na rozgrywkę. Podczas gdy jest to włączone, automatycznie uruchomi Roblox po zamknięciu ustawień, a po zamknięciu Roblox ponownie otworzy ustawienia i w nieskończoność, póki nie wyłączysz opcji. Czy chcesz włączyć tryb testowania?
pt_br: O modo de teste facilita testar de forma iterativa como suas configurações afetam o Roblox. Enquanto ativo, ele iniciará o Roblox automaticamente após fechar as Configurações e reabrirá as Configurações após fechar o Roblox, em um ciclo até que você o desative. Gostaria de habilitar o modo de teste?
ro: Modul de testare facilitează testarea iterativă a modului în care setările dvs. afectează Roblox. Cât timp este activat, acesta va lansa automat Roblox după închiderea setărilor și va redeschide setările după închiderea Roblox, într-un ciclu până când îl dezactivați. Doriți să activați modul de testare?
ru: Тестовый режим позволяет в итеративном порядке протестировать, как ваши настройки влияют на Roblox. Если включено, то после закрытия настроек автоматически запустится Roblox и настройки откроются снова после закрытия Roblox, в цикле, пока вы не отключите его. Хотите включить тестовый режим?
sv_se: Testläget gör det enklare att snabbt testa hur dina inställningar påverkar Roblox. När testläge är aktiverat kommer Fishstrap automatiskt att starta Roblox efter att du stänger inställningsmenyn, och kommer sedan öppna inställningsmenyn igen varje gång du stänger Roblox, tills du inaktiverar testläget. Vill du aktivera testläge?
th: โหมดทดสอบทำให้การทดสอบการตั้งค่าที่มีผลต่อ Roblox ง่ายขึ้น เมื่อเปิดใช้งาน มันจะเปิด Roblox โดยอัตโนมัติหลังจากปิดการตั้งค่า และจะเปิดการตั้งค่าอีกครั้งหลังจากปิด Roblox ในลูปจนกว่าคุณจะปิดใช้งานมัน คุณต้องการเปิดใช้งานโหมดทดสอบหรือไม่?
tr: Test modu yinelemelik olarak ayarlarınızın Roblox'u nasıl etkilediğini test etmeyi kolaylaştırır. Etkinken, kapatana kadar bir döngü içerisinde Ayarları kapattıktan sonra otomatik olarak Roblox'u başlatacak, ve Roblox'u kapattıktan sonra Ayarları yeniden açacak. Test modu açmak ister misiniz?
uk: Тестовий режим полегшує ітеративне тестування того, як ваші налаштування впливають на Roblox. Поки він увімкнений, він автоматично запускатиме Roblox після закриття Налаштувань і знову відкриватиме Налаштування після закриття Roblox, у циклі, доки ви не вимкнете його. Бажаєте увімкнути тестовий режим?
vi: Chế độ thử nghiệm giúp bạn dễ dàng kiểm tra các cài đặt ảnh hưởng đến Roblox như thế nào. Khi được bật, nó sẽ tự động khởi chạy Roblox sau khi đóng Cài Đặt, và mở lại Cài Đặt sau khi đóng Roblox, lặp lại theo chu kỳ cho đến khi bạn tắt chế độ này. Bạn có muốn bật chế độ thử nghiệm không?
zh_cn: “测试模式” 是一种可以更方便地反复测试 Bloxstrap 特定设置对 Roblox 造成影响的功能。 （例如微调 设置/FFlags 后可以更方便地调试具体参数对 Roblox 造成的影响） 启用后，它将会在每次关闭设置后自动启动 Roblox；而关闭 Roblox 则会重新打开设置。 如此循环，直到您禁用为止。 您想启用 “测试模式” 吗？
zh_hk: 測試模式可以更輕鬆地測試你的設定如何影響 Roblox。 啓用後，Roblox 會在關閉 Bloxstrap 設定後自動啓動 ，並在關閉 Roblox 後重新開啓 Bloxstrap 設定，如此循環直至你停用它。 請問你想啓用測試模式嗎？
zh_tw: 「測試模式」使您更輕鬆地反覆測試您的設定是如何影響 Roblox 的。 啟用後，它將在關閉設定視窗後自動啟動 Roblox，並在關閉 Roblox 後重新打開設定視窗，如此循環，直到您關閉該功能。 您想要啟用測試模式嗎？
