Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Installer.Install.Shortcuts.Description
source: These are general shortcuts that bring up a multi-choice launch menu. Shortcuts for specific functions can be created later in the settings.
ar: هذه اختصارات عامة تثير قائمة إطلاق متعددة الخيارات. يمكن إنشاء اختصارات لوظائف محددة في وقت لاحق في الإعدادات.
bg: Това са общи преки пътища, които отварят меню за стартиране с няколко опции. Преки пътища за конкретни функции могат да бъдат създадени по-късно в настройките.
bs: Ovo su opšte prečice koje otvaraju meni za pokretanje sa više opcija. Prečice za određene funkcije mogu se kreirati kasnije u postavkama.
cs: Tohle jsou obecné zkratky, které zobrazí spouštěcí nabídku s více možnostmi. Zkratky pro konkrétní funkce mohou být vytvořeny později v nastavení.
da: Disse er generelle genveje, der viser en multi-valgs startmenu. Genveje for specifikke funktioner kan oprettes senere i indstillingerne.
de: Dies sind allgemeine Verknüpfungen, die ein MultiChoice-Startmenü aufrufen. Verknüpfungen für bestimmte Funktionen können später in den Einstellungen erstellt werden.
es_es: Estos son accesos directos generales que abren un menú de inicio con varias opciones. Los accesos directos para funciones específicas pueden crearse posteriormente en los ajustes.
fa: این‌ها میانبرهای عمومی هستند که منوی راه‌اندازی چندگانه را نمایش می‌دهند. میانبرهای عملکرد خاص را می‌توان بعداً در تنظیمات ایجاد کرد.
fi: Nämä ovat yleisiä pikakuvakkeita, jotka tuovat esiin monivalintaisen käynnistysvalikon. Pikakuvakkeet tietyille toiminnoille voidaan luoda myöhemmin asetuksista.
fil: Ito ang mga pangkalahatang mga shortcuts na ilabas ang multi-choice launch menu. Ang mga shortcuts para sa mga tiyak na functions ay magagawa din sa susunod sa loob ng settings.
fr: Ce sont des raccourcis généraux qui ouvrent un menu de lancement à choix multiple. Des raccourcis pour des fonctions spécifiques peuvent être créés plus tard dans les paramètres.
hi: Yeh general shortcuts hain jo multi-choice launch menu dikhate hain. Specific functions ke liye shortcuts baad mein settings mein banaye ja sakte hain.
hr: Ovo su opći prečaci koji pokažu izbornik za pokretanje s više izbora. Prečaci za specifične funkcije mogu biti kreirane kasnije u postavkama.
hu: Ezek általános parancsikonok, amelyek egy több választási lehetőséget tartalmazó indítási menüt hoznak létre. Az egyes funkciókhoz tartozó parancsikonok később a beállításokban hozhatók létre.
id: Ini adalah pintasan umum yang memunculkan banyak pilihan menu peluncuran. Pintasan untuk fungsi khusus dapat dibuat nanti di pengaturan.
it: Si trattano di scorciatoie generiche che consentono di visualizzare un menu di avvio a scelta multipla. I collegamenti per funzioni specifiche possono essere creati successivamente nelle impostazioni.
ja: 操作を選択する画面を表示するショートカットです。 特定の操作のショートカットは、のちほど設定から作成することができます。
ko: 이는 다중 선택 실행 메뉴를 불러오는 일반적인 바로 가기입니다. 특정 기능에 대한 바로 가기는 나중에 설정에서 만들 수 있습니다.
lt: Tai – bendrosios nuorodos, kurios iškelia daugiapasirinkimų paleidimo meniu. Konkrečių funkcijų nuorodas galima sukurti vėliau nustatymuose.
lv: Šie ir vispārēji īsceļi, kas atver multi-izvēļu izvēlni. Īsceļi priekš specifiskām funkcijām var tikt izveidoti vēlāk iestatījumos.
ms: Ini adalah pintasan umum yang akan memaparkan menu pelancaran pelbagai pilihan. Pintasan untuk fungsi yang tertentu boleh dibuat kemudian dalam tetapan.
nl: Dit zijn algemene snelkoppelingen die een opstart menu met meerdere keuzes opleveren. Snelkoppelingen voor specifieke functies kunnen later worden aangemaakt in de instellingen.
pl: To są ogólne skróty, które otwierają menu uruchamiania z wieloma opcjami. Skróty do konkretnych funkcji można utworzyć później w ustawieniach.
pt_br: Esses são atalhos gerais que abrem um menu de inicialização de múltipla escolha. Atalhos para funções específicas podem ser criados mais tarde nas configurações.
ro: Acestea sunt comenzi rapide generale care afișează un meniu de lansare cu mai multe opțiuni. Comenzile rapide pentru funcții specifice pot fi create ulterior în setări.
ru: Это общие ярлыки, которые вызывают меню запуска с несколькими вариантами выбора. Ярлыки для конкретных функций можно создать позже в настройках.
sv_se: Dessa är generella genvägar som visar en flervalsmeny. Genvägar för specifika funktioner kan skapas senare i inställningarna.
th: นี่คือตัวลัดทั่วไปที่นำไปสู่เมนูการเปิดใช้งานหลายตัวเลือก ตัวลัดสำหรับฟังก์ชันเฉพาะสามารถสร้างได้ในภายหลังในส่วนการตั้งค่า
tr: Bunlar, çoktan seçmeli bir başlatma menüsü getiren genel kısayollardır. Belirli fonksiyonlar için kısayollar daha sonra ayarlardan oluşturulabilir.
uk: Це загальні ярлики, які відкривають меню запуску з кількома варіантами. Ярлики для конкретних функцій можна створити пізніше в налаштуваннях.
vi: Đây là các phím tắt chung giúp mở menu khởi chạy với nhiều lựa chọn. Các phím tắt cho các chức năng cụ thể có thể được tạo sau trong phần cài đặt.
zh_cn: 这些是调出 “多选启动菜单” 的通用快捷方式；稍后可以在设置中创建特定功能的快捷方式。
zh_hk: 這些是開啟多選啓動選單的通用快捷方式。稍後可以在設定中建立特定功能的捷徑。
zh_tw: 這些是調出多選啟動菜單的一般快捷鍵。特定功能的快捷鍵可以在設定中稍後創建。

# Menu.Shortcuts.Description
source: Configure how Bloxstrap can be readily launched.
ar: تعديل كيفية تشغيل Bloxstrap بسهولة.
bg: Конфигурирайте как Bloxstrap може да се стартира.
bs: Konfigurirajte kako se Bloxstrap može lako pokrenuti.
cs: Nakonfigurujte, jak může být Bloxstrap snadno spuštěn.
da: Konfigurer hvordan Bloxstrap let kan startes.
de: Konfiguriere, wie Bloxstrap problemlos gestartet werden kann.
es_es: Configurar cómo Fishstrap puede ser lanzado fácilmente.
fa: نحوه‌ای که می‌خواهید بلاکسترپ به‌سادگی اجرا شود را پیکربندی کنید.
fi: Määritä, miten Bloxstrap voidaan käynnistää helposti.
fil: I-configure kung paano madaling i-launch ang Bloxstrap.
fr: Configurer comment Fishstrap peut être facilement lancé.
hi: Bloxstrap ko turant launch karne ke liye configure karein.
hr: Konfigurirajte kako Fishstrap može biti spremno pokrenut.
hu: Annak beállítása, hogy a Bloxstrap könnyen elindítható legyen.
id: Atur bagaimana Fishstrap telah siap untuk diluncurkan.
it: Configura il modo in cui Bloxstrap può essere avviato.
ja: Fishstrapを簡単に起動する方法を設定できます。
ko: Bloxstrap을 쉽게 실행할 수 있는 방법을 구성합니다.
lt: Konfigūruokite, kaip galima lengvai paleisti „Fishstrap“.
lv: Konfigurē, kā Bloxstrap tiek palaists.
ms: Menetapkan cara untuk Fishstrap dilancarkan.
nl: Stel in hoe Fishstrap gemakkelijk gestart kan worden.
pl: Skonfiguruj, w jaki sposób możesz łatwo uruchomić Fishstrap.
pt_br: Configure como o Bloxstrap pode ser iniciado facilmente.
ro: Configurați cum Bloxstrap poate fi lansat rapid.
ru: Настройте, как можно легко запустить Bloxstrap.
sv_se: Konfigurera hur Fishstrap kan startas enklare.
th: กำหนดวิธีการที่ Bloxstrap สามารถเปิดใช้งานได้อย่างสะดวก
tr: Bloxstrap'ın nasıl kolayca başlatılabileceğini yapılandırın.
uk: Налаштуйте, як можна легко запустити Bloxstrap.
vi: Cấu hình cách Bloxstrap có thể được khởi chạy.
zh_cn: 您可以在此处配置 Bloxstrap 的快捷启动方式。
zh_hk: 配置如何輕鬆啓動 Bloxstrap。
zh_tw: 設定 Fishstrap 的快速啟動方式。

# Menu.Shortcuts.General.Title
source: General
ar: عام
bg: Общи
bs: Općenito
cs: Obecný
da: Generelt
de: Allgemein
fa: عمومی
fi: Yleinen
fr: Général
hi: Saamanya
hr: Općenito
hu: Általános
id: Umum
it: Generale
ja: 一般
ko: 일반
lt: Bendrieji
lv: Vispārīgi
ms: Umum
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общие
sv_se: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Chung
zh_cn: 通用类
zh_hk: 一般
zh_tw: 一般設定

# Menu.Shortcuts.General.Description
source: These are the shortcuts that bring up the multi-choice launch menu.
ar: هذه هي الاختصارات التي ترفع قائمة الاطلاق متعددة الخيارات.
bg: Това са преките пътища, които отварят меню за стартиране.
bs: Ovo su prečice koje otvaraju meni za pokretanje sa više opcija.
cs: Toto jsou zkratky, které zobrazí spouštěcí nabídku s více možnostmi.
da: Disse er genveje, der åbner startmenuen med flere valgmuligheder.
de: Dies sind die Verknüpfungen, die das Multi-Choice-Startmenü aufrufen.
es_es: Estos son los accesos directos que abren el menú de inicio de varias opciones.
fa: این‌ها میانبرهایی هستند که منوی راه‌اندازی چندگزینه‌ای را نمایش می‌دهند.
fi: Nämä ovat pikakuvakkeet, jotka tuovat esiin monivalintavalikon.
fil: Ito ang mga pangkalahatang mga shortcuts na ilabas ang multi-choice launch menu.
fr: Ce sont les raccourcis qui ouvrent le menu de lancement à choix multiple.
hi: Yeh wo shortcuts hain jo multi-choice launch menu ko dikhate hain.
hr: Ovo su prečaci koji pokažu izbornik za pokretanje s više izbora.
hu: Ezekkel a parancsikonokkal jelenik meg a többválasztós indítási menü.
id: Ini adalah pintasan yang memunculkan banyak pilihan menu peluncuran.
it: Queste sono le scorciatoie che aprono il menu di avvio multi-scelta.
ja: 操作を選択する画面を表示するショートカットです。
ko: 이것은 다중 선택 시작 메뉴를 불러오는 바로 가기입니다.
lt: Tai – nuorodos, kurios iškelia daugiapasirinkimų paleidimo meniu.
lv: Šie ir īsceļi, kas atver multi-izvēļu izvēlni.
ms: Ini adalah pintasan yang memaparkan menu pelancaran pelbagai pilihan.
nl: Dit zijn de snelkoppelingen die het opstart menu met meerdere keuzes openen.
pl: To są skróty, które otwierają menu uruchamiania z wieloma opcjami.
pt_br: Esses são os atalhos que abrem o menu de múltiplas opções.
ro: Acestea sunt scurtăturile care afișează meniul de lansare cu mai multe opțiuni.
ru: Эти ярлыки вызывают меню запуска с несколькими вариантами.
sv_se: Dessa är de genvägar som visar flervals-startmenyn.
th: นี่คือตัวลัดที่นำไปสู่เมนูการเปิดใช้งานหลายตัวเลือก
tr: Bunlar çoktan seçmeli başlatma menüsünü getiren kısayollardır.
uk: Це ярлики, які відкривають меню запуску з кількома варіантами.
vi: Đây là những phím tắt mở ra menu chạy nhiều lựa chọn.
zh_cn: 这些是调出 “多选启动菜单” 的快捷方式。
zh_hk: 這些是開啟多選啓動選單的捷徑。
zh_tw: 這些是調出多選啟動選單的捷徑。

# Menu.Shortcuts.Function.Title
source: Function
ar: وظيفة
bg: Функция
bs: Funkcija
cs: Funkce
da: Funktion
de: Funktion
es_es: Función
fa: کارکرد
fi: Toiminto
fr: Fonction
hi: Kaarya
hr: Funkcija
hu: Funkció
id: Fungsi
it: Funzione
ja: 機能
ko: 기능
lt: Funkcija
lv: Funkcija
ms: Fungsi
nl: Functie
pl: Funkcje
pt_br: Função
ro: Funcție
ru: Функции
sv_se: Funktion
th: ฟังก์ชัน
tr: Fonksiyon
uk: Функція
vi: Chức năng
zh_cn: 功能类
zh_hk: 功能
zh_tw: 功能

# Menu.Shortcuts.Function.Description
source: Create shortcuts for quick access to specific functions. These will all be placed on the Desktop.
ar: إنشاء اختصارات للوصول السريع إلى وظائف محددة. سيتم وضعها جميعها على سطح المكتب.
bg: Създайте преки пътища за бърз достъп до определени функции. Всички те ще бъдат поставени на работния плот.
bs: Kreirajte prečice za brzi pristup određenim funkcijama. Sve ovo će biti postavljeno na radnu površinu.
cs: Vytvořte zkratky pro rychlý přístup k určitým funkcím. Tyto zkratky budou všechny umístěny na plochu.
da: Opret genveje for hurtig adgang til specifikke funktioner. Disse vil alle blive placeret på skrivebordet.
de: Erstelle Verknüpfungen für den schnellen Zugriff auf bestimmte Funktionen. Diese werden alle auf dem Desktop platziert.
es_es: Cree accesos directos para acceder rápidamente a funciones específicas. Todos ellos se colocarán en el Escritorio.
fa: ایجاد میانبر برای دسترسی سریع به عملکردهای خاص. همه اینها روی دسکتاپ قرار می‌گیرند.
fi: Luo pikakuvakkeita käyttääksesi tiettyjä toimintoja nopeasti. Nämä kaikki asetetaan työpöydälle.
fil: Gumawa ng shortcut para may quick access sa mga specific na function. Lahat ng ito ay ilalagay sa Desktop.
fr: Créez des raccourcis pour un accès rapide à des fonctions spécifiques. Tous ces raccourcis seront placés sur le Bureau.
hi: Vishesh kareyason tak turant pahunch ke liye shortcuts banayein. Yeh sabhi Desktop par rakhe jayenge.
hr: Kreirajte prečace za brzi pristup specifičnim funkcijama. Ovi prečaci će se pojaviti na Desktopu.
hu: Hozzon létre parancsikonokat az egyes funkciók gyors eléréséhez. Ezek mind az Asztalon kerülnek elhelyezésre.
id: Buat pintasan untuk akses cepat ke fungsi khusus. Semuanya akan ditempatkan di Desktop.
it: Servono per la creazione di scorciatoie per accedere rapidamente a funzioni specifiche. Questi saranno tutti posizionati sul Desktop.
ja: 特定の機能を実行するショートカットを作成できます。すべてデスクトップに作成されます。
ko: 특정 기능에 빠르게 액세스할 수 있는 바로 가기를 만들 수 있습니다. 이러한 바로 가기는 모두 데스크톱에 배치됩니다.
lt: Kurkite nuorodas, kad greitai pasiektumėte konkrečias funkcijas. Visos jos bus patalpintos darbalaukyje.
lv: Izveido īsceļus ātrai piekļuvei pie specifiskām funkcijām. Šie visi tiks novieti uz darbavirsmas.
ms: Buat pintasan untuk akses yang lebih cepat pada fungsi tertentu. Semua ini akan diletakkan di Desktop.
nl: Maak snelkoppelingen voor snelle toegang tot specifieke functies. Deze worden allemaal op het bureaublad geplaatst.
pl: Utwórz skróty szybkiego dostępu dla konkretnych funkcji. Wszystkie z nich zostaną umieszczone na pulpicie.
pt_br: Crie um atalho para acesso rápido a funções específicas. Estes serão colocados na área de trabalho.
ro: Creați comenzi rapide pentru acces rapid la funcții specifice. Toate acestea vor fi plasate pe Desktop.
ru: Создайте ярлыки для быстрого доступа к определенным функциям. Они будут размещены на рабочем столе.
sv_se: Skapa genvägar för snabb åtkomst till specifika funktioner. Dessa kommer att placeras på skrivbordet.
th: สร้างทางลัดสำหรับการเข้าถึงฟังก์ชันเฉพาะได้อย่างรวดเร็ว ทางลัดเหล่านี้จะถูกวางไว้บนเดสก์ท็อปทั้งหมด
tr: Bazı fonksiyonlara hızlıca ulaşmak için kısayollar oluşturun. Bunların hepsi Masaüstüne yerleştirilecektir.
uk: Створіть ярлики для швидкого доступу до конкретних функцій. Усі вони будуть розміщені на Робочому столі.
vi: Tạo phím tắt để truy cập nhanh vào các chức năng cụ thể. Chúng sẽ được đặt ở màn hình nền.
zh_cn: 您可以在此处创建快速访问特定功能的快捷方式；它们将会放置在桌面上。
zh_hk: 建立快捷方式以快速存取特定功能。這些都將放置在桌面上。
zh_tw: 創建捷徑以快速訪問特定功能。這些將會全部放置在桌面上。

# ContextMenu.ServerInformation.Notification.Title.Private
source: Connected to private server
ar: متصل بالسيرفر الخاص
bg: Свързани сте с частен сървър
bs: Povezan na privatan server
cs: Připojeno k soukromému serveru
da: Tilsluttet privat server
de: Mit privatem Server verbunden
es_es: Conectado a un servidor privado
fa: به سرور شخصی وصل شدید
fi: Yhdistetty yksityiseen palvelimeen
fil: Nakakonekta sa private server
fr: Connecté au serveur privé
hi: Private server se connected hai
hr: Spojen na privatan server
hu: Csatlakozva egy privát szerverhez
id: Terhubung ke server pribadi
it: Connesso al server privato
ja: プライベートサーバーに接続しました
ko: 비공개 서버에 연결됨
lt: Prisijungta prie privataus serverio
lv: Savienots ar privāto serveri
ms: Disambungkan ke server peribadi
nl: Verbonden met een privéserver
pl: Połączono z serwerem prywatnym
pt_br: Conectado ao servidor privado
ro: Conectat la un server privat
ru: Подключён к приватному серверу
sv_se: Ansluten till en privat server
th: เชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัว
tr: Özel sunucuya bağlanıldı
uk: Під'єднано до приватного сервера
vi: Đã kết nối đến máy chủ riêng
zh_cn: 已连接至 私人 服务器
zh_hk: 已連接到私人伺服器
zh_tw: 已連接至私人伺服器

# ContextMenu.ServerInformation.Notification.Title.Reserved
source: Connected to reserved server
ar: متصل بالسيرفر الخاص
bg: Свързани сте с резервиран сървър
bs: Povezan na rezervisanim server
cs: Připojeno k rezervovanému serveru
da: Tilsluttet til reserveret server
de: Mit reserviertem Server verbunden
es_es: Conectado a un servidor reservado
fa: به سرور رزرو شده وصل شدید
fi: Yhdistetty varattuun palvelimeen
fil: Nakakonekta sa nakareserbang server
fr: Connecté au serveur réservé
hi: Reserved server se connected hai
hr: Spojen na rezerviran server
hu: Csatlakozás zárt szerverhez
id: Terhubung ke server yang disediakan
it: Connesso a un server riservato
ja: 予約済みサーバーに接続しました
ko: 예약된 서버에 연결됨
lt: Prisijungta prie rezervuoto serverio
lv: Savienots ar rezervētu serveri
ms: Disambungkan ke server khas
nl: Verbonden met een reserveerde server
pl: Połączono z serwerem zarezerwowanym
pt_br: Conectado ao servidor reservado
ro: Conectat la un server rezervat
ru: Подключён к зарезервированному серверу
sv_se: Ansluten till reserverad server
th: เชื่อมต่อกับเซิร์ฟเวอร์ที่สงวนไว้
tr: Rezerve sunucuya bağlanıldı
uk: Під'єднано до зарезервованого сервера
vi: Đã kết nối đến máy chủ dự phòng
zh_cn: 已连接至 预留 服务器
zh_hk: 已連接到預留伺服器
zh_tw: 已連接至後備伺服器

# Menu.Mods.Presets.EmojiType.Error
source: The emoji mod can not be applied at this time.
ar: لا يمكن تطبيق رمز التعبيرات في هذا الوقت.
bg: Добавката на емотикони не може да се приложи в момента.
bs: Mod emotikona se trenutačno ne može primjeniti.
cs: Mód pro vlastní emoji nemůže být v tuto chvíli použit.
da: Emoji mod kan ikke anvendes på nuværende tidspunkt.
de: Der Emoji-Mod kann zu diesem Zeitpunkt nicht angewendet werden.
es_es: La modificación de emojis no se puede aplicar en este momento.
fa: مود ایموجی در حال حاضر قابل اعمال نیست.
fi: Emoji-modia ei voida ottaa käyttöön tällä hetkellä.
fil: Itong emoji mod ay hindi muna pwedeng inilapat.
fr: Le mod emoji ne peut pas être appliqué pour le moment.
hi: Emoji mod is samay apply nahi kiya ja sakta.
hr: Modifikacija za emotikon se trenutno ne može primijeniti.
hu: Az emoji mod jelenleg nem alkalmazható.
id: Mod emoji tidak dapat diterapkan saat ini.
it: La mod delle emoji non può essere applicata in questo momento.
ja: 現在絵文字を設定することはできません。
ko: 지금은 이모지 모드를 적용할 수 없습니다.
lt: Jaustukų modifikacijos šiuo metu negalima taikyti.
lv: Šobrīd emoji modifikācija nevar tikt pielietota.
ms: Mod emoji tidak dapat ditetapkan pada masa ini.
nl: De emoji mod kan nu niet toegepast worden.
pl: Modyfikacja emoji nie może być w tej chwili zastosowana.
pt_br: O mod de emoji não pode ser aplicado neste momento.
ro: Mod-ul emoji nu poate fi aplicat momentan.
ru: Мод на эмодзи не может быть применен в данный момент.
sv_se: Emoji-moddet kan inte tillämpas just nu.
th: ไม่สามารถใช้ม็อดอีโมจิได้ในขณะนี้
tr: Emoji modu şu an uygulanamamaktadır.
uk: Мод на емодзі не може бути застосований в цей час.
vi: Mod biểu cảm không thể được áp dụng tại thời điểm này.
zh_cn: 目前无法应用 “表情符号” 模组。
zh_hk: 目前無法套用表情符號模組。
zh_tw: 表情符號暫時無法被套用。

# Dialog.AlreadyRunning.Installer
source: Please wait for installation to finish.
ar: الرجاء الانتظار حتى ينتهي التثبيت.
bg: Моля, изчакайте инсталацията да завърши.
bs: Molimo vas pričekajte instalaciju da dovrši.
cs: Prosím počkejte, až se instalace dokončí.
da: Vent venligst på at installationen er færdig.
de: Bitte warte, bis die Installation abgeschlossen ist.
es_es: Por favor, espere a que la instalación termine.
fa: لطفا صبر کنید تا نصب به اتمام برسد.
fi: Odota, että asennus on valmis.
fil: Paki antaying tapusin ang installation.
fr: Veuillez attendre la fin de l'installation.
hi: Kripya installation complete hone tak intezaar karein.
hr: Molimo čekajte da instalacija dovrši.
hu: Kérjük, várjon a telepítés befejezéséig.
id: Harap tunggu untuk instalasi selesai.
it: Per favore aspetta che l'installazione finisca.
ja: インストールが完了するまでお待ちください。
ko: 설치가 완료될 때까지 기다려주세요.
lt: Palaukite, kol diegimas bus baigtas.
lv: Lūdzu uzgaidiet, kamēr instalācija beidzas.
ms: Sila tunggu sehingga pemasangan selesai.
nl: Wacht alstublieft tot de installatie klaar is.
pl: Proszę poczekać na zakończenie instalacji.
pt_br: Por favor, aguarde a instalação terminar.
ro: Așteptați ca instalarea să se termine.
ru: Пожалуйста, дождитесь окончания установки.
sv_se: Vänligen vänta tills installationen är slutförd.
th: กรุณารอให้การติดตั้งเสร็จสิ้น
tr: Lütfen yükleme işleminin bitmesini bekleyin.
uk: Будь ласка, дочекайтеся завершення встановлення.
vi: Hãy đợi cho quá trình cài đặt được hoàn thành.
zh_cn: 请等待安装完成。
zh_hk: 請等待安裝完成。
zh_tw: 請等待安裝完成。

# Dialog.AlreadyRunning.Uninstaller
source: Please wait for uninstallation to finish.
ar: الرجاء الانتظار حتى ينتهي إلغاء التثبيت.
bg: Моля, изчакайте деинсталирането да приключи.
bs: Molimo pričekajte da se deinstalacija završi.
cs: Prosím počkejte, až se odinstalace dokončí.
da: Vent venligst på at afinstallationen er færdig.
de: Bitte warte, bis die Deinstallation abgeschlossen ist.
es_es: Por favor, espere a que la desinstalación termine.
fa: اطفا صبر کنید تا حذف نصب کردن به اتمام برسد.
fi: Odota, että asennuksen poisto on valmis.
fil: Paki antaying tapusin ang uninstallation.
fr: Veuillez attendre la fin de la désinstallation.
hi: Kripya uninstallation complete hone tak intezaar karein.
hr: Molimo pričekajte da deinstalacija dovrši.
hu: Kérjük, várjon, amíg az eltávolítás befejeződik.
id: Harap tunggu untuk pencopotan instalasi selesai.
it: Per favore attendi che la disinstallazione finisca.
ja: アンインストールが完了するまでお待ちください。
ko: 제거가 완료될 때까지 기다려주세요.
lt: Palaukite, kol išdiegimas bus baigtas.
lv: Lūdzu uzgaidiet, kamēr atinstalācija beidzas.
ms: Sila tunggu sehingga nyahpasang selesai.
nl: Wacht alstublieft tot het klaar is met verwijderen.
pl: Proszę poczekać na zakończenie odinstalowywania.
pt_br: Por favor, aguarde a desinstalação terminar.
ro: Așteptați ca dezinstalarea să se termine.
ru: Пожалуйста, дождитесь окончания удаления.
sv_se: Vänligen vänta tills avinstallationen är slutförd.
th: กรุณารอให้การถอนการติดตั้งเสร็จสิ้น
tr: Lütfen kaldırma işleminin bitmesini bekleyin.
uk: Будь ласка, дочекайтеся завершення видалення.
vi: Hãy đợi cho quá trình gỡ cài đặt được hoàn thành.
zh_cn: 请等待卸载完成。
zh_hk: 請等待解除安裝完成。
zh_tw: 請等待解除安裝完成。

# About.Licenses.Title
source: Licenses
ar: التراخيص
bg: Лицензи
bs: Licence
cs: Licence
da: Licenser
de: Lizenzen
es_es: Licencias
fa: مجوز ها
fi: Lisenssit
fil: Mga lisensya
fr: Licences
hr: Licence
hu: Licencek
id: Lisensi
it: Licenze
ja: ライセンス
ko: 라이선스
lt: Licencijos
lv: Licences
ms: Lisensi
nl: Licenties
pl: Licencje
pt_br: Licenças
ro: Licențe
ru: Лицензии
sv_se: Licenser
th: ใบอนุญาต
tr: Lisanslar
uk: Ліцензії
vi: Các giấy phép
zh_cn: 许可证
zh_hk: 授權
zh_tw: 授權條款

# About.Translators.Title
source: Translators
ar: المترجمين
bg: Преводачи
bs: Prevodioci
cs: Překladatelé
da: Oversættere
de: Übersetzer
es_es: Traductores
fa: مترجمان
fi: Kääntäjät
fil: Tagapagsalin
fr: Traducteurs
hi: Anuvadak
hr: Prevoditelji
hu: Fordítók
id: Penerjemah
it: Traduttori
ja: 翻訳者
ko: 번역자
lt: Vertėjai
lv: Tulkotāji
ms: Penterjemah
nl: Vertalers
pl: Tłumacze
pt_br: Tradutores
ro: Traducători
ru: Переводчики
sv_se: Översättare
th: ผู้แปล
tr: Çevirmenler
uk: Автори перекладів
vi: Các phiên dịch viên
zh_cn: 翻译贡献者
zh_hk: 翻譯員
zh_tw: 翻譯人員
