Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Menu.About.Licenses
source: Licenses
ar: التراخيص
bg: Лицензи
bs: Licence
cs: Licence
da: Licenser
de: Lizenzen
es_es: Licencias
fa: مجوز ها
fi: Lisenssit
fr: Licences
hr: Licence
hu: Licencek
id: Lisensi
it: Licenze
ja: ライセンス
ko: 라이선스
lt: Licencijos
lv: Licences
ms: Lesen
nl: Licenties
pl: Licencje
pt_br: Licenças
ro: Licențe
ru: Лицензии
sv_se: Licenser
th: ใบอนุญาต
tr: Lisanslar
uk: Ліцензії
vi: Các giấy phép
zh_cn: 许可证
zh_hk: 授權
zh_tw: 授權條款

# Menu.About.Licenses.BSD2
source: BSD 2-Clause License
ar: رخصة BSD 2-Clause
bg: BSD 2-Clause Лиценз
bs: Dva termina BSD licenca
cs: BSD 2-Clause Licence
da: BSD 2-klausul licens
de: BSD 2-Clause Lizenz
es_es: Licencia BSD 2-Clause
fa: مجوز BSD 2-Clause
fi: BSD 2-Clause -lisenssi
fr: Licence BSD 2-Clause
hr: BSD 2-Clause Licenca
hu: BSD 2-Clause Licensz
id: Lisensi BSD 2-Clause
it: Licenza BSD 2 Clausole
ko: BSD 2-Clause 라이선스
lt: BSD 2-Clause licencija
lv: BSD 2-Clause Licence
ms: Lesen BSD 2-Clause
nl: BSD 2-gebruikslicentie
pl: Licencja BSD 2-Clause
pt_br: Licença BSD 2-Clause
ro: Licența BSD 2-Clause
ru: Лицензия BSD 2-Clause
sv_se: BSD 2-Clause-licens
th: ใบอนุญาตของ BSD 2-Clause
tr: BSD 2-Clause Lisansı
uk: Ліцензія BSD 2-Clause
vi: Giấy phép BSD 2-Clause
zh_cn: BSD 2-Clause 许可证
zh_hk: BSD 2-clause授權條款
zh_tw: BSD 2-clause 授權條款

# Menu.About.Licenses.MIT
source: MIT License
ar: رخصة MIT
bg: MIT Лиценз
bs: MIT Licenca
cs: MIT Licence
da: MIT licens
de: MIT Lizenz
es_es: Licencia MIT
fa: مجوز MIT
fi: MIT-lisenssi
fr: Licence MIT
hr: MIT Licenca
hu: MIT Licenc
id: Lisensi MIT
it: Licenza MIT
ko: MIT 라이선스
lt: MIT licencija
lv: MIT Licence
ms: Lesen MIT
nl: MIT-licentie
pl: Licencja MIT
pt_br: Licença MIT
ro: Licența MIT
ru: Лицензия MIT
sv_se: MIT-licens
th: ใบอนุญาตของ MIT
tr: MIT Lisansı
uk: Ліцензія MIT
vi: Giấy phép MIT
zh_cn: MIT 许可证
zh_hk: MIT授權條款
zh_tw: MIT 授權條款

# Menu.About.ReportIssue
source: Report an issue
ar: الإبلاغ عن مشكلة
bg: Съобщи за проблем
bs: Prijavi problem
cs: Nahlásit chybu
da: Rapporter et problem
de: Problem Melden
es_es: Reportar un problema
fa: گزارش مشکل
fi: Raportoi ongelma
fil: Mag ulat ng isyu
fr: Signaler un problème
hi: Issue Report Kare
hr: Prijavi problem
hu: Hiba bejelentése
id: Laporkan suatu masalah
it: Segnala un problema
ja: 問題を報告する
ko: 문제 신고하기
lt: Pranešti apie problemą
lv: Ziņot par problēmu
ms: Laporkan masalah
nl: Meld een probleem
pl: Zgłoś problem
pt_br: Reportar um problema
ro: Raportează o problemă
ru: Сообщить об ошибке
sv_se: Rapportera ett problem
th: รายงานปัญหา
tr: Sorun bildir
uk: Повідомити про помилку
vi: Báo cáo một vấn đề
zh_cn: 报告 Bug
zh_hk: 報告錯誤
zh_tw: 報告錯誤

# Menu.About.Title
source: About
ar: حول
bg: Относно
bs: O nama
cs: O Bloxstrapu
da: Om
de: Über uns
es_es: Acerca de
fa: درباره
fi: Tietoja
fr: À propos
hi: Bloxstrap ke baare me
hr: O nama
hu: Bloxstrap-ről
id: Tentang
it: Riguardo a
ja: 情報
ko: 프로그램 정보
lt: Apie
lv: Par
ms: Perihal
nl: Over
pl: O
pt_br: Sobre
ro: Despre
ru: О Bloxstrap
sv_se: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про Bloxstrap
vi: Thông tin
zh_cn: 关于
zh_hk: 關於
zh_tw: 關於

# Menu.About.Version
source: Version {0}
ar: الإصدار {0}
bg: Версия {0}
bs: Verzija {0}
cs: Verze {0}
es_es: Versión {0}
fa: ورژن {0}
fi: Versio {0}
hr: Verzija {0}
hu: Verzió {0}
id: Versi {0}
it: Versione {0}
ja: Ver. {0}
ko: 버전 {0}
lt: {0} versija
lv: Versija {0}
ms: Versi {0}
nl: Versie {0}
pl: Wersja {0}
pt_br: Versão {0}
ro: Versiunea {0}
ru: Версия {0}
th: เวอร์ชั่น {0}
tr: Sürüm {0}
uk: Версія {0}
vi: Phiên bản {0}
zh_cn: 版本 {0}
zh_hk: 版本 {0}
zh_tw: 版本 {0}

# Menu.AllFiles
source: All files
ar: كل الملفات
bg: Всички файлове
bs: Svi fajlovi
cs: Všechny složky
da: Alle filer
de: Alle Dateien
es_es: Todos los archivos
fa: تمامی فایل ها
fi: Kaikki tiedostot
fil: Lahat ng files
fr: Tous les fichiers
hi: Sabhee files
hr: Sve datoteke
hu: Összes fálj
id: Semua file
it: Tutti i file
ja: すべてのファイル
ko: 모든 파일
lt: Visi failai
lv: Visi faili
ms: Semua fail
nl: Alle bestanden
pl: Wszystkie pliki
pt_br: Todos os arquivos
ro: Toate fișierele
ru: Все файлы
sv_se: Alla filer
th: ไฟล์ทั้งหมด
tr: Tüm dosyalar
uk: Усі файли
vi: Tất cả các tệp
zh_cn: 所有文件
zh_hk: 所有檔案
zh_tw: 所有檔案

# Menu.AlreadyRunning.Caption
source: Please note that not all your changes will immediately apply until you close all currently open Roblox instances.
ar: يرجى ملاحظة أنه لن يتم تطبيق جميع تغييراتك على الفور إلى أن تقوم بإغلاق جميع نوافذ Roblox المفتوحة حاليًا.
bg: Моля, обърнете внимание, че не всички ваши промени ще се приложат незабавно, докато не затворите всички отворени в момента инстанции на Roblox.
bs: Imajte na umu da se neće sve vaše promjene primjeniti sve dok ne zatvorite sve trenutno otvorene Roblox primere.
cs: Prosíme poznamenejte si, že všechny vaše změny se aplikují ihned až zavřete všechny otevřené instance Roblox.
da: Bemærk, at ikke alle dine ændringer vil gælde med det samme, før du lukker alle åbne Roblox-instanser.
de: Bitte beachte, dass manche Änderungen erst übernommen werden können, wenn du alle Instanzen von Roblox schließt.
es_es: Por favor, ten en cuenta que no todos tus cambios se aplicaran inmediatamente hasta que cierres todas las instancias de Roblox abiertas.
fa: لطفاً توجه داشته باشید که تمامی تغییرات شما بلافاصله اعمال نخواهند شد تا زمانی که تمام کلاینت‌های روبلاکس باز شده، بسته شوند.
fi: Huomioi, etteivät kaikki muutoksesi astu voimaan, kunnes suljet kaikki käynnissä olevat Roblox-instanssit.
fil: Tandaan, hindi lahat ng pagbabago ay agad na maga-apply hangga't hindi pa naisasa ang lahat ng bukas na Roblox instances.
fr: Veuillez noter que tous vos changements ne seront pas appliqués immédiatement tant que vous n'aurez pas fermé toutes les instances de Roblox actuellement ouvertes.
hi: Kripaya dhyaan den ki aapke sabhee parivartan tab tak turant laagoo nahin honge jab tak aap vartamaan mein khule sabhee roblox instances ko band nahin kar dete.
hr: Imajte na umu da se sve vaše promjene neće odmah primijeniti dok ne zatvorite sve trenutno otvorene instance Robloxa.
hu: Vegye figyelembe, hogy nem minden módosítása fog érvényesülni, amíg nem zárja be Roblox összes feladatát.
id: Harap dicatat bahwa perubahan akan segera di terapkan sampai Anda menutup semua instansi Roblox yang terbuka.
it: Nota che non tutti i tuoi cambiamenti verranno immediatamente applicati finché non verranno chiuse tutte le istanze di Roblox aperte.
ja: 現在実行中のRobloxが終了するまで、すべての設定は適用されません。
ko: 현재 실행 중인 Roblox 인스턴스를 전부 닫기 전까지는 몇몇 변경 사항이 적용되지 않을 수도 있습니다.
lt: Atkreipkite dėmesį, kad ne visi pakeitimai bus taikomi iš karto, kol neuždarysite visų šiuo metu atidarytų „Roblox“ serverių.
lv: Lūdzu ņemiet vērā, ka visas izmaiņas netiks piemērotas, kamēr jūs neaizvērsiet visus šobrīd atvērtos Roblox logus.
ms: Sila ambil perhatian bahawa bukan semua perubahan konfigurasi anda akan diterapkan serta-merta sehingga anda menutup semua instance Roblox yang sedang berjalan.
nl: Houd er rekening mee dat niet al je wijzigingen direct van toepassing zijn totdat je alle huidige open Roblox-instanties sluit.
pl: Pamiętaj, że nie wszystkie zmiany zostaną zastosowane natychmiast, dopóki nie zamkniesz wszystkich aktualnie otwartych instancji Roblox.
pt_br: Por favor, tenha em mente que nem todas as suas modificações vão ser aplicadas de imediato até você fechar todas as janelas do Roblox.
ro: Vă rugăm să rețineți că nu toate modificările se vor aplica imediat până când nu închideți toate instanțele Roblox deschise în prezent.
ru: Пожалуйста, обратите внимание, что не все ваши изменения вступят в силу немедленно, пока вы не закроете все открытые окна Roblox.
sv_se: Observera att inte alla dina ändringar kommer att träda i kraft förrän du stänger alla för tillfället öppna Roblox-instanser.
th: โปรดทราบว่าการแก้ไขจะไม่มีผลในทันทีจนว่าคุณจะปิด Roblox ที่เปิดอยู่ทั้งหมด
tr: Şu anda açık olan tüm Roblox istemcilerini kapatana kadar tüm değişikliklerinizin hemen uygulanmayacağını lütfen unutmayın.
uk: Зверніть увагу, що не всі ваші зміни будуть негайно застосовані, поки ви не закриєте Roblox.
vi: Hãy nhớ rằng tất cả những sửa đổi của bạn sẽ không lập tức được áp dụng cho đến khi bạn đóng tất cả các tiến trình Roblox đang chạy hiện tại.
zh_cn: 请注意；在您关闭所有 Roblox 程序之前，并非所有更改都会立即生效。
zh_hk: 請注意，不是全部你已改變的設定都會即時套用，直到你關閉了全部目前執行中的 Roblox 程序。
zh_tw: 在關閉所有目前開啟的 Roblox 用戶端之前，並非所有變更都會立即生效。

# Menu.AlreadyRunning.Title
source: Bloxstrap is already running
ar: Bloxstrap قيد التشغيل بالفعل
bg: Bloxstrap вече работи
bs: Bloxstrap je već pokrenut
cs: Bloxstrap již běží
da: Bloxstrap kører allerede
de: Bloxstrap wurde bereits gestartet
es_es: Fishstrap ya está en ejecución
fa: بلاکسترپ درحال حاضر باز است
fi: Bloxstrap on jo käynnissä
fil: Ang Bloxstrap ay kasalukuyang tumatakbo
fr: Fishstrap est déjà en cours d'exécution
hi: Bloxstrap pehle se hee khula hai
hr: Fishstrap je već pokrenut
hu: A Bloxstrap már fut
id: Fishstrap sudah berjalan
it: Bloxstrap è già in esecuzione
ja: Fishstrapはすでに実行中です
ko: Bloxstrap이 이미 실행 중입니다.
lt: „Fishstrap“ jau paleista
lv: Bloxstrap jau ir atvērts
ms: Fishstrap sedang berjalan
nl: Fishstrap wordt al uitgevoerd
pl: Fishstrap już jest uruchomiony
pt_br: O Bloxstrap já está aberto
ro: Bloxstrap rulează deja
ru: Bloxstrap уже запущен
sv_se: Fishstrap är redan igång
th: Bloxstrap ได้ทำงานอยู่แล้ว
tr: Bloxstrap zaten çalışıyor
uk: Bloxstrap вже запущений
vi: Bloxstrap đang hoạt động
zh_cn: Bloxstrap 已经在运行中
zh_hk: Bloxstrap 已正在執行
zh_tw: Fishstrap已經在執行中

# Menu.Appearance.Bootstrapper.Description
source: You can make it look different, retro, or even just like Roblox.
ar: يمكنك جعلها تبدو مختلفة أو قديمة أو حتى مثل Roblox تمامًا.
bg: Персонализирайте външния му вид, може да го направите ретро, или дори като Roblox.
bs: Možete ga napraviti da izgleda drugačije, retro, ili čak samo kao Roblox.
cs: Můžete tomu změnit vzhled, aby to vypadalo jinak, retro, nebo prostě jako Roblox.
da: Du kan få det til at se anderledes ud, retro eller bare som Roblox.
de: Du kannst dass Design anders, retro oder einfach wie Roblox aussehen lassen.
es_es: Puedes hacer que se vea diferente, retro, o incluso tal cual como Roblox.
fa: شما می توانید آن را متفاوت، قدیمی و یا شبیه روبلاکس کنید.
fi: Voit saada sen näyttämään erilaiselta, retrolta, tai jopa juuri kuin Robloxilta.
fil: Maaari mong gawin itong magmukhang iba, retro, o kahit na tulad lamang ng Roblox.
fr: Vous pouvez le faire paraître différent, rétro, ou même le faire ressembler au lanceur de base de Roblox.
hi: Aap ise alag, retro, ya yahaan tak ​​ki Roblox kee tarah bhee bana sakte hain.
hr: Možete ga prilagoditi da izgleda drugačije, retro ili čak samo kao Roblox.
hu: A kinézete lehet teljesen más, lehet retró, vagy csak normális Roblox kinézetű.
id: Anda bisa membuatnya terlihat berbeda, jadul, atau bahkan seperti Roblox.
it: Si può dare un aspetto diverso, retro o simile a quello di Roblox.
ja: 見た目を変えてレトロにしたり、Roblox風にしたりできます。
ko: 부트스트래퍼를 다른 모습으로, 레트로하게, 심지어는 Roblox처럼 꾸밀 수 있습니다.
lt: Galite padaryti jį kitaip, retro ar net kaip „Roblox“.
lv: Tu vari likt tam izskatīties citādāk, retro, vai pat līdzīgu Roblox.
ms: Anda boleh menukar penampilan untuk kelihatan berbeza, sama ada dalam gaya retro atau seperti Roblox yang biasa.
nl: Je kunt het er anders, retro of zelfs net als Roblox laten uitzien.
pl: Możesz sprawić, że będzie wyglądać inaczej, w stylu retro lub po prostu jak standardowy Roblox.
pt_br: Você pode o deixar diferente, retrô, ou da mesma aparência do Roblox.
ro: Poți să-l faci să arate diferit, tradițional sau chiar ca în Roblox.
ru: Вы можете персонализировать всё по своему вкусу: от ретро до стиля Roblox.
sv_se: Du kan få den att se annorlunda, retro eller bara som Roblox.
th: คุณสามารถทำให้มันดูแตกต่างออกไปได้เหมือนกับ Retro หรือให้เป็นแบบ Roblox เหมือนเดิม
tr: Farklı, retro veya hatta sadece Roblox gibi görünmesini sağlayabilirsiniz.
uk: Ви можете зробити його інакшим, ретро або навіть просто як Roblox.
vi: Bạn có thể làm nó khác biệt, có thể theo phong cách cổ điển, hoặc có thể làm nó nhìn y hệt như Roblox.
zh_cn: 您可以自由更改此启动器的 UI 风格。例如复古；又或者跟原版 Roblox 的风格完全一样！
zh_hk: 你可以讓它變得十分特別、懷舊或甚至像Roblox。
zh_tw: 你可以讓它看起來與眾不同，如經典，亦或者就像 Roblox。

# Menu.Appearance.Bootstrapper.Title
source: Bootstrapper
bg: Стартер
es_es: Iniciador
fa: بوت استرپر
fi: Käynnistysohjelma
hr: Pokretač (Boostrapper)
hu: Indító
ja: カスタムランチャー
ko: 부트스트래퍼
lt: Pakopinė paleidyklė
lv: Palaišanas Ielādētājs
pt_br: Inicializador
ro: Inițializator
ru: Лаунчер
sv_se: Startprogram
uk: Завантажник
vi: Trình khởi động
zh_cn: 启动器
zh_hk: 啓動器
zh_tw: 啟動器

# Menu.Appearance.Customisation.Description
source: Configure other miscellaneous customisable options.
ar: تعديل خيارات متنوعة أخرى قابلة للتخصيص.
bg: Конфигурирайте други различни персонализируеми опции.
bs: Konfiguriši druge raznovrsne prilagodljive opcije.
cs: Konfigurovat jiné různé nastavení.
da: Konfigurer andre forskellige indstillinger, der kan tilpasses.
de: Konfiguriere andere anpassbare Optionen.
es_es: Configura otras opciones misceláneas personalizables.
fa: سایر گزینه های قابل تنظیم دیگر را پیکربندی کنی
fi: Määritä muita sekalaisia kustomoitavia asetuksia.
fil: Ipasadya ang ibang miscellaneous customisable options na pagpipilian.
fr: Configurez d'autres options personnalisables diverses.
hi: Any vividh vikalpon ko configure kare.
hr: Prilagodite ostale razne opcije.
hu: Egyéb különféle testreszabható beállítások konfigurálása.
id: Konfigurasikan opsi lain yang dapat disesuaikan.
it: Configura altre opzioni personalizzabili varie.
ja: その他の設定を変更できます。
ko: 그 외 다양한 설정들을 변경하세요.
lt: Konfigūruokite kitas įvairias tinkinamas parinktis.
lv: Konfigurēt citas dažādas pielāgojamas opcijas.
ms: Konfigurasikan pilihan lain yang boleh disesuaikan.
nl: Configureer andere diverse aanpasbare opties.
pl: Skonfiguruj inne różne konfigurowalne opcje.
pt_br: Configurar outras opções customizáveis.
ro: Configurați alte opțiuni diverse care pot fi personalizate.
ru: Настройте другие различные настраиваемые параметры.
sv_se: Konfigurera andra övriga anpassningsbara alternativ.
th: ตั้งค่าตัวเลือกอื่นๆ ที่ปรับแต่งได้
tr: Diğer çeşitli özelleştirilebilir seçenekleri yapılandırın.
uk: Налаштування інших додаткових параметрів.
vi: Tùy chỉnh những lựa chọn khác có thể chỉnh sửa.
zh_cn: 您可以在此处配置其他各种可定制的选项。
zh_hk: 配置其他各種各樣的可自訂的選項。
zh_tw: 設置其他各種各樣的可自訂的選項。

# Menu.Appearance.Customisation.Title
source: Customisation
ar: التخصيص
bg: Персонализация
bs: Prilagođavanje
cs: Přizpůsobení
da: Tilpasning
de: Personalisierung
es_es: Customización
fa: شخصی سازی
fi: Kustomisaatio
fil: Pagpapasadya
fr: Personnalisation
hr: Prilagodba
hu: Testreszabás
id: Kustomisasi
it: Personalizzazione
ja: カスタマイズ
ko: 사용자 정의 설정
lt: Tinkinimas
lv: Pielāgošana
ms: Pengubahsuaian
nl: Aanpassing
pl: Dostosowywanie
pt_br: Personalizar
ro: Personalizare
ru: Кастомизация
sv_se: Anpassning
th: การปรับแต่ง
tr: Özelleştirme
uk: Персоналізація
vi: Tùy chỉnh
zh_cn: 自定义
zh_hk: 自定義
zh_tw: 自定義

# Menu.Appearance.CustomisationIcon.Description
source: Must be a multi-size .ico file with sizes 16px to 128px. Set Icon as 'Custom' to use it.
ar: يجب أن يكون مِلَفّ .ico متعدد الأحجام بأحجام تتراوح من 16 بكسل إلى 128 بكسل. قم بتعيين الرمز على أنه "مخصص" لاستخدامه.
bg: Трябва да бъде многоразмерен .ico файл с размери от 16 до 128 пиксела. Задайте иконата като 'Custom', за да я използвате.
bs: Mora biti višegradni .ico fajl sa veličinom 16px do 128px. Stavite Ikonu kao 'Custom' da biste je koristili.
cs: Musí být multi-size .ico soubor s velikostí 16px do 128px. Nastav ikonu jako "Přizpůsobit" aby se použili.
da: Skal være en multi-size .ico-fil med størrelserne 16px til 128px. Indstil ikonet til 'Tilpasset' for at bruge det.
de: Muss eine .ico Datei mit Größen von 16px bis 128px sein. Setze das Icon auf 'Benutzerdefiniert', um es nutzen zu können.
es_es: Debe de ser un archivo ".ico" multi tamaño con escala de 16 píxeles a 128 píxeles. Selecciona el icono como 'Personalizado' para usarlo.
fa: باید یک فایل ico. چند اندازه با اندازه های 16 تا 128 پیکسل باشد. آیکون را به عنوان "دلخواه" برای استفاده از آن تنظیم کنید.
fi: Täytyy olla monikokoinen .ico-tiedosto, joka on kooltaan 16px-128px. Aseta kuvake asetukseen "Mukautettu" käyttääksesi sitä.
fil: Dapat isang multi-size na .ico file na may mga size mula 16px hanggang 128px. Itakda ang Icon bilang 'Custom' upang magamit ito.
fr: Doit être un fichier .ico multi-taille avec les dimensions de 16 à 128 px. Choisissez l'option "Custom" dans "Icône" pour l'utiliser.
hi: 16px se 128px aakaar vaalee ek bahu-aakaar vaalee .ico file honee chaahie. Isaka upayog karane ke lie icon ko 'Custom' ke roop mein set karen.
hr: Mora biti "multi-size" .ico datoteka s veličinama od 16px do 128px. Postavite ikonu na 'Prilagođeno' kako biste je koristili.
hu: Több méretű .ico fájlnak kell lennie, 16px és 128px közötti méretekkel. Használatához állítsa be az ikont 'Egyedi'-nek.
id: Harus berupa file .ico multi-size dengan ukuran 16px sampai 128px. Setel Ikon sebagai 'Kustom' untuk menerapkannya.
it: Deve essere un file .ico multiformato con dimensioni da 16px a 128px. Imposta l'icona su 'Personalizzata' per utilizzarla.
ja: 16px~128pxのマルチサイズ.ico形式を指定できます。(アイコンを"カスタム"にすることで使用できます)
ko: 16px에서 128px의 .ico 파일이어야 합니다. 사용하려면 아이콘을 '사용자 지정' 으로 지정해주세요.
lt: Turi būti daugiadydžių .ico failas, kurio dydis yra 16 tšk. iki 128 tšk.. Norėdami ją naudoti, nustatykite piktogramą kaip Pasirinktinis.
lv: Jābut vairāku izmēru .ico failam ar izmēriem no 16px līdz 128px. Iestatiet Ikonu kā "Pielāgots", lai to izmantotu.
ms: Fail .ico mestilah dalam pelbagai saiz, iaitu dari 16px hingga 128px. Tetapkan ikon sebagai "Custom" untuk menggunakannya.
nl: Het moet een multi-size .ico bestand zijn met afmetingen 16px tot 128px. Stel Pictogram in als 'Aangepast' om het te gebruiken.
pl: Musi to być plik w formacie .ico o rozmiarach od 16px do 128px. Ustaw ikonę jako „Niestandardową”, aby ją zastosować.
pt_br: Deve ser um arquivo .ico de 16 a 128 píxeis. Defina o ícone como "Personalizado" para o usar.
ro: Trebuie să fie un fișier .ico multidimensional cu dimensiuni cuprinse între 16px și 128px. Setați pictograma ca fiind „Personalizat” pentru a o utiliza.
ru: Должен быть в формате .ico с размерами 16пикс до 128пикс. Чтобы использовать его, установите Иконку как "Пользовательский".
sv_se: Måste vara en multistorlek .ico-fil med storlekarna 16px till 128px. Sätt ikon till "Egen" för att använda den.
th: ต้องเป็นไฟล์ .ico ที่มีหลายขนาด โดยจะต้องมีขนาด 16px ถึง 128px ต้องตั้งค่าไอคอนเป็น 'กำหนดเอง' เพื่อใช้งาน
tr: Boyutları 16px ila 128px olan çok boyutlu bir .ico dosyası olmalıdır. Kullanmak için Simgeyi 'Özel' olarak ayarlayın.
uk: Має бути різнорозмірний файл у форматі .ico з розмірами від 16px до 128px. Встановіть Іконку як "Користувацький", щоб використовувати його.
vi: Phải là tệp .ico đa dạng về kích thước từ 16px đến 128px. Đặt biểu tượng thành 'Tùy chỉnh' để sử dụng.
zh_cn: 图标大小必须为 16 至 128 像素的 .ico 文件；将图标类型设置为 “自定义” 后方可投入使用。
zh_hk: 必須是一個尺寸為 16px 至 128px 的多尺寸 .ico 檔案。設定圖示為「自訂」來使用它。
zh_tw: 必須是一個包含大小從16px到128px的多尺寸.ico文件。設定圖標時選擇“自定義”選項以使用它。

# Menu.Appearance.CustomisationIcon.Title
source: Custom Icon
ar: أيقونة مخصصة
bg: Икона
bs: Prilagođena ikona
cs: Vlastní Ikona
da: Tilpasset ikon
de: Personalisiertes Icon
es_es: Icono personalizado
fa: آیکون سفارشی
fi: Mukautettu kuvake
fr: Icône Custom
hr: Prilagođena ikona
hu: Saját Ikon
id: Ikon kustom
it: Icona personalizzata
ja: カスタムアイコン
ko: 사용자 지정 아이콘
lt: Pasirin. piktograma
lv: Pielāgota Ikona
ms: Ubah suai ikon
nl: Aangepast pictogram
pl: Niestandardowa Ikona
pt_br: Ícone personalizado
ro: Pictogramă personalizată
ru: Пользовательская Иконка
sv_se: Egen ikon
th: เลือก icon ด้วยตัวเอง
tr: Özel Simge
uk: Користувацька Іконка
vi: Biểu tượng
zh_cn: 自定义图标
zh_hk: 自訂圖示
zh_tw: 自定圖示

# Menu.Appearance.CustomisationTitle.Description
source: The text that shows as the title of the bootstrapper.
ar: الكتابة اللتي تظهر كعنوان من الحزام التمهيد.
bg: Текстът, който се показва като заглавие на началния зареждащ модул.
bs: Tekst koji se prikazuje kao naslov bootstrapper-a.
cs: Text, který se zobrazuje jako název bootstrapperu.
da: Den tekst, der vises som titel på bootstrapperen.
de: Der Text, der als Titel des Bootstrappers angezeigt wird.
es_es: El texto que se muestra como título del bootstrapper.
fa: متنی که به عنوان بوت استرپر نشان داده می شود.
fi: Teksti, joka näkyy käynnistysohjelman otsikkona.
fil: Ang text na ipinapakitang pamagat ng bootstrapper.
fr: Le texte qui apparaît en tant que titre du bootstrapper.
hi: Vah paath jo bootstrapper ke sheershak ke roop mein dikhaee deta hai.
hr: Tekst koji se prikazuje kao naslov pokretača.
hu: Az indító címeként megjelenő szöveg.
id: Teks yang akan ditampilkan sebagai judul bootstrapper.
it: Il testo che appare come titolo del bootstrapper.
ja: カスタムランチャーのタイトルを設定できます。
ko: 부트스트래퍼의 이름으로 표시되는 텍스트입니다.
lt: Tekstas, kuris rodomas kaip pakopinio paleidyklės pavadinimas.
lv: Teksts, kas rādās, kā palaišanas ielādētāja virsraksts.
ms: Teks yang akan dipaparkan sebagai nama di bootstrapper.
nl: De tekst die wordt weergegeven als de titel van de bootstrapper.
pl: Tekst, który się wyświetla jako nazwa bootstrappera.
pt_br: O texto que será mostrado como título do inicializador.
ro: Textul care apare ca titlu al inițializator-ului.
ru: Текст, который отображается в качестве заголовка лаунчера.
sv_se: Texten som visas som startprogrammets titel.
th: ข้อความจะแสดงเป็นหัวข้อของ bootstrapper
tr: Bootstrapper başlığı olarak gösterilen metin.
uk: Текст, який зображатися у заголовку завантажувача.
vi: Văn bản sẽ được hiển thị trên tiêu đề của trình khởi động.
zh_cn: 此文本将作为启动器的标题显示。
zh_hk: 顯示啓動器標題的文本。
zh_tw: 顯示啟動器標題的文字。

# Menu.Appearance.CustomisationTitle.Title
source: Title
ar: العنوان
bg: Заглавие
bs: Naslov
cs: Název
da: Titel
de: Titel
es_es: Título
fa: عنوان
fi: Otsikko
fr: Titre
hi: Sheershak
hr: Naslov
hu: Név
id: Judul
it: Titolo
ja: タイトル
ko: 이름
lt: Pavadinimas
lv: Virsraksts
ms: Nama
nl: Titel
pl: Tytuł
pt_br: Título
ro: Titlu
ru: Заголовок
sv_se: Titel
th: ชื่อ
tr: Başlık
uk: Заголовок
vi: Tiêu đề
zh_cn: 标题
zh_hk: 標題
zh_tw: 標題

# Menu.Appearance.Description
source: Configure how Bloxstrap should look.
ar: قم بتعديل شكل Bloxstrap.
bg: Конфигурирайте стила на Bloxstrap.
bs: Konfiguriši kako će Bloxstrap da izgleda.
cs: Konfigurovat vzhled Bloxstrapu.
da: Konfigurer, hvordan Bloxstrap skal se ud.
de: Konfiguriere das Aussehen von Bloxstrap.
es_es: Configura como Fishstrap debería verse.
fa: پیکربندی کنید که بلاکسترپ چگونه باشد.
fi: Määritä, miltä Bloxstrapin pitäisi näyttää.
fil: I-configure kung paano dapat magmukha ang Bloxstrap.
fr: Configurer à quoi Fishstrap doit ressembler.
hi: Configure karen ki Bloxstrap kaisa dikhana chaahie.
hr: Konfigurirajte kako da Fishstrap izgleda.
hu: Állítsa be a Bloxstrap kinézetét.
id: Konfigurasikan bagaimana tampilan Fishstrap.
it: Configura come Bloxstrap dovrebbe apparire.
ja: Fishstrapの見た目を変更できます。
ko: Bloxstrap을 원하는 대로 꾸미세요.
lt: Konfigūruokite, kaip turėtų atrodyti „Fishstrap“.
lv: Konfigurēt, kā Bloxstrap būtu jaizskatas.
ms: Tetapkan rupa bentuk Fishstrap.
nl: Configureer hoe Fishstrap eruit moet zien.
pl: Skonfiguruj jak Fishstrap powinien wyglądać.
pt_br: Alterar a aparência do Bloxstrap.
ro: Schimbă cum Bloxstrap arată.
ru: Настройте, как должен выглядеть Bloxstrap.
sv_se: Ändra hur Fishstrap ser ut.
th: ตั้งค่าว่า Bloxstrap ควรจะเป็นอย่างไร
tr: Bloxstrap'in nasıl görünmesi gerektiğini yapılandırın.
uk: Налаштуйте, як має виглядати Bloxstrap.
vi: Chỉnh sửa giao diện của Bloxstrap.
zh_cn: 您可以在此处更改 Bloxstrap 的部分 UI。
zh_hk: 配置 Bloxstrap 的外觀。
zh_tw: 設定Fishstrap的主題。
