Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Enums.EmojiType.Default
source: Default (Twemoji)
ar: تويموجي (الأصلي)
bs: Zadano (Twemoji)
cs: Výchozí (Twemoji)
da: Standardindstilling (Twemoji)
de: Standard (Twemoji)
es_es: Por defecto (Twemoji)
fa: پیش فرض (Twemoji)
fi: Oletus (Twemoji)
fr: Par défaut (Twemoji)
hr: Normalno (Twemoji)
hu: Alapértelmezett (Twemoji)
id: Bawaan (Twemoji)
it: Predefinito (Twemoji)
ja: 標準 (Twemoji)
ko: 기본 (Twemoji)
lt: Numatytasis („Twemoji“)
lv: Noklusējuma (Twemoji)
ms: Asal (Twemoji)
nl: Standaard (Twemoji)
pl: Domyślny (Twemoji)
pt_br: Padrão (Twemoji)
ro: Implicit (Twemoji)
ru: По умолчанию (Twemoji)
sv_se: Standard (Twemoji)
th: ค่าเริ่มต้น (Twemoji)
tr: Varsayılan (Twemoji)
uk: За умовчанням (Twemoji)
vi: Mặc định (Twemoji)
zh_cn: 默认 (Twemoji)
zh_hk: 預設 (Twemoji)
zh_tw: 預設（Twemoji）

# Enums.FlagPresets.InGameMenuVersion.V1
source: 2015 (V1)
ar: 2015 (النسخة الأولى)
es_es: 2015 (Versión 1)
fa: 2015 (نسخه اول)
hu: 2015 (1. verzió)
ja: 2015 (Ver. 1)
lt: 2015 m. (1 ver.)
pl: 2015 (Wersja 1)
uk: 2015 (Версія 1)
vi: 2015 (Phiên bản 1)
zh_hk: 2015年 (第一版本)

# Enums.FlagPresets.InGameMenuVersion.V2
source: 2020 (V2)
ar: 2020 (النسخة الثانية)
es_es: 2020 (Versión 2)
fa: 2020 (نسخه دوم)
hu: 2020 (2. verzió)
ja: 2020 (Ver. 2)
lt: 2022 m. (2 ver.)
pl: 2020 (Wersja 2)
uk: 2020 (Версія 2)
vi: 2020 (Phiên bản 2)
zh_hk: 2020年 (第二版本)

# Enums.FlagPresets.InGameMenuVersion.V4
source: 2023 (V4)
ar: 2023 (النسخة الرابعة)
es_es: 2023 (Versión 4)
fa: 2023 (نسخه چهارم)
hu: 2023 (4. verzió)
ja: 2023 (Ver. 4)
lt: 2023 m. (4 ver.)
pl: 2023 (Wersja 4)
uk: 2023 (Версія 4)
vi: 2023 (Phiên bản 4)
zh_hk: 2023年 (第四版本)

# Enums.FlagPresets.LightingMode.Default
source: Chosen by game
bs: Odabrano od igre
cs: Vybráno hrou
da: Valgt af spil
de: Vom Spiel ausgewählt
es_es: Elegido por el juego
fa: انتخاب توسط بازی
fr: Choisi par le jeu
hr: Odabrano od strane igrice
hu: Játék által kiválasztott
id: Dipilih oleh game
ja: ゲームが選択する
lt: Pasirinkta pagal žaidimą
lv: Izvēlēts pēc spēles
ms: Ditetapkan oleh permainan
nl: Gekozen door spel
pl: Wybrane przez grę
sv_se: Valt av spelet
tr: Oyun tarafından seçilme
zh_cn: 以游戏预设为主
zh_hk: 以遊戲預設為主
zh_tw: 以遊戲預設為主

# Enums.FlagPresets.LightingMode.Future
source: Future (Phase 3)
bs: Budućnost (Faza 3)
cs: Budoucnost (Fáze 3.)
da: Future (Fase 3)
es_es: Futuro (Fase 3)
fa: آینده (فاز سوم)
hr: Future (Faza 3)
hu: Future (3. fázis)
id: Future (Fase 3)
ja: Future (レベル3)
lt: „Future“ (3 fazė)
lv: Nākotne (3. Fāze)
ms: Masa hadapan (Fasa 3)
nl: Toekomst (Fase 3)
pl: Future (Faza 3)
sv_se: Future (Fas 3)
tr: Gelecek (3. Aşama)
zh_cn: Future (光照第三计划)
zh_hk: Future (第三階段)
zh_tw: Future (第三階段)

# Enums.FlagPresets.LightingMode.ShadowMap
source: Shadow Map (Phase 2)
bs: Mapa sjene (Faza 2)
cs: Stínová mapa (Fáze 2)
da: Shadow Map (Fase 2)
es_es: Shadow Map (Fase 2)
fa: سایه نقشه (فاز دوم)
hr: Shadow Map (Faza 2)
hu: Shadow map (2. fázis)
id: Shadow Map (Fase 2)
ja: Shadow Map (レベル2)
lt: „Shadow Map“ (2 fazė)
lv: Ēnu Karte (2. Fāze)
ms: Shadow Map (Fasa 2)
nl: Schaduwkaart (Fase 2)
pl: Shadow Map (Faza 2)
sv_se: Shadow Map (Fas 2)
tr: Gölge Haritası (2. Aşama)
zh_cn: Shadow Map (光照第二计划)
zh_hk: Shadow Map (第二階段)
zh_tw: ShadowMap (第二階段)

# Enums.FlagPresets.LightingMode.Voxel
source: Voxel (Phase 1)
bs: Voxel (Faza 1)
cs: Voxel (Fáze 1.)
da: Voxel (Fase 1)
es_es: Voxel (Fase 1)
fa: وکسل (فاز اول)
hr: Voksel Stil Osvjetljenja (Faza 1)
hu: Voxel (1. fázis)
id: Voxel (Fase 1)
ja: Voxel (レベル1)
lt: „Voxel“ (1 fazė)
lv: Vokselis (1. Fāze)
ms: Voxel (Fasa 1)
nl: Voxel (Fase 1)
pl: Voxel (Faza 1)
sv_se: Voxel (Fas 1)
tr: Voksel (1. Aşama)
zh_cn: Voxel (光照首计划)
zh_hk: Voxel (第一階段)
zh_tw: Voxel (第一階段)

# Enums.ServerType.Private
source: Private server
ar: السيرفر الخاص
bg: Личен сървър
bs: Privatni server
cs: Soukromý server
da: Privat server
de: Privater Server
es_es: Servidor privado
fa: سرور شخصی
fi: Yksityinen palvelin
fil: Pribadong server
fr: Serveur privé
hr: Privatan server
hu: Privát szerver
id: Server pribadi
it: Server privato
ja: プライベートサーバー
ko: 비공개 서버
lt: Privatus serveris
lv: Privātais serveris
ms: Server peribadi
nl: Privéserver
pl: Prywatny serwer
pt_br: Servidor privado
ro: Server privat
ru: Приватный сервер
sv_se: Privat server
th: เซิร์ฟเวอร์ส่วนตัว
tr: Özel sunucu
uk: Приватний сервер
vi: Máy chủ riêng
zh_cn: 私人服务器
zh_hk: 私人伺服器
zh_tw: 私人伺服器

# Enums.ServerType.Public
source: Public server
ar: السيرفر العام
bg: Публичен сървър
bs: Javni server
cs: Veřejný server
da: Offentlig server
de: Öffentlicher Server
es_es: Servidor público
fa: سرور همگانی
fi: Julkinen palvelin
fil: Publikong serbiro
fr: Serveur public
hr: Javan server
hu: Nyilvános szerver
id: Server publik
it: Server pubblico
ja: 公開サーバー
ko: 공개 서버
lt: Viešasis serveris
lv: Publiskais serveris
ms: Server awam
nl: Openbare server
pl: Publiczny serwer
pt_br: Servidor público
ro: Server public
ru: Публичный сервер
sv_se: Offentlig server
th: เซิร์ฟเวอร์สาธารณะ
tr: Herkese açık sunucu
uk: Публічний сервер
vi: Máy chủ công khai
zh_cn: 公共服务器
zh_hk: 公開伺服器
zh_tw: 公共伺服器

# Enums.ServerType.Reserved
source: Reserved server
ar: السيرفر الخاص
bg: Запазен сървър
bs: Rezervisani server
cs: Rezervovaný server
da: Reserveret server
de: Reservierter Server
es_es: Servidor reservado
fa: سرور محفوظ شده
fi: Varattu palvelin
fil: Nakareserba na serbiro
fr: Serveur réservé
hr: Rezervirani server
hu: Fenntartott szerver
id: Server terdedikasi
it: Server riservato
ja: 予約済みサーバー
ko: 예약된 서버
lt: Rezervuotas serveris
lv: Rezervēts serveris
ms: Server yang dikhaskan
nl: Gereserveerde server
pl: Zarezerwowany serwer
pt_br: Servidor reservado
ro: Server rezervat
ru: Зарезервированный сервер
sv_se: Reserverad server
th: เซิฟเวอร์ที่สงวนไว้
tr: Rezerve edilmiş sunucu
uk: Зарезервований сервер
vi: Máy chủ dự phòng
zh_cn: 预留服务器
zh_hk: 預留伺服器
zh_tw: 後備伺服器

# Enums.Theme.Dark
source: Dark
ar: داكن
bg: Тъмна
bs: Tamno
cs: Tmavé
da: Mørk
de: Dunkel
es_es: Oscuro
fa: تیره
fi: Tumma
fr: Sombre
hr: Tamno
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
ko: 어두운 테마
lt: Tamsi
lv: Tumšs
ms: Gelap
nl: Donker
pl: Ciemny
pt_br: Escuro
ro: Întunecat
ru: Тёмная
sv_se: Mörkt
th: มืด
tr: Karanlık
uk: Темна
vi: Tối
zh_cn: 深色
zh_hk: 深色
zh_tw: 深暗

# Enums.Theme.Light
source: Light
ar: فاتح
bg: Светла
bs: Svjetlo
cs: Světlý
da: Lyst
de: Hell
es_es: Claro
fa: روشن
fi: Vaalea
fr: Clair
hr: Svjetlo
hu: Világos
id: Terang
it: Chiaro
ja: ライト
ko: 밝은 테마
lt: Šviesi
lv: Gaišs
ms: Cerah
nl: Licht
pl: Jasny
pt_br: Claro
ro: Luminos
ru: Светлая
sv_se: Ljust
th: สว่าง
tr: Aydınlık
uk: Світла
vi: Sáng
zh_cn: 浅色
zh_hk: 淺色
zh_tw: 明亮

# InstallChecker.Updated
source: Bloxstrap has been upgraded to v{0}
ar: تم تحديث Bloxstrap إلى إصدار {0}
bg: Bloxstrap е обновено на версия {0}
bs: Bloxstrap je nadograđen na verziju v{0}
cs: Bloxstrap byl aktualizován na v{0}
da: Bloxstrap er blevet opgraderet til v{0}
de: Bloxstrap wurde auf v{0} aktualisiert
es_es: Fishstrap ha actualizado a la versión {0}
fa: بلاکسترپ به نسخه {0} بروزرسانی شد
fi: Bloxstrap on päivitetty versioon v{0}
fil: Na-upgrade na ang Bloxstrap sa v{0}
fr: Fishstrap a été mis à jour vers la version v{0}
hi: Bloxstrap ko v{0} mein upgrade kar diya gaya hai
hr: Fishstrap je nadograđen na v{0}
hu: A Bloxstrap frissítve lett v{0}-ra/re
id: Fishstrap telah diperbarui ke v{0}
it: Bloxstrap è stato aggiornato alla versione {0}
ja: FishstrapはVer. {0}に更新されました。
ko: Bloxstrap이 v{0}(으)로 업그레이드되었습니다
lt: „Fishstrap“ buvo atnaujintas į v{0}.
lv: Bloxstrap ir ticis jaunināts uz v{0}
ms: Fishstrap telah dinaik taraf ke v{0}
nl: Fishstrap is bijgewerkt naar v{0}
pl: Fishstrap został zaktualizowany do wersji v{0}
pt_br: O Bloxstrap atualizou para a versão {0}
ro: Bloxstrap a fost actualizat la v{0}
ru: Bloxstrap был обновлён до версии {0}
sv_se: Fishstrap har uppgraderats till v{0}
th: Bloxstrap ได้รับการอัปเกรดเป็น v{0}
tr: Bloxstrap v{0} sürümüne güncellendi
uk: Bloxstrap було оновлено до версії {0}
vi: Bloxstrap đã được cập nhật lên phiên bản v{0}
zh_cn: Bloxstrap 现已更新至 v{0}
zh_hk: Bloxstrap 已經更新至 v{0}
zh_tw: Fishstrap 已經更新至 v{0}

# InstallChecker.VersionDifferentThanInstalled
source: The version of Bloxstrap you've launched is different to the version you currently have installed. Would you like to upgrade your currently installed version?
ar: يختلف إصدار Bloxstrap الذي قمت بتشغيله عن الإصدار الذي قمت بتثبيته حاليًا. هل ترغب في تحديث الإصدار المثبت حاليًا؟
bg: Версията на Bloxstrap, която стартирахте, е различна от версията, която е вече инсталирана. Искате ли да надстроите текущо инсталираната версия?
bs: Verzija Bloxstrap-a koju ste pokrenuli razlikuje se od verzije koju trenutno imate instaliranu. Želite li nadograditi svoju trenutnu instaliranu verziju?
cs: Verze Bloxstrapu kterou jste spustili je jiná než tu kterou máte instalovanou. Chcete aktualizovat vaší instalovanou verzi?
da: Den version af Bloxstrap, du har startet, er forskellig fra den version, du har installeret i øjeblikket. Vil du gerne opgradere din nuværende installerede version?
de: Die ausgeführte Version von Bloxstrap unterscheidet sich von der installierten Version. Möchtest du deine installierte Version aktualisieren?
es_es: La versión de Fishstrap que has iniciado es diferente a la versión que tienes instalada. ¿Quieres actualizar tu versión instalada?
fa: نسخه‌ای که از بلاکسترپ باز کرده‌اید با نسخه نصب شده متفاوت است. آیا می‌خواهید نسخه نصب شده خود را به‌روزرسانی کنید؟
fi: Bloxstrapin versio, jonka käynnistit, eroaa asennetusta versiosta. Haluatko päivittää tällä hetkellä asennetun version?
fil: Ang bersyon ng Bloxstrap na iyong sinimulan ay magkaiba sa bersyon na iyong ininstall. Gusto mo ba i-upgrade ang kasalukuyang naka-install na bersyon?
fr: La version de Fishstrap que vous venez de lancer est différente de celle qui est actuellement installée. Voulez-vous mettre à jour la version actuellement installée ?
hi: Aapke dvaara launch kiya gaya Bloxstrap ka version aapake dvaara vartamaan mein install kie gae version se alag hai. Kya aap apne vartamaan mein installed version ko upgrade karana chaahenge?
hr: Verzija Fishstrapa koju ste pokrenuli je drukčija od verzije koju imate instaliranu. Želite li nadograditi svoju trenutno instaliranu verziju?
hu: A Bloxstrap elindított verziója eltér a jelenleg telepített verziótól. Szeretné frissíteni a jelenleg telepített verzióját?
id: Versi Fishstrap yang Anda luncurkan sepertinya berbeda dengan versi yang Anda pasang sekarang. Apakah Anda ingin memperbarui versi yang sudah Anda install?
it: La versione di Bloxstrap che hai avviato è diversa da quella attualmente installata. Vorresti aggiornare la versione attualmente installata?
ja: 起動したFishstrapのバージョンは、現在インストールされているバージョンと異なります。 現在インストールされているバージョンを更新しますか？
ko: 실행한 Bloxstrap 버전이 현재 설치된 버전과 다릅니다. 현재 설치된 버전을 업그레이드하시겠습니까?
lt: Paleista „Fishstrap“ versija skiriasi nuo šiuo metu įdiegtos versijos. Ar norėtumėte atnaujinti šiuo metu įdiegtą versiją?
lv: Tā Bloxstrap versija, ko tu esi atvēris, ir atšķirīga tai versijai, kas tev šobrīd ir instalēta. Vai tu vēlies jaunināt savu pašreiz instalēto versiju?
ms: Versi Fishstrap yang sedang berjalan adalah berbeza daripada versi yang telah dipasang. Adakah anda ingin memperbaharui versi yang telah dipasang?
nl: De versie van Fishstrap die je hebt gelanceerd is anders dan de versie die je momenteel hebt geïnstalleerd. Wil je je huidige geïnstalleerde versie bijwerken?
pl: Wersja Fishstrap, którą uruchomiłeś, różni się od wersji, którą aktualnie zainstalowałeś. Czy chcesz zaktualizować aktualnie zainstalowaną wersję?
pt_br: A versão do Bloxstrap que você abriu difere da versão que você tem instalada. Você quer atualizar para a versão instalada?
ro: Versiunea de Bloxstrap pe care ați lansat-o este diferită de versiunea pe care o aveți instalată în prezent. Doriți să actualizați versiunea instalată în prezent?
ru: Запущенная версия Bloxstrap отличается от версии, которая установлена у вас сейчас. Хотите ли вы обновить текущую версию?
sv_se: Versionen av Fishstrap som du har öppnat är en annan version än den du nuvarande har installerad. Vill du uppdatera din nuvarande installerade version?
th: เวอร์ชั่นของ Bloxstrap ที่คุณใช้งานอยู่นั้นจะแตกต่างออกไปกับเวอร์ชั่นที่คุณได้ติดตั้งไว้ คุณต้องการอัพเกรดให้เป็นเวอร์ชั่นล่าสุดมั้ย?
tr: Başlattığınız Bloxstrap sürümü, şuan ki güncel sürümden farklı. Yeni sürüme güncellemek ister misiniz?
uk: Версія Bloxstrap, яку ви запустили, відрізняється від версії, яку ви зараз встановили. Бажаєте оновити встановлену версію?
vi: Phiên bản Bloxstrap bạn đã mở khác với phiên bản đã cài đặt hiện tại. Bạn có muốn nâng cấp phiên bản đã cài đặt không?
zh_cn: 您启动的 Bloxstrap 版本与您当前已安装的版本并不一致。 您是否要更新当前已安装的版本？
zh_hk: 你所執行的 Bloxstrap 版本與你目前安裝的版本不同， 請問你是否需要更新到去目前最新的版本嗎？
zh_tw: 你目前運行的Fishstrap版本和你目前已安裝的版本不同。請問你要升級目前已安裝的版本嗎？

# Menu.About.Contributors
source: Contributors
ar: المساهمين
bg: Сътрудници
bs: Kontributori
cs: Přispěvatelé
da: Bidragydere
de: Mitwirkende
es_es: Contribuidores
fa: مشارکت‌کنندگان
fi: Avustajat
fil: Mga Kontribyutor
fr: Contributeurs
hr: Doprinositelji
hu: Hozzájárulók
id: Kontributor
it: Contributori
ja: 貢献者
ko: 기여자
lt: Bendradarbiai
lv: Līdzstrādnieki
ms: Penyumbang
nl: Bijdragers
pl: Współautorzy
pt_br: Contribuidores
ro: Contributori
ru: Соавторы
sv_se: Medverkande
th: ผู้มีส่วนร่วม
tr: Katkıda Bulunanlar
uk: Помічники
vi: Những người đóng góp
zh_cn: 贡献者
zh_hk: 貢獻者
zh_tw: 貢獻者

# Menu.About.Contributors.Code
source: Code
ar: الكود
bg: Програмиране
bs: Kod
cs: Kód
da: Kode
es_es: Código
fa: کد
fi: Koodi
hr: Kod
hu: Programozók
id: Kode
it: Codice
ja: コード
ko: 코드
lt: Programuotojai
lv: Kods
ms: Kod
pl: Kod
pt_br: Código
ro: Cod
ru: Код
sv_se: Kod
tr: Kod
uk: Код
vi: Lập trình
zh_cn: 代码贡献者
zh_hk: 程式碼
zh_tw: 代碼

# Menu.About.Contributors.Description
source: These are the people who have made notable contributions to Bloxstrap, helping make it what it is.
ar: هؤلاء هم الأشخاص الذين قدموا مساهمات ملحوظة في Bloxstrap، مما ساعد في جعلها على ما هي عليه الآن.
bg: Това са хората, които са направили забележителен принос за Bloxstrap, като са помогнали да стане това, което е.
bs: Ovo su ljudi koji su dali značajan doprinos Bloxstrapu, pomažući da postane ono što jest.
cs: Tohle jsou lidé, kteří významně přispěli a pomohli z Bloxstrapu udělat to, čím je teď.
da: Dette er de mennesker, der har ydet bemærkelsesværdige bidrag til Bloxstrap og hjulpet med at gøre det til det, det er.
de: Dies sind die Personen, welche bedeutende Beiträge zu Bloxstrap geleistet haben, um es zu dem zu machen was es ist.
es_es: Estas son las personas que han hecho notables contribuciones a Fishstrap, ayudando a convertirlo en lo que es.
fa: این افراد کسانی هستند که مشارکت‌های قابل توجهی در بلاکسترپ داشته‌اند و کمک کرده‌اند تا به این چیزی که اکنون هست، تبدیل بشود.
fi: Nämä ovat henkilöitä, jotka ovat tehneet huomattavia avustuksia Bloxstrapiin ja auttaneet tekemään siitä sen mikä se on.
fil: Ito ang mga tao na nagbigay ng mahalagang kontribusyon sa Bloxstrap, na tumulong upang maging ganito ang Bloxstrap.
fr: Voici les personnes qui ont apporté des contributions notables à Fishstrap, contribuant à en faire ce qu'il est aujourd'hui.
hi: Ye voh log he jinhonne Bloxstrap me ullekhaneey yogadaan diya hai, jiske vajese madat mila he Bloxstrap banane me.
hr: Ovo su ljudi koji su dali značajan doprinos Fishstrapu, Pomagajući da se učiniti onakvim kakav jest.
hu: Ezek azok az emberek, akik jelentős mértékben hozzájárultak a Bloxstraphez, és segítettek abban, hogy azzá váljon, ami.
id: Mereka adalah orang-orang yang telah memberikan kontribusi penting pada Fishstrap, membantu mewujudkannya sampai saat ini.
it: Queste sono le persone che hanno dato un contributo notevole per Bloxstrap, rendendolo ciò che è.
ja: Fishstrapの開発に貢献し、今の姿を作り上げた人々です。
ko: 지금의 Bloxstrap을 만드는 데 큰 도움을 주신 분들입니다.
lt: Tai – žmonės, kurie labai prisidėjo indėlį į „Fishstrap“ ir padėjo jai tapti tuo, kuo ji yra.
lv: Šie ir tie cilvēki, kas ir devuši ievērojamu ieguldījumu Bloxstrap, palīdzot izveidot to tādu, kāds tas ir.
ms: Berikut adalah individu yang telah memberi sumbangan besar kepada Fishstrap, membantu membentuknya menjadi seperti yang ada sekarang.
nl: Dit zijn de mensen die een opmerkelijke bijdrage hebben geleverd aan Fishstrap en het hebben gemaakt tot wat het is.
pl: To ludzie, którzy wnieśli znaczący wkład w Fishstrap, pomagając uczynić go tym, czym jest.
pt_br: Estas pessoas tiveram uma contribuição notável para o Bloxstrap, ajudando-o a ser o que é.
ro: Aceștia sunt oamenii care au adus contribuții notabile la Bloxstrap, ajutând la transformarea acestuia în ceea ce este.
ru: Это люди, которые внесли значительный вклад в Bloxstrap, помогая сделать его таким, какой он есть.
sv_se: Detta är de som har gjort anmärkningsvärda bidrag till Fishstrap och hjälpt till att göra det till vad det är.
th: คนเหล่านี้คือคนที่มีส่วนร่วมใน Bloxstrap และช่วยพัฒนามันให้เป็นอย่างที่เป็น.
tr: Bu insanlar Bloxstrap'e kayda değer katkılarda bulunmuş ve onun bu hale gelmesine yardımcı olmuş kişilerdir.
uk: Це люди, які зробили значний внесок у розвиток Bloxstrap, допомагаючи зробити його таким, яким він є.
vi: Đây là những người có đóng góp nổi bật cho Bloxstrap, giúp nó được như bây giờ.
zh_cn: 这是那些曾经为 Bloxstrap 贡献了许多帮助的贡献者们；没有他们，发展到如今绝无可能。
zh_hk: 以下是為 Bloxstrap 有顯著的貢獻的人，幫助它成為現在的樣子。
zh_tw: 以下是對Fishstrap有顯著貢獻的人，幫助它成為現在的樣子。

# Menu.About.Contributors.FeatureIdeas
source: Feature Ideas
ar: أفكار مستقبلية
bg: Идеи за функции
bs: Ideje za funkcionalnosti
cs: Nápady funkcí
da: Funktion idéer
de: Feature-Ideen
es_es: Ideas de Características
fa: ایده های قابلیت
fi: Ominaisuusideoita
fil: Mga tampok na ideya
fr: Idées de fonctionnalités
hi: Feature vichaar
hr: Značajne Ideje
hu: Funkció Ajánlók
id: Ide fitur
it: Idee per le funzionalità
ja: 機能アイデア
ko: 아이디어 제공
lt: Funkcijų idėjos
lv: Funkciju Idejas
ms: Idea dan Fungsi
nl: Functie-ideeën
pl: Pomysły
pt_br: Ideias de Funcionalidades
ro: Idei de funcții
ru: Идеи для Функций
sv_se: Funktionsidéer
th: ไอเดียเกี่ยวกับฟีเจอร์
tr: Özellik Fikirleri
uk: Ідеї щодо функцій
vi: Quyên góp ý tưởng
zh_cn: 特色功能贡献者
zh_hk: 功能建議
zh_tw: 功能建議

# Menu.About.Contributors.SpecialThanks
source: Special Thanks
ar: شكر خاص
bg: Специални благодарности
bs: Posebne Pohvale
cs: Zvláštní poděkování
da: Specielt tak
de: Besonderer Dank
es_es: Agradecimientos Especiales
fa: سپاس ویژه
fi: Erityiset kiitokset
fil: Namumukod-tanging pasasalamat
fr: Remerciements spéciaux
hi: Vishesh dhanyavaad
hr: Posebno Hvala
hu: Különleges Köszönet
id: Ucapan spesial
it: Ringraziamenti speciali
ja: スペシャルサンクス
ko: 특별히 고마운 사람들
lt: Ypatingai dėkojame
lv: Īpašs Paldies
ms: Jutaan Terima Kasih
nl: Speciaal dankwoord
pl: Specjalne Podziękowania
pt_br: Agradecimentos especiais
ro: Mulțumiri speciale
ru: Особая Благодарность
sv_se: Speciella tack
th: ขอบคุณมากเป็นพิเศษ
tr: Özel Teşekkür
uk: Особлива Подяка
vi: Lời cảm ơn sâu sắc
zh_cn: 特别鸣谢
zh_hk: 特別感謝
zh_tw: 特別感謝

# Menu.About.Description
source: An alternative bootstrapper for Roblox with a bunch of extra features.
ar: أداة تمهيد بديلة لـ Roblox مع مجموعة من الميزات الإضافية.
bg: Алтернативен начален зареждащ модул за Roblox с множество допълнителни функции.
bs: Alternativni bootstrapper za Roblox sa mnoštvo dodatnih mogućnosti.
cs: Alternativní bootstrapper pro Roblox s řadou extra funkcí.
da: En alternativ bootstrapper til Roblox med en masse ekstra funktioner.
de: Ein alternativer Bootstrapper für Roblox mit einer Menge zusätzlicher Funktionen.
es_es: Un iniciador alternativo de Roblox con un montón de características adicionales.
fa: یک بوت استرپر جایگزین برای روبلاکس با بسیاری ویژگی های جدید.
fi: Vaihtoehtoinen käynnistysohjelma Robloxille, jossa on paljon lisäominaisuuksia.
fil: Isang alternatibong bootstrapper para sa Roblox na may maraming karagdagang feature.
fr: Un bootstrapper alternatif pour Roblox avec plein de fonctionnalités en plus.
hi: Vibhinn suvidhaon ke samooh ke saath Roblox ke lie ek vaikalpik bootstrapper.
hr: Alternativni pokretač za Roblox s mnoštvom dodatnih značajki.
hu: Egy alternatív indító a Roblox-hoz csomó extra funkcióval.
id: Bootstrapper alternatif untuk Roblox dengan fitur ekstra yang banyak.
it: Un bootstrapper alternativo per Roblox con qualche funzionalità in più.
ja: 便利機能の詰まったRoblox用カスタムランチャー
ko: 다양한 추가 기능을 갖춘 Roblox 전용 부트스트래퍼입니다.
lt: Alternatyvus „Roblox“ pakopinė paleidyklę su daugybe papildomų funkcijų.
lv: Alternatīvs palaišanas ielādētājs priekš Roblox, ar daudz papildus funkcijām.
ms: Alternatif bootstrapper untuk Roblox dengan beberapa ciri tambahan.
nl: Een alternatieve bootstrapper voor Roblox met een heleboel extra functies.
pl: Alternatywny bootstrapper dla Roblox z wieloma dodatkowymi funkcjami.
pt_br: Um inicializador alternativo para o Roblox com algumas ferramentas extras.
ro: Un inițializator alternativ pentru Roblox cu o mulțime de funcții suplimentare.
ru: Альтернативный лаунчер для Roblox с дополнительными функциями.
sv_se: Ett alternativt startprogram för Roblox med en massa extra funktioner.
th: มีทางเลือกมากมายสำหรับ bootstrapper สำหรับ Roblox กับกลุ่มฟีเจอร์ที่มากมาย
tr: Roblox için ek özelliklere sahip alternatif bir bootstrapper.
uk: Альтернативний завантажник (бутстраппер) для Roblox з купою додаткових функцій.
vi: Một trình khởi động phụ dành cho Roblox với các tính năng đa dạng.
zh_cn: 一款专门为 Roblox 所设计且具有许多额外功能的第三方启动器。
zh_hk: 一個專門為 Roblox 帶著趣怪的第三方啓動器。
zh_tw: 一個專為 Roblox 設計，具有許多實用功能的第三方啟動器。

# Menu.About.DiscordServer
source: Discord server
ar: سيرفر Discord
bg: Discord сървър
es_es: Servidor de Discord
fa: سرور دیسکورد
fi: Discord-palvelin
fr: Serveur Discord
hu: Discord szerver
id: Server Discord
it: Server Discord
ja: Discordサーバー
ko: Discord 서버
lt: „Discord“ serveris
lv: Discord serveris
ms: Server Discord
pl: Serwer Discord
pt_br: Servidor do Discord
ro: Server de Discord
ru: Discord сервер
th: เซิฟเวอร์ดิสคอร์ด
tr: Discord sunucusu
uk: Discord сервер
vi: Máy chủ Discord
zh_cn: Discord 服务器
zh_hk: Discord 伺服器
zh_tw: Discord 伺服器

# Menu.About.GithubRepository
source: GitHub repository
ar: مستودع GitHub
bg: GitHub хранилище
bs: GitHub repozitorij
cs: GitHub repozitář
da: GitHub arkiv
es_es: Repositorio de Github
fa: مخزن گیت هاب
fi: GitHub-repositorio
fr: Dépôt GitHub
hr: GitHub repozitorij
hu: GitHub tároló
id: Repositori GitHub
it: Repositorio GitHub
ja: GitHubリポジトリ
ko: GitHub 리포지토리
lt: „GitHub“ saugykla
lv: GitHub krātuve
ms: Repositori Github
nl: GitHub-archief
pl: Repozytorium GitHub
pt_br: Repositório do GitHub
ro: Depozit GitHub
ru: Репозиторий GitHub
th: ที่เก็บข้อมูลของ GitHub
tr: GitHub deposu (repository)
uk: GitHub репозиторій
vi: Trang GitHub
zh_cn: GitHub 代码仓库
zh_hk: Github 程式碼庫
zh_tw: Github 代碼庫

# Menu.About.HelpInformation
source: Help and Information
ar: المعلومات والمساعدة
bg: Помощ и Информация
bs: Pomoć i Informacije
cs: Pomoc a Informace
da: Hjælp og information
de: Hilfe und Informationen
es_es: Ayuda e Información
fa: راهنما و اطلاعات
fi: Tukea ja tietoa
fil: Tulong at Impormasyon
fr: Aide et Information
hi: Sahaayata aur jaankaree
hr: Pomoć i informacije
hu: Segítség és információ
id: Bantuan dan Informasi
it: Aiuto e Informazioni
ja: ヘルプ&インフォメーション
ko: 도움말과 정보
lt: Pagalba ir informacija
lv: Palīdzība un Informācija
ms: Bantuan dan Informasi
nl: Hulp en informatie
pl: Pomoc i informacje
pt_br: Ajuda e Informação
ro: Ajutor și Informații
ru: Помощь и справка
sv_se: Hjälp och information
th: ช่วยเหลือและข้อมูลเบื้องต้น
tr: Yardım ve Bilgi
uk: Довідка та інформація
vi: Trợ giúp và thông tin
zh_cn: 信息与帮助
zh_hk: 幫助和資訊
zh_tw: 幫助和資訊
