Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# About.Translators.Description
source: All of Bloxstrap's translations are crowdsourced through [Crowdin]({0}). Everyone listed here are people who generously volunteered their time and effort to help localise Bloxstrap. A massive thank you to everyone here!
ar: جميع ترجمات Bloxstrap مزدحمة من خلال [Crowdin]({0}). كل الأشخاص المذكورين هنا هم المتطوعين الذين تطوعوا بذلوا جهدهم ووقتهم للمساعدة في توطين Bloxstrap. شكراً جزيلاً للجميع هنا!
bg: Всички преводи на Bloxstrap са събрани от общността чрез [Crowdin]({0}). Всички, изброени тук, са хора, които щедро са отделили времето и усилията си, за да помогнат за локализирането на Bloxstrap. Огромно благодаря на всички тук!
bs: Svi Bloxstrapovi prijevodi su nabavljeni preko [Crowdin]({0}). Svi koji su ovdje navedeni su ljudi koji su velikodušno uložili svoje vrijeme i trud kako bi pomogli lokalizaciju Bloxstrapa. Veliko hvala svima ovdje!
cs: Všechny překlady Bloxstrapu jsou crowdsourcovány skrz [Crowdin]({0}). Všichni uvedení zde jsou lidé, kteří velkoryse dobrovolili svůj čas a snahu přeložit Bloxstrap. Obrovský dík všem!
da: Alle Bloxstraps oversættelser er crowdsourced via [Crowdin]({0}). Alle, der er nævnt her, er personer, der generøst har brugt deres tid og kræfter på at hjælpe med at lokalisere Bloxstrap. En kæmpe tak til alle her!
de: Alle Übersetzungen von Bloxstrap wurden über [Crowdin]({0}) erstellt. Alle hier aufgeführten Personen haben ihre Freizeit und Mühe dazu genutzt, um bei der Lokalisierung von Bloxstrap mitzuwirken. Ein riesiges Dankeschön an alle hier!
es_es: Todas las traducciones de Fishstrap se realizan mediante colaboración abierta a través de [Crowdin]({0}). Todos los que aparecen aquí son personas que generosamente ofrecieron su tiempo y esfuerzo para ayudar a localizar Fishstrap. ¡Un enorme agradecimiento a todos aquí!
fa: همه ترجمه‌های بلاکسترپ از طریق [Crowdin] ({0}) جمع‌آوری می‌شوند. همه افرادی که در اینجا لیست شده اند افرادی هستند که سخاوتمندانه زمان و تلاش خود را برای همگانی سازی بلاکسترپ صرف کرده اند. یک تشکر گسترده از همه افراد در اینجا!
fi: Kaikki Bloxstrapin käännökset joukkoistetaan [Crowdinin]({0}) kautta. Täällä listatut henkilöt ovat anteliaasti ja vapaaehtoisesti tarjonneet aikaansa ja vaivaansa auttaakseen Bloxstrapin lokalisoinnissa. Suuret kiitokset kaikille täällä oleville!
fil: Lahat ng translations para sa Bloxstrap ay crowdsourced galing sa [Crowdin]({0}). Lahat nakalista dito ang mga tao na nakapagboluntaryo para sa oras at pagsisikap para tulungan i-localize at Bloxstrap. Malaking pasasalamat sa iyong lahat!
fr: Toutes les traductions de Fishstrap sont crowdsourcés via [Crowdin]({0}). Toutes les personnes listées ici sont des personnes qui ont généreusement donnés de leur temps et de leurs efforts pour aider à rendre Fishstrap accessible à tous. Un grand merci à eux !
hi: Bloxstrap ki saari translations [Crowdin]({0}) ke madhyam se crowdsourced hain. Yahan listed sabhi log woh hain jinhone apna samay aur mehnat dekar Bloxstrap ko localise karne me madad ki. Sabhi yahan maujood logo ka ek bada dhanyawad!
hr: Svi Fishstrapovi prijevodi su crowdsourcani preko [Crowdin-a]({0}). Svi navedeni ovdje su ljudi koji su velikodušno volontirali svoje vrijeme i trud kako bi pomogli lokalizirati Fishstrap. Veliko hvala svima ovdje!
hu: A Bloxstrap összes fordítása a [Crowdin]({0}) segítségével készül. Mindenki, aki itt szerepel, olyan ember, aki nagylelkűen önkéntes munkát végzett, hogy segítsen a Bloxstrap lokalizálásában. Hatalmas köszönet mindenkinek!
id: Semua translasi Fishstrap bersumber dari banyak orang menggunakan [Crowdin]({0}). Semua yang ditulis disini adalah orang yang suka rela menawarkan waktu mereka dan upaya untuk membantu melokalkan Fishstrap. Terima kasih sebesar-besarnya untuk semuanya disini!
it: Tutte le traduzioni di Bloxstrap provengono dalla community attraverso [Crowdin]({0}). Tutte le persone elencate qui hanno volontariamente dedicato il loro tempo e impegno ad aiutare a tradurre Bloxstrap. Un grande grazie a tutti!
ja: Fishstrapにおけるすべての翻訳は[Crowdin]({0})を通じたクラウドソーシングによって行われています。ここに掲載されている皆様は、Fishstrapをローカライズするために多大なる時間と努力を費やした人々です。翻訳者の皆様、本当にありがとうございます！
ko: Bloxstrap의 모든 번역은 [Crowdin]({0})을 통해 크라우드소싱됩니다. 여기 적힌 모든 사람들은 Bloxstrap의 번역을 위해 시간과 노력을 아끼지 않고 도와주신 분들입니다. 모두 진심으로 감사드립니다!
lt: Visi „Fishstrap“ vertimai sutelktinti per [„Crowdin“]({0}). Visi čia išvardyti žmonės dosniai savanoriškai skyrė savo laiką ir pastangas, kad padėtų lokalizuoti „Fishstrap“. Didelis dėkui visiems esantiems čia!
lv: Visi Bloxstrap tulkojumi ir izveidoti ar sabiedrības palīdzību caur [Crowdin]({0}). Visi šeit minētie cilvēki ir dāsni veltījuši savu laiku un pūles, lai palīdzētu lokalizēt Bloxstrap. Liels paldies visiem šeit!
ms: Semua terjemahan Fishstrap yang diperoleh adalah dengan kerjasama ramai melalui [Crowdin]({0}). Setiap individu yang disenaraikan di sini adalah mereka yang menyumbangkan masa dan juga usaha untuk membantu menjayakan penterjemahan Fishstrap. Jutaan terima kasih kepada mereka semua di sini!
nl: Alle vertalingen van Fishstrap zijn gecrowdsourcet via [Crowdin]({0}). Iedereen die hier op de lijst staat, zijn mensen die zich ruimhartig hebben ingezet voor het lokaliseren van Fishstrap. Een grote dank aan iedereen hier!
pl: Wszystkie tłumaczenia Fishstrap są tworzone wspólnie przez społeczność za pośrednictwem platformy [Crowdin]({0}). Wszyscy wymienieni tutaj hojnie wykorzystali swój czas i wysiłek, aby pomóc zlokalizować Fishstrap. Wręczamy najserdeczniejsze podziękowania!
pt_br: Todas as traduções do Bloxstrap são colaborativas através do [Crowdin]({0}). Todos listados aqui são pessoas que gentilmente usaram seu tempo e esforço para ajudar a localizar o Bloxstrap. Um enorme agradecimento a todos!
ro: Toate traducerile Bloxstrap sunt realizate prin [Crowdin]({0}). Toții listat aici sunt oameni care s-au oferit cu generozitate ca voluntari să își ofere timpul și efortul pentru a ajuta la localizarea Bloxstrap. Mulțumiri masive tuturor celor de aici!
ru: Все переводы Bloxstrap выполнены с помощью краудсорсинга [Crowdin]({0}). Все, кто здесь перечислены, — это люди, которые щедро пожертвовали своим временем и усилиями, чтобы помочь локализовать Bloxstrap. Огромное спасибо всем присутствующим!
sv_se: Alla Fishstraps översättningar är insamlade med crowdsourcing via [Crowdin]({0}). Alla listade här är människor som frivilligt lagt ner sin tid och ansträngning för att hjälpa till at lokalisera Fishstrap. Ett stort tack till alla här!
th: การแปลทั้งหมดของ Bloxstrap เป็นการรวบรวมจากผู้ใช้ผ่าน [Crowdin]({0}) ทุกคนที่ระบุอยู่ที่นี่คือผู้ที่อาสาสมัครเวลาและความพยายามของพวกเขาเพื่อช่วยในการแปล Bloxstrap ขอบคุณมาก ๆ สำหรับทุกคนที่นี่!
tr: Bloxstrap'ın tüm çevirileri [Crowdin]({0}) üzerinden kitle kaynaklıdır. Burada listelenen herkes cömertce Bloxstrap'ı yerelleştirmek için zamanlarını ve çabalarını harcayan kişilerdir. Buradaki herkese çok teşekkürler!
uk: Усі переклади Bloxstrap виконано на основі краудсорсингу за допомогою [Crowdin]({0}). Усі перелічені тут люди щедро пожертвували свій час і зусилля, щоб допомогти локалізувати Bloxstrap. Щиро дякуємо усім!
vi: Tất cả các bản dịch của Bloxstrap đều được đóng góp từ cộng đồng thông qua [Crowdin]({0}). Tất cả những người được liệt kê ở đây đều đã tự nguyện dành thời gian và công sức để giúp dịch Bloxstrap. Xin gửi lời cảm ơn chân thành đến tất cả mọi người!
zh_cn: Bloxstrap 的所有翻译都是由 [Crowdin]({0}) 来众包；在此处列出的每一个人都是慷慨地自愿贡献自己的时间和精力来帮助 本地化 Bloxstrap 的人。因此向每一个人的贡献表示衷心的感谢！
zh_hk: Bloxstrap 的所有翻譯都是透過 [Crowdin]({0}) 進行眾包。這裡列出的每個人都慷慨地自願貢獻自己的時間和精力來幫助 Bloxstrap 變為本地化。非常感謝這裡的每一個人！
zh_tw: Fishstrap 的所有翻譯都是通過 [Crowdin]({0}) 群眾外包而來。這裡列出的每一個人都是慷慨地志願貢獻時間和精力來幫助本地化 Fishstrap 的人。對這裡的每一位，我們深表感謝！

# Common.Navigation.Install
source: Install
ar: تثبيت
bg: Инсталирай
bs: Instaliraj
cs: Instalovat
da: Installér
de: Installieren
es_es: Instalar
fa: نصب
fi: Asentaa
fil: I-install
fr: Installer
hr: Instaliraj
hu: Telepítés
id: Pasang
it: Installa
ja: インストール
ko: 설치
lt: Diegti
lv: Instalēt
ms: Pasang
nl: Installeer
pl: Zainstaluj
pt_br: Instalar
ro: Instalează
ru: Установить
sv_se: Installera
th: ติดตั้ง
tr: Yükle
uk: Встановити
vi: Cài đặt
zh_cn: 安装
zh_hk: 安裝
zh_tw: 安裝

# Paths.Icons
source: Icons
ar: الأيقونات
bg: Икони
bs: Ikone
cs: Ikony
da: Ikoner
es_es: Iconos
fa: آیکون ها
fi: Kuvakkeet
fil: Mga icon
fr: Icônes
hr: Ikone
hu: Ikonok
id: Ikon
it: Icone
ja: アイコン
ko: 아이콘
lt: Piktogramos
lv: Ikonas
ms: Ikon
nl: Iconen
pl: Ikony
pt_br: Ícones
ro: Pictograme
ru: Иконки
sv_se: Ikoner
th: ไอคอน
tr: Simgeler
uk: Іконки
vi: Biểu tượng
zh_cn: 已提取的图标 (Icons)
zh_hk: 圖示
zh_tw: 圖示

# LaunchMenu.LaunchRobloxStudio
source: Launch Roblox Studio
ar: تشغيل Roblox Studio
bg: Стартирай Roblox Studio
bs: Pokreni Roblox Studio
cs: Spustit Roblox Studio
da: Start Roblox Studio
de: Roblox Studio starten
es_es: Iniciar Roblox Studio
fa: بازکردن روبلاکس استودیو
fi: Käynnistä Roblox Studio
fil: I-launch ang Roblox Studio
fr: Lancer Roblox Studio
hi: Roblox Studio launch karein
hr: Pokreni Roblox Studio
hu: Roblox Studio elindítása
id: Buka Roblox Studio
it: Avvia Roblox Studio
ja: Roblox Studioを起動
ko: Roblox Studio 실행하기
lt: Paleisti „Roblox Studio“
lv: Palaist Roblox Studio
ms: Lancarkan Roblox Studio
nl: Start Roblox Studio
pl: Uruchom Roblox Studio
pt_br: Iniciar o Roblox Studio
ro: Lansează Roblox Studio
ru: Запустить Roblox Studio
sv_se: Starta Roblox Studio
th: เปิด Roblox Studio
tr: Roblox Studio'u başlat
uk: Запустити Roblox Studio
vi: Khởi chạy Roblox Studio
zh_cn: 启动 Roblox Studio
zh_hk: 啓動 Roblox Studio
zh_tw: 啟動 Roblox Studio

# Dialog.Exception.Version
source: Version {0}
ar: الإصدار {0}
bg: Версия {0}
bs: Verzija {0}
cs: Verze {0}
es_es: Versión {0}
fa: ورژن {0}
fi: Versio {0}
hi: Sanskaran {0}
hr: Verzija {0}
hu: Verzió {0}
id: Versi {0}
it: Versione {0}
ja: Ver. {0}
ko: 버전 {0}
lt: {0} versija
lv: Versija {0}
ms: Versi {0}
nl: Versie {0}
pl: Wersja {0}
pt_br: Versão {0}
ro: Versiunea {0}
ru: Версия {0}
th: เวอร์ชั่น {0}
tr: Sürüm {0}
uk: Версія {0}
vi: Phiên bản {0}
zh_cn: 版本 {0}
zh_hk: 版本 {0}
zh_tw: 版本 {0}

# Enums.BootstrapperStyle.CustomDialog
source: Custom
ar: مخصص
bg: по избор
bs: Prilagođeno
cs: Vlastní
da: Tilpasset
de: Benutzerdefiniert
es_es: Personalizado
fa: دلخواه
fi: Mukautettu
hr: Prilagođeno
hu: Egyéni
it: Personalizzato
ja: カスタム
ko: 사용자 지정
lt: Pasirinktinis
lv: Pielāgot
ms: Tersuai
nl: Aangepast
pl: Niestandardowy
pt_br: Personalizado
ro: Personalizat
ru: Пользовательский
sv_se: Egen
th: กำหนดเอง
uk: Особистий
vi: Tuỳ chọn
zh_hk: 自訂
zh_tw: 自訂

# Bootstrapper.FilesInUse
source: Bloxstrap tried to upgrade Roblox but can't because Roblox's files are still in use. Please close any applications that may be using Roblox's files, and relaunch.
ar: حاول Bloxstrap ترقية Roblox ولكن لا يمكن أن يكون لأن ملفات Roblox لا تزال قيد الاستخدام. الرجاء إغلاق أي تطبيقات قد تستخدم ملفات Roblox، وإعادة التشغيل.
bg: Bloxstrap се опита да актуализира Roblox, но бе неуспешен, защото файловете на Roblox все още се използват. Моля, затворете всички приложения, които може да ги ползват, и стартирайте отново.
bs: Bloxstrap je pokušao nadograditi Roblox, ali ne može jer se Robloxovi fajlovi još uvijek koriste. Zatvorite sve aplikacije koje možda koriste Robloxove datoteke i ponovo ih pokrenite.
cs: Bloxstrap se pokusil aktualizovat Roblox, ale nemůže, protože soubory Robloxu jsou stále používány. Zavřete všechny aplikace, které mohou používat soubory Robloxu, a znovu spusťte.
da: Bloxstrap forsøgte at opgradere Roblox, men kan ikke fordi Roblox' filer stadig er i brug. Luk alle programmer, der kan bruge Roblox's filer, og relancering.
de: Bloxstrap hat versucht, Roblox zu aktualisieren, kann dies jedoch nicht, da die Dateien von Roblox noch verwendet werden. Bitte schließe alle Anwendungen, die möglicherweise auf die Dateien von Roblox zugreifen, und starte die App neu.
es_es: Fishstrap ha intentado actualizar Roblox pero no pudo porque los archivos de Roblox están en uso. Por favor cierre las aplicaciones que estén usando los archivos de Roblox, y vuelve a iniciar.
fa: بلاکسترپ تلاش کرد که روبلاکس را بروزرسانی بکند اما نتوانست زیرا که فایل های روبلاکس در حال حاضر درحال استفاده شدن هستند. لطفاً برنامه‌هایی را که ممکن است از فایل‌های روبلاکس استفاده کنند را ببندید و دوباره اجرا کنید.
fi: Bloxstrap yritti päivittää Robloxin, mutta ei voi, koska Robloxin tiedostot ovat vielä käytössä. Sulje kaikki sovellukset, jotka saattavat käyttää Robloxin tiedostoja, ja käynnistä Bloxstrap sitten uudelleen.
fil: Sinubukan ng Bloxstrap mag-upgrade ng Roblox pero hindi kaya kasi ginagamit pa ang mga file ng Roblox. Isarado muna ang kahit anong application na maaaring gamitin ang mga file ng Roblox, at mag relaunch.
fr: Fishstrap a tenté de mettre Roblox à jour mais a échoué car des fichiers de Roblox sont utilisés. Veuillez fermer toute application pouvant utiliser les fichiers de Roblox, et relancez.
hi: Bloxstrap ne Roblox ka adhunikaran karne ki koshish ki, lekin nahi kar pa raha hai kyunki Roblox ki faaylen abhi bhi upyog mein hain. Kripya un anuprayogon ko band karein jo ho sakta hai ki Roblox ki faaylen ka upyog kar rahe hon, aur punah prarambh karein.
hr: Fishstrap je pokušao ažurirati Roblox, ali ne može jer se Robloxove datoteke još dalje koriste. Molimo zatvorite bilo koju aplikaciju koja bi mogla koristiti Robloxove datoteke, i ponovno pokrenite.
hu: A Bloxstrap megpróbálta frissíteni a Robloxot, de nem tudja, mert a Roblox fájljai még mindig használatban vannak. Kérjük, zárjon be minden olyan alkalmazást, amely a Roblox fájljait használja, és indítsa újra.
id: Fishstrap mencoba meningkatkan Roblox tetapi tidak bisa karena berkas Roblox masih digunakan. Silakan tutup aplikasi apa pun yang dapat menggunakan berkas Roblox, lalu luncurkan ulang.
it: Bloxstrap ha provato ad aggiornare Roblox ma non può perché i file di Roblox sono ancora in uso. Si prega di chiudere tutte le applicazioni che potrebbero usare i file di Roblox e rilanciare.
ja: Robloxのアプリファイルが使用中のため、Robloxを更新できませんでした。 Robloxのアプリファイルを使用している可能性のあるアプリを閉じて、もう一度お試しください。
ko: Bloxstrap이 Roblox를 업데이트하려고 했으나 현재 Roblox의 파일이 사용 중입니다. Roblox의 파일을 사용 중인 프로그램을 모두 종료하고, 다시 실행해 주세요.
lt: „Fishstrap“ bandė atnaujinti „Roblox“, bet negali, nes „Roblox“ failai vis dar naudojami. Uždarykite visas programas, kurios gali naudoti „Roblox“ failus, ir paleiskite iš naujo.
lv: Bloxstrap centās jaunināt Roblox, bet nevarēja, jo Roblox faili vēl tiek izmantoti. Lūdzu aizveriet jebkuras aplikācijas, kas varētu izmantot Roblox failu un vēlreiz atveriet Bloxstrap.
ms: Fishstrap cuba menaik taraf Roblox tetapi gagal kerana fail Roblox sedang digunakan. Sila tutup sebarang aplikasi yang mungkin menggunakan fail Roblox, dan cuba lagi.
nl: Fishstrap heeft geprobeerd Roblox bij te werken, maar kan dit niet omdat de bestanden van Roblox nog in gebruik zijn. Sluit alstublieft alle applicaties die mogelijk de bestanden van Roblox gebruiken en start opnieuw.
pl: Fishstrap próbował zaktualizować Roblox, ale nie może, ponieważ pliki Roblox są w użyciu. Prosimy zamknąć wszystkie aplikacje, które mogą używać plików Roblox i uruchom aplikację ponownie.
pt_br: O Bloxstrap tentou atualizar o Roblox, mas não pode porque os arquivos do Roblox ainda estão em uso. Feche quaisquer aplicativos que possam estar usando os arquivos do Roblox e reinicie.
ro: Bloxstrap a încercat să actualizeze Roblox, dar nu poate fiindcă fișierele Roblox sunt în folosință. Vă rugăm să închideți orice aplicație care poate folosi fișierele Roblox, și să relansați.
ru: Bloxstrap попытался обновить Roblox, но не может, так как файлы Roblox все ещё используются. Пожалуйста, закройте приложения, которые могут использовать файлы Roblox, и перезапустите Bloxstrap.
sv_se: Fishstrap kunde inte uppdatera Roblox eftersom Roblox filer fortfarande används. Var vänlig och stäng applikationer som kan använda Roblox filer, och starta sedan om Fishstrap.
th: Bloxstrap พยายามที่จะอัปเดต Roblox แต่ไม่สามารถทำได้เพราะมีไฟล์ของ Roblox ที่กำลังถูกใช้ โปรดปิดแอปพลิเคชันที่กำลังใช้ไฟล์ของ Roblox แล้วลองใหม่อีกครั้ง
tr: Bloxstrap Roblox'u yükseltmeye çalıştı ancak başaramadı çünkü Roblox'un dosyaları hâlâ kullanımda. Lütfen Roblox'un dosyalarını kullanabilecek olan uygulamaları kapatın, ve tekrar başlatın.
uk: Bloxstrap намагався оновити Roblox, але не може, тому що файли Roblox все ще у використанні. Будь ласка, закрийте застосунки, які можуть використовувати файли Roblox і перезапустіться.
vi: Bloxstrap không thể cập nhật Roblox vì các tập tin của Roblox đang được sử dụng Xin hãy đóng các ứng dụng đang sử dụng các tập tin của Roblox, và khởi động động lại.
zh_cn: Bloxstrap 目前无法更新 Roblox；因为当前 Roblox 的文件被占用。 请关闭任何可能正在占用 Roblox 文件的应用程序，然后重启 Bloxstrap。
zh_hk: Bloxstrap 嘗試升級 Roblox，但無法升級因為 Roblox 的檔案仍在使用中。 請關閉所有可能使用 Roblox 檔案的應用程式，然後重新啓動。
zh_tw: Fishstrap 目前無法更新 Roblox；因為當前 Roblox 的文件被其他佔用。 請關閉任何可能正在使用 Roblox 程式文件的應用程式，然後重新啟動 Fishstrap。

# FileTypes.ZipArchive
source: Zip archive
ar: أرشيف الملفات المضغوطة
bg: Zip архив
bs: ZIP arhiva
cs: Archiv Zip
da: Zip-arkiv
de: Zip Archiv
es_es: Archivo Zip
fa: فایل فشرده Zip
fi: Zip-arkisto
fr: Archive Zip
hr: Zip arhiva
hu: Zip archívum
id: Arsip zip
it: Archivio zip
ja: zip 形式
ko: Zip 압축 파일
lt: ZIP archyvas
lv: Zip arhīvs
ms: Arkib zip
nl: Zip archief
pl: Archiwum ZIP
pt_br: Arquivo Zip
ro: Arhivă Zip
ru: ZIP-архив
sv_se: Zip-arkiv
th: ไฟล์ซิป
tr: Zip arşivi
uk: Архів Zip
vi: Nén thành tệp Zip
zh_cn: 压缩文件
zh_hk: Zip 壓縮檔案
zh_tw: Zip 壓縮檔

# Common.Export
source: Export
ar: تصدير
bg: Експортирай
bs: Izvoz
cs: Exportovat
da: Eksport
de: Exportieren
es_es: Exportar
fa: صدور
fi: Vie
fil: I-export
fr: Exporter
hi: Niryat
hr: Izvezi
hu: Exportálás
id: Ekspor
it: Esportazione
ja: エクスポート
ko: 내보내기
lt: Eksportuoti
lv: Eksportēt
ms: Eksport
nl: Exporteer
pl: Eksportuj
pt_br: Exportar
ro: Exportă
ru: Экспортировать
sv_se: Exportera
th: ส่งออก
tr: Dışarı aktar
uk: Експорт
vi: Xuất ra
zh_cn: 导出
zh_hk: 匯出
zh_tw: 導出

# App.OSDeprecation.Win7_81
source: Roblox no longer supports Windows 7 or 8.1. To continue playing Roblox, please upgrade to Windows 10 or newer.
ar: لم يعد Roblox يدعم Windows 7 أو 8.1. لمواصلة تشغيل Roblox، يرجى الترقية إلى Windows 10 أو أحدث.
bg: Roblox вече не поддържа Windows 7 или 8.1. За да продължите да играете Roblox, моля, надстройте до Windows 10 или по-нова версия.
bs: Roblox više ne podržava Windows 7 ili 8.1. Da nastavite igrati Roblox, nadogradite na Windows 10 ili noviji.
cs: Roblox již nepodporuje Windows 7 ani 8.1. Pokud chcete dále hrát Roblox, aktualizujte prosím na Windows 10 nebo novější.
da: Roblox understøtter ikke længere Windows 7 eller 8.1. For at fortsætte med at spille Roblox, bedes du opgradere til Windows 10 eller nyere.
de: Windows 7 und 8.1 werden von Roblox nicht mehr unterstützt. Um weiterhin Roblox zu spielen, müsstest du auf Windows 10 oder höher upgraden.
es_es: Roblox ya no soporta Windows 7 o 8.1. Para seguir jugando Roblox, por favor actualice a Windows 10 o posterior.
fa: روبلاکس دیگر بر روی ویندوز 7 و یا 8.1 پشتیبانی نمیشود. جهت ادامه دادن به بازی در روبلاکس، لطفا به ویندوز 10 یا جدیدتر بروزرسانی کنید.
fi: Roblox ei enää tue Windows 7 tai 8.1, jatkaaksesi Robloxin pelaamista, ole hyvä ja päivitä Windows 10 tai uudempaan.
fil: Hindi na sinusuportahan Windows 7 or 8.1 ang Roblox. Upang magpatuloy sa paglaro ng Roblox, mag-upgrade sa Windows 10 o mas bago.
hi: Roblox ab Windows 7 ya 8.1 ko support nahi karta. Roblox khelna jaari rakhne ke liye, kripya Windows 10 ya naya version upgrade karein.
hr: Roblox više ne podržava Windows 7 i 8.1. Da biste nastavili igrati Roblox, nadogradite na Windows 10 ili novije.
hu: A Roblox már nem támogatja a Windows 7 vagy 8.1 operációs rendszert. A Roblox játék folytatásához kérjük, frissítsen Windows 10-re vagy újabb verzióra.
it: Roblox non supporta più Windows 7 o 8.1. Per continuare a giocare Roblox, si prega di aggiornare a Windows 10 o più recente.
ja: RobloxはWindows 7や8.1のサポートを終了しました。Robloxをプレイしたい場合は、Windows 10以降にアップグレードしてください。
ko: Roblox는 Windows 7 또는 8.1을 더 이상 지원하지 않습니다. 계속 플레이하려면 Windows 10 이상으로 업그레이드하세요.
lt: „Roblox“ nebepalaiko „Windows 7“ arba „8.1“. Kad tęstumėte žaisti „Roblox“, atnaujinkite į „Windows 10“ ar naujesnę versiją.
lv: Roblox vairs neatbalsta Windows 7 vai 8.1. Lai turpinātu spēlēt Roblox, lūdzu atjauniniet Windows uz 10 vai jaunāku.
ms: Roblox tidak lagi menyokong Windows 7 atau 8.1. Untuk terus bermain Roblox, sila naik taraf ke Windows 10 atau versi yang lebih baharu.
nl: Roblox ondersteunt niet meer Windows 7 of 8.1. Voor Roblox te blijven spelen, upgrade naar Windows 10 of nieuwer.
pl: Roblox nie obsługuje już Windows 7 lub 8.1. Aby kontynuować granie w Roblox, proszę zaktualizować do Windows 10 lub nowszego.
pt_br: O Roblox não é mais compatível com o Windows 7 ou 8.1. Para continuar jogando, atualize para o Windows 10 ou uma versão mais recente.
ro: Roblox nu mai suportă Windows 7 sau 8.1. Pentru a continua să joci Roblox, te rugăm să actualizezi la Windows 10 sau mai nou.
ru: Roblox больше не поддерживает Windows 7 или 8.1. Чтобы продолжить играть в Roblox, обновитесь до Windows 10 или выше.
sv_se: Roblox stödjer inte längre Windows 7 eller 8.1. För att fortsätta spela, uppgradera till Windows 10 eller senare.
th: Roblox ไม่รองรับ Windows 7 หรือ Windows 8.1 เพื่อเล่น Roblox ต่อไปโปรดอัปเกรดเป็น Windows 10 หรือใหม่กว่า
uk: Roblox більше не підтримує Windows 7 або 8.1. Аби продовжити грати, оновіть ваш Windows до версії 10 чи новіше.
vi: Roblox không còn hỗ trợ Windows 7 hoặc 8.1 nữa. Xin hãy nâng cấp lên Windows 10 hoặc mới hơn.
zh_hk: Roblox 已不再支援 Windows 7 或 8.1。如果要繼續玩 Roblox，請升級到 Windows 10 或更高的作業系統。
zh_tw: Roblox 已不再支援 Windows 7 和 8.1。 如果您想要繼續遊玩的話，請更新至 Windows 10 或更新的作業系統。

# Bootstrapper.Status.UpgradingBloxstrap
source: Getting the latest Bloxstrap...
ar: يتم اخذ اخر نسخه من Bloxstrap...
bg: Вземане на най-новата версия на Bloxstrap...
bs: Dobivanje najnovijeg Bloxstrap-a...
cs: Získávání nejnovější verze Bloxstrap...
da: Finder den nyeste Bloxstrap...
de: Bloxstrap wird aktualisiert...
es_es: Obteniendo la versión más reciente de Fishstrap...
fa: در حال گرفتن آخرین بلاکسترپ...
fi: Haetaan uusinta Bloxstrap-versiota...
fil: Kinukuha ang latest Bloxstrap...
hi: Naya Bloxstrap version download kar rahe he....
hr: Dobivanje najnovije verzije Fishstrapa...
hu: A legújabb Bloxstrap beszerzése...
id: Mengunduh versi Fishstrap terbaru...
it: Ricerca della versione più recente di Bloxstrap...
ja: Fishstrapの最新版を取得中...
ko: 최신 Bloxstrap을 받는 중...
lt: Gaunamas naujausias „Fishstrap“...
lv: Iegūst jaunāko Bloxstrap...
ms: Mencuba mendapatkan aplikasi Fishstrap terbaharu...
nl: De nieuwste Fishstrap krijgen...
pl: Pobieranie najnowszej wersji Fishstrap...
pt_br: Obtendo a versão mais recente do Bloxstrap...
ro: Se obține cel mai nou Bloxstrap...
ru: Получаем последнюю версию Bloxstrap...
sv_se: Skaffar den nyaste Fishstrap...
th: กำลังดาวน์โหลดเวอร์ชั่นล่าสุดของ Bloxstrap...
tr: Bloxstrap'in en yeni sürümü indiriliyor...
uk: Отримання останньої версії Bloxstrap...
vi: Đang tải xuống phiên bản mới nhất của Bloxstrap...
zh_cn: 正在获取最新版本的 Bloxstrap...
zh_hk: 正在取得最新版的 Bloxstrap...
zh_tw: 正在取得最新的Fishstrap...

# Enums.CustomThemeTemplate.Blank
source: Blank
ar: فارغ
bg: Празeн
bs: Prazno
cs: Prázdný
es_es: En blanco
fa: خالی
fi: Tyhjä
fil: Blangko
hi: Khali
hr: Prazno
hu: Üres
it: Vuoto
ja: なし
ko: 비어 있음
lt: Tuščia
lv: Tukšs
ms: Kosong
nl: Blanco
pl: Pusty
pt_br: Vazio
ro: Gol
ru: Пустой
sv_se: Tom
th: ว่างเปล่า
uk: Пустий
vi: Trống
zh_hk: 空白
zh_tw: 空白
