Repository: bloxstraplabs/bloxstrap
Catalog: Bloxstrap/Resources/Strings.*.resx
Languages: ar, bg, bs, cs, da, de, es_es, fa, fi, fil, fr, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nl, pl, pt_br, ro, ru, sv_se, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# Installer.Completion.Text
source: Bloxstrap has successfully been installed. Roblox has not yet been installed, that will happen when you launch it with Bloxstrap for the first time. However, before you do that, you may want to configure Bloxstrap's settings first. Also, avoid using the "Roblox Player" shortcut to launch Roblox, as Bloxstrap won't launch with Roblox. If you don't see Bloxstrap show when launching from the website, simply launch Roblox with Bloxstrap once from the desktop to fix it. What would you like to do?
ar: تم تثبيت Bloxstrap. لم يتم تثبيت Roblox بعد، وسيحدث ذلك عند تشغيله باستخدام Bloxstrap للمرة الأولى. ومع ذلك، قبل القيام بذلك، قد ترغب في تكوين إعدادات Bloxstrap أولاً. تجنب أيضًا استخدام اختصار "Roblox Player" لتشغيل Roblox، حيث لن يتم تشغيل Bloxstrap مع Roblox. إذا لم تشاهد Bloxstrap يظهر عند التشغيل من موقع الويب، فما عليك سوى تشغيل Roblox باستخدام Bloxstrap مرة واحدة من سطح المكتب لإصلاح المشكلة. ماذا تريد أن تفعل؟
bg: Bloxstrap бе успешно инсталиран. Roblox все още не е инсталиран, това ще се случи, когато го стартирате с Bloxstrap за пръв път. Въпреки това, преди да направите това, може да искате първо да конфигурирате настройките на Bloxstrap. Също така избягвайте да използвате прекия път „Roblox Player“, за да стартирате Roblox, тъй като Bloxstrap няма да се стартира с Roblox. Ако не виждате Bloxstrap да се показва при стартиране от уебсайта, просто стартирайте Roblox с Bloxstrap веднъж от работния плот, за да го поправите. Какво бихте искали да правите?
bs: Bloxstrap je uspješno instaliran. Roblox još nije instaliran, to će se dogoditi kada ga prvi put pokrenete s Bloxstrapom. Međutim, prije nego što to učinite, možda ćete htjeti prvo konfigurisati Bloxstrap postavke. Također, izbjegavajte korištenje prečice "Roblox Player" za pokretanje Robloxa, jer se Bloxstrap neće pokrenuti s Robloxom. Ako ne vidite Bloxstrap prilikom pokretanja s web-mjesta, jednostavno pokrenite Roblox s Bloxstrapom jednom sa radne površine da biste to popravili. šta biste željeli raditi?
cs: Bloxstrap byl úspěšně nainstalován. Roblox ještě nebyl nainstalován, k čemuž dojde při prvním spuštění Bloxstrapu. Než to uděláte, možná budete chtít nejdříve nakonfigurovat Bloxstrap. Nepoužívejte také zkratku "Roblox Player" pro spuštění Robloxu, protože Bloxstrap nebude spuštěn s Robloxem. Pokud se nespustí Bloxstrap při spuštění z webové stránky, jednoduše spusťte Bloxstrap jednou z plochy, abyste to opravili. Co chcete udělat?
da: Bloxstrap er blevet installeret med succes. Roblox er endnu ikke blevet installeret, det vil ske, når du starter det første gang med Bloxstrap. Før du gør det, kan det dog være en god idé at konfigurere Bloxstrap's indstillinger først. Undgå også at bruge "Roblox Player"-genvejen til at starte Roblox, da Bloxstrap ikke vil starte sammen med Roblox. Hvis du ikke ser Bloxstrap, når du starter fra websiden, så start blot Roblox med Bloxstrap én gang fra skrivebordet for at løse problemet. Hvad vil du gerne gøre?
de: Bloxstrap wurde erfolgreich installiert. Roblox wurde noch nicht installiert, was beim ersten Start von Roblox per Bloxstrap nachgeholt wird. Aber bevor du dies tust, möchtest du vielleicht die Einstellungen von Bloxstrap konfigurieren. Und vermeide das Starten von Roblox mit der "Roblox Player" Verknüpfung, weil Bloxstrap dann nicht mit Roblox startet. Wenn du Bloxstrap nicht siehst wenn du Roblox von der Webseite startest, musst du Roblox einmal durch Bloxstrap vom Desktop starten, um das Problem zu beheben. Was möchtest du nun tun?
es_es: Fishstrap se ha instalado correctamente. Roblox aún no se ha instalado, eso ocurrirá cuando lo inicies con Fishstrap por primera vez. Sin embargo, antes de hacer eso, es posible que desees configurar primero los ajustes de Fishstrap. Además, evita utilizar el acceso directo «Roblox Player» para iniciar Roblox, ya que Fishstrap no se iniciará con Roblox. Si no ves Fishstrap al iniciar desde el sitio web, simplemente inicia Roblox con Fishstrap una vez desde el escritorio para solucionarlo. ¿Qué te gustaría hacer?
fa: بلاکسترپ با موفقیت نصب شده است. روبلاکس هنوز نصب نشده است و این اتفاق زمانی خواهد افتاد که برای اولین بار آن را با بلاکسترپ اجرا کنید. با این حال، قبل از انجام این کار، ممکن است بخواهید تنظیمات بلاکسترپ را ابتدا پیکربندی کنید. همچنین، از استفاده از میانبر "Roblox Player" برای اجرای روبلاکس خودداری کنید، زیرا بلاکسترپ با روبلاکس اجرا نخواهد شد. اگر بلاکسترپ را هنگام اجرای روبلاکس از وب‌سایت نمی‌بینید، کافی است یک بار روبلاکس را از دسکتاپ با بلاکسترپ اجرا کنید تا این مشکل برطرف شود. چه کاری می‌خواهید انجام دهید؟
fi: Bloxstrap asennettiin onnistuneesti. Roblox ei ole vielä asennettu, se tapahtuu vasta, kun käynnistät sen Bloxstrapin avulla ensimmäisen kerran. Kuitenkin ennen kuin teet näin, saattaisit tahtoa määrittää Bloxstrapin asetukset ensin. Muuten, vältä käyttämästä "Roblox Player" -pikakuvaketta käynnistääksesi Robloxin, koska Bloxstrap ei silloin käynnisty Robloxin mukana. Jos et näe Bloxstrapin ilmestyvän käynnistäessä pelin verkkosivustolta, käynnistä Roblox Bloxstrapin avulla työpöydältä kerran korjataksesi sen. Mitä tahtoisit tehdä?
fil: Nai-install ng matagumpay ang Bloxstrap. Hindi pa nainstall ang Roblox, yan ang mangyayari kapag nilaunch mo gamit ang Bloxstrap sa unahang pagkakataon. Gayundin, iwasang paggamit ng "Roblox Player" shortcut para i-launch ang Roblox, dahil hindi la-launch ang Bloxstrap kasama ang Roblox. Kung hindi mo nakitang lumilitaw ang Bloxstrap kapag nag-lalaunch siya galing sa website, i-launch mo yung Roblox kasama ang Bloxstrap ng isang beses galing sa desktop para ayusin ito. Ano ang gusto mong gawin?
fr: Fishstrap a été installé avec succès. Roblox n'a pas encore été installé ; cela se fera lors de votre premier lancement avec Fishstrap. Cependant, avant de le faire, vous voudrez peut-être d'abord configurer les paramètres de Fishstrap. Évitez également d'utiliser le raccourci "Roblox Player" pour lancer Roblox, car Fishstrap ne se lancera pas avec Roblox. Si vous ne voyez pas Fishstrap apparaître lors du lancement depuis le site web, il suffit de lancer Roblox avec Fishstrap une fois depuis le bureau pour corriger cela. Que souhaitez-vous faire ?
hi: Bloxstrap successfully install ho gaya hai. Roblox abhi tak install nahi hua hai, yeh tab hoga jab aap pehli baar Bloxstrap ke saath ise launch karenge. Lekin, usse pehle, aap Bloxstrap ki settings configure karna chahein to kar sakte hain. Saath hi, "Roblox Player" shortcut ka istemal karke Roblox ko launch karne se bachain, kyunki Bloxstrap ke saath Roblox launch nahi hoga. Agar aapko website se launch karte waqt Bloxstrap nahi dikhe, to bas ek baar desktop se Roblox ko Bloxstrap ke saath launch karke isse theek kar sakte hain. Aap kya karna chahenge?
hr: Fishstrap se je uspješno instalirao. Roblox još nije bio instaliran, to će se dogoditi kada ga pokrenete s Fishstrapom prvi put. Ali, prije nego li to napravite, možda biste htjeli prvo konfigurirati Fishstrap postavke. Isto tako, izbjegnite koristiti "Roblox Player" prečac za pokretanje Roblox-a, jer se Fishstrap neće pokrenuti s Roblox-om. Ako ne vidite Fishstrap kako se pojavljuje kada pokrećete s web-stranice, samo pokrenite Roblox sa Fishstrapom jedan put s desktopa da biste to popravili. Što biste htjeli napraviti?
hu: A Bloxstrap sikeresen telepítve. A Roblox még nem lett telepítve, ez akkor fog megtörténni, amikor először indítod el a Bloxstrap segítségével. Mielőtt azonban ezt megtennéd, érdemes először a Bloxstrap beállításait konfigurálni. Továbbá kerülje a „Roblox Player” parancsikon használatát a Roblox elindításához, mivel a Bloxstrap nem fog elindulni a Roblox-szal együtt. Ha a weboldalról való indításkor nem jelenik meg a Bloxstrap, egyszerűen indítsd el a Robloxot a Bloxstrap segítségével egyszer az asztalról, hogy a probléma megoldódjon. Mit szeretnél tenni?
id: Fishstrap berhasil dipasang. Roblox belum terpasang, itu akan terjadi saat Anda menjalankannya dengan Fishstrap untuk pertama kalinya. Namun, sebelum Anda melakukannya, munkin Anda mau mengkonfigurasikan pengaturan Fishstrap terlebih dahulu. Juga, hindari menggunakan pintasan "Roblox Player" untuk menjalankan Roblox, karena Fishstrap tidak akan berjalan dengan roblox. Jika Anda tidak melihat Fishstrap saat menjalankannya menggunakan situs web, jalankan Roblox dengan Fishstrap sekali untuk memperbaikinya Apa yang ingin Anda lakukan?
it: Bloxstrap è stato installato con successo. Roblox non è stato ancora installato, questo accadrà quando lo avvierai insieme a Bloxstrap per la prima volta. Tuttavia, prima che tu lo faccia, potresti voler configurare prima le impostazioni di Bloxstrap. Inoltre, evita di utilizzare la scorciatoia "Roblox Player" per avviare Roblox, poiché Bloxstrap non si avvierà con Roblox. Se non vedi Bloxstrap apparire quando stai avviando attraverso il sito web, semplicemente avvia Roblox insieme a Bloxstrap da desktop una volta per risolvere il problema. Cosa preferiresti fare?
ja: Fishstrapのインストールが完了しました。 Robloxはまだインストールされていません。Fishstrapから最初に起動した時にインストールされます。 まずは、Fishstrapの設定を行うことができます。 また、「Roblox Player」ショートカットを使用しないでください。Fishstrapを介さずにRobloxが起動します。 WebサイトからRobloxを起動した際にFishstrapの画面が表示されない場合は、デスクトップからFishstrapを介してRobloxを起動することで解消します。 次の操作を選択してください。
ko: Bloxstrap이 성공적으로 설치되었습니다. Roblox는 아직 설치되지 않았습니다. Bloxstrap을 처음 실행할 때 설치되지만, 그 전에 먼저 Bloxstrap의 설정을 구성하는 것이 좋습니다. 또한, "Roblox Player" 바로 가기로 Roblox를 실행하면 Bloxstrap이 같이 실행되지 않으므로 사용하지 말아주세요. 웹사이트에서 Roblox를 실행할 때 Bloxstrap이 보이지 않는다면 컴퓨터에서 Bloxstrap으로 Roblox를 한 번 실행하시면 고쳐집니다. 무엇을 하시겠습니까?
lt: „Fishstrap“ sėkmingai įdiegta. „Roblox“ dar neįdiegtas, tai įvyks, kai pirmą kartą jį paleisite su „Fishstrap“. Tačiau prieš tai galbūt norėsite pirmiausia sukonfigūruoti „Fishstrap“ nustatymus. Be to, venkite naudoti „Roblox Player“ nuorodą „Roblox“ paleisti, nes „Fishstrap“ nebus paleista kartu su „Roblox“. Jei paleidžiant iš svetainės nematote, kad rodomas „Fishstrap“, tiesiog vieną kartą paleiskite „Roblox“ su „Fishstrap“ iš darbalaukio, kad tai išspręstumėte. Ką norėtumėte daryti?
lv: Bloxstrap ir ticis veiksmīgi instalēts. Roblox vēl nav ticis instalēts, tas notiks, kad jūs to palaidīsiet ar Bloxstrap pirmo reizi. Bet, pirms jūs to darat, jūs varētu vēlēties konfigurēt Bloxstrap iestatījumus vispirms. Neizmantojat "Roblox Player" īsceļu, lai atvērtu Roblox, jo Bloxstrap nepalaidīsies kopā ar Roblox. Ja neredzat Bloxstrap parādāmies, kad palaižat Roblox no mājaslapas, vienkārši vienreiz palaižat Roblox ar Bloxstrap no darbavirsmas, lai šo problēmu salabotu. Ko tu vēlies darīt?
ms: Fishstrap telah berjaya dipasang. Roblox masih belum dipasang, dan ia akan dipasang apabila anda melancarkannya dengan Fishstrap buat kali pertama. Namun, sebelum anda melakukannya, anda mungkin mahu mengkonfigurasi tetapan Fishstrap terlebih dahulu. Selain itu, elakkan menggunakan pintasan "Roblox Player" untuk melancarkan Roblox, kerana Fishstrap tidak akan dilancarkan bersama. Jika anda tidak melihat Fishstrap muncul semasa melancarkan dari laman web, anda hanya perlu lancarkan Roblox dengan Fishstrap sekali dari desktop untuk memperbaikinya. Apa yang anda ingin lakukan?
nl: Fishstrap is met succes geïnstalleerd. Roblox is nog niet geïnstalleerd, dat zal gebeuren wanneer je Fishstrap voor het eerst gebruikt. Voor dat je dit doet, wil je misschien Fishstrap's instellingen veranderen. Vermijd ook het gebruik van de "Roblox Player" snelkoppeling om Roblox te spelen, omdat Fishstrap dan niet met Roblox lanceert. Als je Fishstrap niet ziet wanneer je Roblox lanceert vanaf de website, start dan eenmaal Roblox met Fishstrap op van je desktop om het op te lossen. Wat wilt u doen?
pl: Instalacja Fishstrap powiodła się. Roblox nie został jeszcze zainstalowany, co powinno nastąpić po pierwszym uruchomieniu Fishstrap. Jednak zanim to zrobisz, powinieneś najpierw skonfigurować ustawienia w Fishstrap. Zalecane jest unikanie używania skrótu „Roblox Player” do uruchomienia Roblox, ponieważ ten nie uruchamia Fishstrap. Jeżeli nie widzisz Fishstrap podczas uruchamiania ze strony internetowej, zwyczajnie uruchom Roblox z Fishstrap jeden raz z pulpitu, aby to naprawić. Co chciałbyś zrobić teraz?
pt_br: O Bloxstrap foi instalado com sucesso. Roblox ainda não foi instalado, isso acontecerá quando você o executar com o Bloxstrap pela primeira vez. No entanto, antes de fazer isso, você pode querer configurar as configurações do Bloxstrap primeiro. Além disso, evite usar o atalho "Roblox Player" para iniciar o Roblox, já que o Bloxstrap não iniciará com o Roblox. Se você não ver o Bloxstrap ser exibido quando for lançado a partir do site, basta abrir o Roblox com o Bloxstrap pelo computador uma vez para corrigi-lo. O que você gostaria de fazer?
ro: Bloxstrap a fost instalat cu succes. Roblox nu a fost încă instalat; acest lucru se va întâmpla atunci când îl lansezi pentru prima dată cu Bloxstrap. Totuși, înainte de a face asta, s-ar putea să vrei să configurezi mai întâi setările Bloxstrap. De asemenea, evită să folosești comanda rapidă "Roblox Player" pentru a lansa Roblox, deoarece Bloxstrap nu va porni cu Roblox. Dacă nu vezi Bloxstrap când lansezi de pe site, lansează o dată Roblox cu Bloxstrap de pe desktop pentru a rezolva problema. Ce ai vrea să faci?
ru: Bloxstrap успешно установлен. Roblox еще не установлен, это произойдет, когда вы впервые запустите его с помощью Bloxstrap. Однако перед этим вы можете сначала настроить параметры Bloxstrap. Кроме того, не используйте ярлык "Roblox Player" для запуска Roblox, так как Bloxstrap не будет запускаться вместе с Roblox. Если вы не видите Bloxstrap при запуске с веб-сайта, просто запустите Roblox с помощью Bloxstrap один раз с рабочего стола, чтобы исправить это. Что бы вы хотели сделать?
sv_se: Fishstrap har installerats. Roblox har inte installerats ännu, det kommer att ske när du startar Roblox med Fishstrap för första gången. Innan du gör det kanske du vill konfigurera Fishstraps inställningar först. Undvik också att använda genvägen "Roblox Player" för att starta Roblox, eftersom då startar inte Fishstrap. Om Fishstrap inte startas när du startar Roblox från Roblox-webbsidan, starta Roblox med Fishstrap en gång från skrivbordet för att fixa det. Vad skulle du vilja göra?
th: Bloxstrap ได้ติดตั้งเสร็จเรียบร้อยแล้ว Roblox ยังไม่ได้ถูกติดตั้ง ซึ่งจะเกิดขึ้นเมื่อคุณเปิดใช้งานมันครั้งแรกผ่าน Bloxstrap อย่างไรก็ตาม ก่อนที่คุณจะทำเช่นนั้น คุณอาจต้องการตั้งค่าการกำหนดค่าของ Bloxstrap ก่อน นอกจากนี้ ควรหลีกเลี่ยงการใช้ทางลัด "Roblox Player" เพื่อเปิด Roblox เพราะ Bloxstrap จะไม่เปิดพร้อมกับ Roblox หากคุณไม่เห็น Bloxstrap แสดงขึ้นเมื่อเปิดจากเว็บไซต์ เพียงแค่เปิด Roblox ผ่าน Bloxstrap จากเดสก์ท็อปหนึ่งครั้งเพื่อแก้ไขปัญหานี้
tr: Bloxstrap başarıyla yüklendi. Roblox henüz yüklenmedi, Bloxstrap'ı ilk defa başlattığınızda yüklenecektir. Ancak, bunu yapmadan önce, Bloxstrap'ın ayarlarını yapılandırmak isteyebilirsiniz. Ayrıca, Roblox'u başlatmak için "Roblox Player" kısayolunu kullanmaktan sakının, yoksa Bloxstrap Roblox ile başlatılmayacaktır. Eğer siteden başlattığınızda Bloxstrap'ı göremezseniz, düzeltmek için Roblox'u Bloxstrap ile masaüstünden bir kez başlatmanız yeterlidir. Ne yapmak istersiniz?
uk: Bloxstrap успішно встановлено. Roblox ще не встановлено; це станеться, коли ви запустите його з Bloxstrap вперше. Однак перед цим ви можете налаштувати параметри Bloxstrap. Також уникайте використання ярлика "Roblox Player" для запуску Roblox, оскільки Bloxstrap не запуститься разом з ним. Якщо ви не бачите, що Bloxstrap з'являється при запуску з вебсайту, просто запустіть Roblox через Bloxstrap один раз з робочого столу, щоб виправити це. Що ви бажаєте зробити?
vi: Bloxstrap đã được cài đặt thành công. Roblox vẫn chưa được cài đặt, điều đó sẽ xảy ra khi bạn khởi chạy nó bằng Bloxstrap lần đầu tiên. Tuy nhiên, trước khi thực hiện, có thể bạn sẽ muốn định cấu hình cài đặt của Bloxstrap trước. Ngoài ra, tránh sử dụng phím tắt "Roblox Player" để khởi chạy Roblox, vì Bloxstrap sẽ không khởi chạy cùng Roblox. Nếu bạn không thấy Bloxstrap hiển thị khi khởi chạy từ trang web, chỉ cần khởi chạy Roblox bằng Bloxstrap một lần từ màn hình chính để khắc phục sự cố. Bạn muốn làm gì?
zh_cn: Bloxstrap 目前已成功安装到你的电脑上。 但是 Roblox 尚未安装；这将会在您首次使用 Bloxstrap 启动 Roblox 时发生。 不过，在此之前；您可能会想先调整 Bloxstrap 的设置。 此外，请避免 使用默认 Roblox 启动器 “Roblox Player” 快捷方式 来启动 Roblox；因为 Bloxstrap 不会与 Roblox 一起启动。 如果您尝试从 网页端 启动 Roblox 时并未显示 Bloxstrap，只需用 Bloxstrap 启动一次 Roblox 即可解决。 您想要做什么？
zh_hk: Bloxstrap 已成功安裝。 Roblox 尚未安裝，這情況會在你第一次使用 Bloxstrap 來啓動 Roblox 時發生。但是，你在執行此操作之前，可能需要先配置 Bloxstrap 的設定。 另外，請避免使用 「Roblox Player」 快捷方式來啟動 Roblox，因為 Bloxstrap 不會與 Roblox 一起啓動。如果你從網站啓動時沒有顯示 Bloxstrap，只需要在桌面使用 Bloxstrap 來啓動 Roblox 即可修復這個問題。 請問你想怎麼做？
zh_tw: Fishstrap 已成功安裝。 Roblox 尚未安裝，這將在您第一次使用 Fishstrap 啟動時進行。在此之前，您可能想先配置 Fishstrap 的設定。 另外，請避免使用「Roblox Player」快捷方式來啟動 Roblox，因為 Fishstrap 不會與 Roblox 一起啟動。如果您在從網站啟動時看不到 Fishstrap 隨同 Roblox 一起啟動，請從桌面上使用 Fishstrap 啟動 Roblox 以解決此問題。 請問您想做什麼？

# Installer.Completion.Settings.Title
source: Configure Bloxstrap's settings
ar: ضبط إعدادات Bloxstrap
bg: Конфигуриране на настройките на Bloxstrap
bs: Konfigurirajte Bloxstrap postavke
cs: Nakonfigurovat nastavení Bloxstrapu
da: Konfigurer Bloxstrap's indstillinger
de: Konfiguriere die Einstellungen von Bloxstrap
es_es: Configurar los ajustes de Fishstrap
fa: تنظیمات بلاکسترپ را پیکربندی کنید
fi: Määritä Bloxstrapin asetukset
fil: I-configure mga Bloxstrap settings
fr: Configurer les paramètres de Fishstrap
hi: Bloxstrap ki settings configure karein
hr: Konfigurirajte Fishstrap postavke
hu: A Bloxstrap beállításainak konfigurálása
id: Atur setelan Fishstrap
it: Configura le impostazioni di Bloxstrap
ja: Fishstrapの設定を変更する
ko: Bloxstrap 설정하기
lt: Konfigūruoti „Fishstrap“ nustatymus
lv: Konfigurēt Bloxstrap iestatījumus
ms: Konfigurasi tetapan Fishstrap's
nl: Fishstrap instellingen veranderen
pl: Skonfiguruj ustawienia Fishstrap
pt_br: Configurar o Bloxstrap
ro: Configurează setările Bloxstrap
ru: Настроить параметры Bloxstrap
sv_se: Konfigurera Fishstraps inställningar
th: กำหนดค่าการตั้งค่าของ Bloxstrap
tr: Bloxstrap'ın ayarlarını yapılandır
uk: Налаштувати параметри Bloxstrap
vi: Cấu hình cài đặt Bloxstrap
zh_cn: 更改 Bloxstrap 的设置
zh_hk: 配置 Bloxstrap 的設定
zh_tw: 更改 Fishstrap 的設定

# Installer.Completion.Settings.Description
source: Tweak with all the features it has to offer
ar: تعديل مع جميع الميزات التي يجب أن يقدمها
bg: Настройте всички налични функции
bs: Podešavanje sa svim funkcijama koje nudi
cs: Pohrajte si se všemi funkcemi Bloxstrapu
da: Justér alle de funktioner, det har at tilbyde
de: Mit allen Features anpassen, die es zu bieten hat
es_es: Ajústelo con todas las características que tiene para ofrecer
fa: با تمام قابلیت‌هایی که ارائه می‌دهد، تنظیمات دلخواه خود را انجام دهید
fi: Säädä sen tarjoamia ominaisuuksia
fil: I-tweak ang lahat ng features na inaalok nito
fr: Ajustez avec toutes les fonctionnalités qu'il a à offrir
hi: Uske saare features ke saath tweak karein jo woh offer karta hai
hr: Igrajte se sa svim značajkama koje Vam nudi
hu: Trükközzön az összes funkcióval, amit kínál
id: Sesuaikan dengan semua fitur yang dimilikinya
it: Modifica con tutte le funzionalità che offre
ja: Fishstrapのすべての機能を設定できます
ko: 제공되는 모든 기능으로 조정하기
lt: Derinkite visas siūlomas funkcijas
lv: Mainīt un izmantot visas funkcijas, kas ir pieejamas
ms: Ubah suai semua ciri yang ditawarkannya
nl: Pas alle functies aan die het heeft aan te bieden
pl: Dostosuj, korzystając ze wszystkich dostępnych funkcji
pt_br: Ajuste com todos os recursos que temos a oferecer
ro: Personalizează folosind toate funcțiile care sunt oferite
ru: Настройте все функции, которые Bloxstrap может предложить
sv_se: Justera med alla funktioner som den har att erbjuda
th: ปรับแต่งการตั้งค่าทั้งหมดที่ Bloxstrap มีให้
tr: Sunduğu tüm özelliklerle ince ayar yapın
uk: Налаштуйте всі функції, які Bloxstrap пропонує
vi: Chỉnh sửa tất cả những tính năng được cung cấp
zh_cn: 利用启动器提供的所有功能进行调整。
zh_hk: 調整它提供的所有功能
zh_tw: 調整它所提供的所有功能

# Installer.Completion.Launch.Title
source: Install and launch Roblox
ar: تثبيت وتشغيل Roblox
bg: Инсталирайте и стартирайте Roblox
bs: Instaliraj i pokreni Roblox
cs: Instalovat a spustit Roblox
da: Installer og start Roblox
de: Installiere und öffne Roblox
es_es: Instalar e iniciar Roblox
fa: نصب و اجرا کردن روبلاکس
fi: Asenna ja käynnistä Roblox
fil: I-install at I-launch ang Roblox
fr: Installer et lancer Roblox
hi: Roblox install aur launch karein
hr: Instaliraj i pokreni Roblox
hu: Telepítse és indítsa el a Robloxot
id: Pasang dan Buka Roblox
it: Installa e avvia Roblox
ja: Robloxをインストールして起動する
ko: Roblox 설치 및 실행하기
lt: Įdiegti ir paleisti „Roblox“
lv: Instalēt un palaist Roblox
ms: Pasang dan lancarkan Roblox
nl: Installeer en open Roblox
pl: Zainstaluj i uruchom Roblox
pt_br: Instalar e iniciar o Roblox
ro: Instalează și lansează Roblox
ru: Установить и запустить Roblox
sv_se: Installera och starta Roblox
th: ติดตั้งและเปิดใช้งาน Roblox
tr: Roblox'u yükle ve başlat
uk: Встановити та запустити Roblox
vi: Cài đặt và khởi chạy Roblox
zh_cn: 安装并启动 Roblox
zh_hk: 安裝並啓動 Roblox
zh_tw: 安裝並啟動 Roblox

# Installer.Completion.Launch.Description
source: Will drop you into the desktop app once everything's done
ar: سيتم إيقافك في تطبيق سطح المكتب بمجرد الانتهاء من كل شيء
bg: Ще ви пусне в приложението, след като всичко е готово
bs: Preselit će vas u desktop aplikaciju kada sve bude gotovo
cs: Hodí vás do desktopové aplikace Robloxu po dokončení
da: Vil sende dig videre til desktop-appen, når alt er færdigt.
de: Wird dich in die Desktop-App bringen, wenn alles fertig ist
es_es: Te dejará en la aplicación de escritorio una vez que todo esté hecho
fa: پس از پایان همه مراحل، شما را وارد اپلیکیشن دسکتاپ خواهد کرد
fi: Pudottaa sinut työpöytäsovellukseen, kun kaikki on valmista
fil: Ilalagay ka sa loob ng desktop app kapag tapos na lahat
fr: Vous lancera dans l'application de bureau une fois que tout est prêt
hi: Jab sab kuch ho jayega, to aapko desktop app mein le jayega
hr: Prebacit će Vas u desktop aplikaciju kad je sve gotovo
hu: Az asztali alkalmazásba kerülsz, amint minden készen van
id: Akan membawa Anda ke aplikasi desktop setelah semuanya selesai
it: Ti porterà all'interno dell'app desktop una volta che tutto sarà finito
ja: インストール完了後にデスクトップアプリを表示します
ko: 모든 작업이 완료되면 프로그램을 실행합니다
lt: Kai viskas bus atlikta, pateksite į darbalaukio programą
lv: Jūs tiksiet ielikti darbavirsmas aplikācijā, kad viss būs gatavs
ms: Ia akan membawa anda kembali ke aplikasi desktop setelah semuanya selesai
nl: Opent de desktop app zodra alles gedaan is
pl: Przeniesie cię do aplikacji, kiedy wszystko będzie już gotowe
pt_br: Você será direcionado ao aplicativo da área de trabalho quando tudo estiver pronto
ro: Te va duce în aplicația de desktop odată ce totul este finalizat
ru: После того как все будет готово, вы перейдете в настольное приложение
sv_se: Kommer att starta skrivbordsappen när allt är klart
th: จะนำคุณเข้าสู่แอปบนเดสก์ท็อปเมื่อทุกอย่างเสร็จสิ้น
tr: Her şey bittikten sonra masaüstü uygulamasına bırakılacaksınız
uk: Після того як усе буде готово, ви перейдете у настільний додаток
vi: Sẽ đưa bạn đến ứng dụng màn hình nền một khi tất cả đã xong
zh_cn: 一切就绪后，您将会跳转到 Roblox 桌面客户端。
zh_hk: 一切完成後，你將會進入 Roblox 應用程式的主介面
zh_tw: 一切完成後將帶您進入桌面應用程式
